[
  {
    "rank": 1,
    "verb": "ser",
    "translation": "to be (permanent)",
    "category": "er",
    "irregular": true,
    "examples": [
      "Sou de Lisboa. – I'm from Lisbon.",
      "Ela é médica. – She is a doctor.",
      "Fomos ao Porto no sábado. – We went to Porto on Saturday.",
      "Se eu fosse rico, ajudava muita gente. – If I were rich, I would help many people.",
      "Um dia, serei melhor nisto. – One day, I will be better at this."
    ]
  },
  {
    "rank": 2,
    "verb": "estar",
    "translation": "to be (temporary)",
    "category": "ar",
    "irregular": true,
    "examples": [
      "Estou em casa, agora. – I'm at home, right now.",
      "Estás pronto? – Are you ready?",
      "Ele esteve doente ontem. – He was ill yesterday.",
      "Estamos cansados, mas contentes. – We are tired, but happy.",
      "Eles vão estar aqui amanhã. – They will be here tomorrow."
    ]
  },
  {
    "rank": 3,
    "verb": "ter",
    "translation": "to have",
    "category": "er",
    "irregular": true,
    "examples": [
      "Tenho tempo hoje. – I have time today.",
      "Tens fome? – Are you hungry?",
      "Ele teve sorte no exame. – He was lucky in the exam.",
      "Temos de sair cedo. – We have to leave early.",
      "Eles terão novidades amanhã. – They will have news tomorrow."
    ]
  },
  {
    "rank": 4,
    "verb": "fazer",
    "translation": "to do, to make",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a fazer agora. – I'm do, to making now.",
      "Podes fazer depois? – Can you do, to make later?",
      "Ele esteve a fazer ontem. – He was do, to making yesterday.",
      "Vamos fazer quando chegarmos. – We'll do, to make when we arrive.",
      "Eles vão fazer amanhã. – They're going to do, to make tomorrow."
    ]
  },
  {
    "rank": 5,
    "verb": "poder",
    "translation": "can, to be able to",
    "category": "er",
    "irregular": true,
    "examples": [
      "Posso entrar? – May I come in?",
      "Podes ajudar-me, por favor? – Can you help me, please?",
      "Ele não pôde vir ontem. – He couldn't come yesterday.",
      "Podemos começar agora. – We can start now.",
      "Poderão ligar mais tarde. – They will be able to call later."
    ]
  },
  {
    "rank": 6,
    "verb": "ir",
    "translation": "to go",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a ir agora. – I'm going now.",
      "Podes ir depois? – Can you go later?",
      "Ele esteve a ir ontem. – He was going yesterday.",
      "Vamos ir quando chegarmos. – We'll go when we arrive.",
      "Eles vão ir amanhã. – They're going to go tomorrow."
    ]
  },
  {
    "rank": 7,
    "verb": "dizer",
    "translation": "to say, to tell",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a dizer agora. – I'm say, to telling now.",
      "Podes dizer depois? – Can you say, to tell later?",
      "Ele esteve a dizer ontem. – He was say, to telling yesterday.",
      "Vamos dizer quando chegarmos. – We'll say, to tell when we arrive.",
      "Eles vão dizer amanhã. – They're going to say, to tell tomorrow."
    ]
  },
  {
    "rank": 8,
    "verb": "haver",
    "translation": "there is, there are",
    "category": "er",
    "irregular": true,
    "examples": [
      "Há muita gente aqui. – There are many people here.",
      "Houve um problema ontem. – There was a problem yesterday.",
      "Se houver tempo, passamos por lá. – If there is time, we'll stop by.",
      "Não há pão suficiente. – There isn't enough bread.",
      "Vai haver reunião amanhã. – There will be a meeting tomorrow."
    ]
  },
  {
    "rank": 9,
    "verb": "dar",
    "translation": "to give",
    "category": "ar",
    "irregular": true,
    "examples": [
      "Estou a dar agora. – I'm giving now.",
      "Podes dar depois? – Can you give later?",
      "Ele esteve a dar ontem. – He was giving yesterday.",
      "Vamos dar quando chegarmos. – We'll give when we arrive.",
      "Eles vão dar amanhã. – They're going to give tomorrow."
    ]
  },
  {
    "rank": 10,
    "verb": "ver",
    "translation": "to see, to watch",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a ver agora. – I'm see, to watching now.",
      "Podes ver depois? – Can you see, to watch later?",
      "Ele esteve a ver ontem. – He was see, to watching yesterday.",
      "Vamos ver quando chegarmos. – We'll see, to watch when we arrive.",
      "Eles vão ver amanhã. – They're going to see, to watch tomorrow."
    ]
  },
  {
    "rank": 11,
    "verb": "ficar",
    "translation": "to stay, to become",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fico todos os dias. – I stay, to become every day.",
      "Tu ficas agora? – Do you stay, to become now?",
      "Nós ficamos muitas vezes. – We stay, to become often.",
      "Ele/ela ficou ontem. – He/She stay, to becomed yesterday.",
      "Ontem, eu ficei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 12,
    "verb": "vir",
    "translation": "to come",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a vir agora. – I'm coming now.",
      "Podes vir depois? – Can you come later?",
      "Ele esteve a vir ontem. – He was coming yesterday.",
      "Vamos vir quando chegarmos. – We'll come when we arrive.",
      "Eles vão vir amanhã. – They're going to come tomorrow."
    ]
  },
  {
    "rank": 13,
    "verb": "querer",
    "translation": "to want",
    "category": "er",
    "irregular": true,
    "examples": [
      "Quero um café, por favor. – I want a coffee, please.",
      "Queres vir connosco? – Do you want to come with us?",
      "Ele quis ajudar, de verdade. – He wanted to help, truly.",
      "Queremos sair mais cedo. – We want to leave earlier.",
      "Eles quererão participar. – They will want to take part."
    ]
  },
  {
    "rank": 14,
    "verb": "saber",
    "translation": "to know",
    "category": "er",
    "irregular": true,
    "examples": [
      "Sei a resposta. – I know the answer.",
      "Sabes onde fica o museu? – Do you know where the museum is?",
      "Ele soube da notícia ontem. – He found out the news yesterday.",
      "Sabemos muito bem do que falas. – We know very well what you're talking about.",
      "Um dia, saberás porquê. – One day, you'll know why."
    ]
  },
  {
    "rank": 15,
    "verb": "pôr",
    "translation": "to put",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a pôr agora. – I'm putting now.",
      "Podes pôr depois? – Can you put later?",
      "Ele esteve a pôr ontem. – He was putting yesterday.",
      "Vamos pôr quando chegarmos. – We'll put when we arrive.",
      "Eles vão pôr amanhã. – They're going to put tomorrow."
    ]
  },
  {
    "rank": 16,
    "verb": "trazer",
    "translation": "to bring",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a trazer agora. – I'm bringing now.",
      "Podes trazer depois? – Can you bring later?",
      "Ele esteve a trazer ontem. – He was bringing yesterday.",
      "Vamos trazer quando chegarmos. – We'll bring when we arrive.",
      "Eles vão trazer amanhã. – They're going to bring tomorrow."
    ]
  },
  {
    "rank": 17,
    "verb": "falar",
    "translation": "to speak, to talk",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu falo todos os dias. – I speak, to talk every day.",
      "Tu falas agora? – Do you speak, to talk now?",
      "Nós falamos muitas vezes. – We speak, to talk often.",
      "Ele/ela falou ontem. – He/She speak, to talked yesterday.",
      "Ontem, eu falei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 18,
    "verb": "deixar",
    "translation": "to leave, to let",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu deixo todos os dias. – I leave, to let every day.",
      "Tu deixas agora? – Do you leave, to let now?",
      "Nós deixamos muitas vezes. – We leave, to let often.",
      "Ele/ela deixou ontem. – He/She leave, to leted yesterday.",
      "Ontem, eu deixei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 19,
    "verb": "pensar",
    "translation": "to think",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu penso todos os dias. – I think every day.",
      "Tu pensas agora? – Do you think now?",
      "Nós pensamos muitas vezes. – We think often.",
      "Ele/ela pensou ontem. – He/She thinked yesterday.",
      "Ontem, eu pensei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 20,
    "verb": "chegar",
    "translation": "to arrive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu chego todos os dias. – I arrive every day.",
      "Tu chegas agora? – Do you arrive now?",
      "Nós chegamos muitas vezes. – We arrive often.",
      "Ele/ela chegou ontem. – He/She arrived yesterday.",
      "Ontem, eu chegei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 21,
    "verb": "passar",
    "translation": "to pass",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu passo todos os dias. – I pass every day.",
      "Tu passas agora? – Do you pass now?",
      "Nós passamos muitas vezes. – We pass often.",
      "Ele/ela passou ontem. – He/She passed yesterday.",
      "Ontem, eu passei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 22,
    "verb": "olhar",
    "translation": "to look",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu olho todos os dias. – I look every day.",
      "Tu olhas agora? – Do you look now?",
      "Nós olhamos muitas vezes. – We look often.",
      "Ele/ela olhou ontem. – He/She lookked yesterday.",
      "Ontem, eu olhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 23,
    "verb": "precisar",
    "translation": "to need",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Preciso de ajuda agora. – I need help now.",
      "Precisas de tempo para decidir? – Do you need time to decide?",
      "Ele precisou de descansar. – He needed to rest.",
      "Precisamos de falar com calma. – We need to talk calmly.",
      "Vão precisar disto amanhã. – They will need this tomorrow."
    ]
  },
  {
    "rank": 24,
    "verb": "gostar",
    "translation": "to like",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Gosto de música portuguesa. – I like Portuguese music.",
      "Gostas deste livro? – Do you like this book?",
      "Ela gostou do filme. – She liked the film.",
      "Gostamos de caminhar à beira-mar. – We like walking by the seaside.",
      "Vais gostar disto, de certeza. – You're going to like this, for sure."
    ]
  },
  {
    "rank": 25,
    "verb": "conseguir",
    "translation": "to manage, to achieve",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a conseguir agora. – I'm manage, to achieving now.",
      "Podes conseguir depois? – Can you manage, to achieve later?",
      "Ele esteve a conseguir ontem. – He was manage, to achieving yesterday.",
      "Vamos conseguir quando chegarmos. – We'll manage, to achieve when we arrive.",
      "Eles vão conseguir amanhã. – They're going to manage, to achieve tomorrow."
    ]
  },
  {
    "rank": 26,
    "verb": "tentar",
    "translation": "to try",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu tento todos os dias. – I try every day.",
      "Tu tentas agora? – Do you try now?",
      "Nós tentamos muitas vezes. – We try often.",
      "Ele/ela tentou ontem. – He/She tryed yesterday.",
      "Ontem, eu tentei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 27,
    "verb": "pedir",
    "translation": "to ask for, to request",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a pedir agora. – I'm ask for, to requesting now.",
      "Podes pedir depois? – Can you ask for, to request later?",
      "Ele esteve a pedir ontem. – He was ask for, to requesting yesterday.",
      "Vamos pedir quando chegarmos. – We'll ask for, to request when we arrive.",
      "Eles vão pedir amanhã. – They're going to ask for, to request tomorrow."
    ]
  },
  {
    "rank": 28,
    "verb": "esperar",
    "translation": "to wait, to hope",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu espero todos os dias. – I wait, to hope every day.",
      "Tu esperas agora? – Do you wait, to hope now?",
      "Nós esperamos muitas vezes. – We wait, to hope often.",
      "Ele/ela esperou ontem. – He/She wait, to hoped yesterday.",
      "Ontem, eu esperei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 29,
    "verb": "usar",
    "translation": "to use",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu uso todos os dias. – I use every day.",
      "Tu usas agora? – Do you use now?",
      "Nós usamos muitas vezes. – We use often.",
      "Ele/ela usou ontem. – He/She used yesterday.",
      "Ontem, eu usei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 30,
    "verb": "continuar",
    "translation": "to continue",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu continuo todos os dias. – I continue every day.",
      "Tu continuas agora? – Do you continue now?",
      "Nós continuamos muitas vezes. – We continue often.",
      "Ele/ela continuou ontem. – He/She continued yesterday.",
      "Ontem, eu continuei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 31,
    "verb": "chamar",
    "translation": "to call",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu chamo todos os dias. – I call every day.",
      "Tu chamas agora? – Do you call now?",
      "Nós chamamos muitas vezes. – We call often.",
      "Ele/ela chamou ontem. – He/She called yesterday.",
      "Ontem, eu chamei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 32,
    "verb": "tornar",
    "translation": "to become, to turn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu torno todos os dias. – I become, to turn every day.",
      "Tu tornas agora? – Do you become, to turn now?",
      "Nós tornamos muitas vezes. – We become, to turn often.",
      "Ele/ela tornou ontem. – He/She become, to turned yesterday.",
      "Ontem, eu tornei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 33,
    "verb": "existir",
    "translation": "to exist",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu existo todos os dias. – I exist every day.",
      "Tu existes agora? – Do you exist now?",
      "Nós existimos muitas vezes. – We exist often.",
      "Ele/ela existiu ontem. – He/She existed yesterday.",
      "Ontem, eu existi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 34,
    "verb": "perder",
    "translation": "to lose",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a perder agora. – I'm losing now.",
      "Podes perder depois? – Can you lose later?",
      "Ele esteve a perder ontem. – He was losing yesterday.",
      "Vamos perder quando chegarmos. – We'll lose when we arrive.",
      "Eles vão perder amanhã. – They're going to lose tomorrow."
    ]
  },
  {
    "rank": 35,
    "verb": "tomar",
    "translation": "to take (food/drink)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu tomo todos os dias. – I take (food/drink) every day.",
      "Tu tomas agora? – Do you take (food/drink) now?",
      "Nós tomamos muitas vezes. – We take (food/drink) often.",
      "Ele/ela tomou ontem. – He/She take (food/drink)ed yesterday.",
      "Ontem, eu tomei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 36,
    "verb": "receber",
    "translation": "to receive",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu recebo todos os dias. – I receive every day.",
      "Tu recebes agora? – Do you receive now?",
      "Nós recebemos muitas vezes. – We receive often.",
      "Ele/ela recebeu ontem. – He/She received yesterday.",
      "Ontem, eu recebi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 37,
    "verb": "andar",
    "translation": "to walk, to go",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ando todos os dias. – I walk, to go every day.",
      "Tu andas agora? – Do you walk, to go now?",
      "Nós andamos muitas vezes. – We walk, to go often.",
      "Ele/ela andou ontem. – He/She walk, to goed yesterday.",
      "Ontem, eu andei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 38,
    "verb": "comer",
    "translation": "to eat",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu como todos os dias. – I eat every day.",
      "Tu comes agora? – Do you eat now?",
      "Nós comemos muitas vezes. – We eat often.",
      "Ele/ela comeu ontem. – He/She eatted yesterday.",
      "Ontem, eu comi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 39,
    "verb": "beber",
    "translation": "to drink",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu bebo todos os dias. – I drink every day.",
      "Tu bebes agora? – Do you drink now?",
      "Nós bebemos muitas vezes. – We drink often.",
      "Ele/ela bebeu ontem. – He/She drinked yesterday.",
      "Ontem, eu bebi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 40,
    "verb": "dormir",
    "translation": "to sleep",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a dormir agora. – I'm sleepping now.",
      "Podes dormir depois? – Can you sleep later?",
      "Ele esteve a dormir ontem. – He was sleepping yesterday.",
      "Vamos dormir quando chegarmos. – We'll sleep when we arrive.",
      "Eles vão dormir amanhã. – They're going to sleep tomorrow."
    ]
  },
  {
    "rank": 41,
    "verb": "estudar",
    "translation": "to study",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu estudo todos os dias. – I study every day.",
      "Tu estudas agora? – Do you study now?",
      "Nós estudamos muitas vezes. – We study often.",
      "Ele/ela estudou ontem. – He/She studyed yesterday.",
      "Ontem, eu estudei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 42,
    "verb": "comprar",
    "translation": "to buy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu compro todos os dias. – I buy every day.",
      "Tu compras agora? – Do you buy now?",
      "Nós compramos muitas vezes. – We buy often.",
      "Ele/ela comprou ontem. – He/She buyyed yesterday.",
      "Ontem, eu comprei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 43,
    "verb": "viajar",
    "translation": "to travel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu viajo todos os dias. – I travel every day.",
      "Tu viajas agora? – Do you travel now?",
      "Nós viajamos muitas vezes. – We travel often.",
      "Ele/ela viajou ontem. – He/She traveled yesterday.",
      "Ontem, eu viajei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 44,
    "verb": "ajudar",
    "translation": "to help",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ajudo todos os dias. – I help every day.",
      "Tu ajudas agora? – Do you help now?",
      "Nós ajudamos muitas vezes. – We help often.",
      "Ele/ela ajudou ontem. – He/She helped yesterday.",
      "Ontem, eu ajudei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 45,
    "verb": "escrever",
    "translation": "to write",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu escrevo todos os dias. – I write every day.",
      "Tu escreves agora? – Do you write now?",
      "Nós escrevemos muitas vezes. – We write often.",
      "Ele/ela escreveu ontem. – He/She writed yesterday.",
      "Ontem, eu escrevi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 46,
    "verb": "ler",
    "translation": "to read",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a ler agora. – I'm readding now.",
      "Podes ler depois? – Can you read later?",
      "Ele esteve a ler ontem. – He was readding yesterday.",
      "Vamos ler quando chegarmos. – We'll read when we arrive.",
      "Eles vão ler amanhã. – They're going to read tomorrow."
    ]
  },
  {
    "rank": 47,
    "verb": "ouvir",
    "translation": "to hear, to listen",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a ouvir agora. – I'm hear, to listening now.",
      "Podes ouvir depois? – Can you hear, to listen later?",
      "Ele esteve a ouvir ontem. – He was hear, to listening yesterday.",
      "Vamos ouvir quando chegarmos. – We'll hear, to listen when we arrive.",
      "Eles vão ouvir amanhã. – They're going to hear, to listen tomorrow."
    ]
  },
  {
    "rank": 48,
    "verb": "escolher",
    "translation": "to choose",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu escolho todos os dias. – I choose every day.",
      "Tu escolhes agora? – Do you choose now?",
      "Nós escolhemos muitas vezes. – We choose often.",
      "Ele/ela escolheu ontem. – He/She choosed yesterday.",
      "Ontem, eu escolhi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 49,
    "verb": "jogar",
    "translation": "to play",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu jogo todos os dias. – I play every day.",
      "Tu jogas agora? – Do you play now?",
      "Nós jogamos muitas vezes. – We play often.",
      "Ele/ela jogou ontem. – He/She playyed yesterday.",
      "Ontem, eu jogei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 50,
    "verb": "descansar",
    "translation": "to rest",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu descanso todos os dias. – I rest every day.",
      "Tu descansas agora? – Do you rest now?",
      "Nós descansamos muitas vezes. – We rest often.",
      "Ele/ela descansou ontem. – He/She rested yesterday.",
      "Ontem, eu descansei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 51,
    "verb": "perguntar",
    "translation": "to ask",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pergunto todos os dias. – I ask every day.",
      "Tu perguntas agora? – Do you ask now?",
      "Nós perguntamos muitas vezes. – We ask often.",
      "Ele/ela perguntou ontem. – He/She asked yesterday.",
      "Ontem, eu perguntei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 52,
    "verb": "mostrar",
    "translation": "to show",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu mostro todos os dias. – I show every day.",
      "Tu mostras agora? – Do you show now?",
      "Nós mostramos muitas vezes. – We show often.",
      "Ele/ela mostrou ontem. – He/She showwed yesterday.",
      "Ontem, eu mostrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 53,
    "verb": "morrer",
    "translation": "to die",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu morro todos os dias. – I die every day.",
      "Tu morres agora? – Do you die now?",
      "Nós morremos muitas vezes. – We die often.",
      "Ele/ela morreu ontem. – He/She died yesterday.",
      "Ontem, eu morri também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 54,
    "verb": "nascer",
    "translation": "to be born",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu nasco todos os dias. – I be born every day.",
      "Tu nasces agora? – Do you be born now?",
      "Nós nascemos muitas vezes. – We be born often.",
      "Ele/ela nasceu ontem. – He/She be borned yesterday.",
      "Ontem, eu nasci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 55,
    "verb": "mudar",
    "translation": "to change",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu mudo todos os dias. – I change every day.",
      "Tu mudas agora? – Do you change now?",
      "Nós mudamos muitas vezes. – We change often.",
      "Ele/ela mudou ontem. – He/She changed yesterday.",
      "Ontem, eu mudei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 56,
    "verb": "criar",
    "translation": "to create",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu crio todos os dias. – I create every day.",
      "Tu crias agora? – Do you create now?",
      "Nós criamos muitas vezes. – We create often.",
      "Ele/ela criou ontem. – He/She created yesterday.",
      "Ontem, eu criei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 57,
    "verb": "abrir",
    "translation": "to open",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu abro todos os dias. – I open every day.",
      "Tu abres agora? – Do you open now?",
      "Nós abrimos muitas vezes. – We open often.",
      "Ele/ela abriu ontem. – He/She openned yesterday.",
      "Ontem, eu abri também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 58,
    "verb": "fechar",
    "translation": "to close",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fecho todos os dias. – I close every day.",
      "Tu fechas agora? – Do you close now?",
      "Nós fechamos muitas vezes. – We close often.",
      "Ele/ela fechou ontem. – He/She closed yesterday.",
      "Ontem, eu fechei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 59,
    "verb": "cair",
    "translation": "to fall",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a cair agora. – I'm falling now.",
      "Podes cair depois? – Can you fall later?",
      "Ele esteve a cair ontem. – He was falling yesterday.",
      "Vamos cair quando chegarmos. – We'll fall when we arrive.",
      "Eles vão cair amanhã. – They're going to fall tomorrow."
    ]
  },
  {
    "rank": 60,
    "verb": "subir",
    "translation": "to go up, to climb",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a subir agora. – I'm go up, to climbing now.",
      "Podes subir depois? – Can you go up, to climb later?",
      "Ele esteve a subir ontem. – He was go up, to climbing yesterday.",
      "Vamos subir quando chegarmos. – We'll go up, to climb when we arrive.",
      "Eles vão subir amanhã. – They're going to go up, to climb tomorrow."
    ]
  },
  {
    "rank": 61,
    "verb": "descer",
    "translation": "to go down, to descend",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu desco todos os dias. – I go down, to descend every day.",
      "Tu desces agora? – Do you go down, to descend now?",
      "Nós descemos muitas vezes. – We go down, to descend often.",
      "Ele/ela desceu ontem. – He/She go down, to descended yesterday.",
      "Ontem, eu desci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 62,
    "verb": "crescer",
    "translation": "to grow",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu cresco todos os dias. – I grow every day.",
      "Tu cresces agora? – Do you grow now?",
      "Nós crescemos muitas vezes. – We grow often.",
      "Ele/ela cresceu ontem. – He/She growwed yesterday.",
      "Ontem, eu cresci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 63,
    "verb": "aprender",
    "translation": "to learn",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu aprendo todos os dias. – I learn every day.",
      "Tu aprendes agora? – Do you learn now?",
      "Nós aprendemos muitas vezes. – We learn often.",
      "Ele/ela aprendeu ontem. – He/She learned yesterday.",
      "Ontem, eu aprendi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 64,
    "verb": "entender",
    "translation": "to understand",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu entendo todos os dias. – I understand every day.",
      "Tu entendes agora? – Do you understand now?",
      "Nós entendemos muitas vezes. – We understand often.",
      "Ele/ela entendeu ontem. – He/She understanded yesterday.",
      "Ontem, eu entendi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 65,
    "verb": "explicar",
    "translation": "to explain",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu explico todos os dias. – I explain every day.",
      "Tu explicas agora? – Do you explain now?",
      "Nós explicamos muitas vezes. – We explain often.",
      "Ele/ela explicou ontem. – He/She explained yesterday.",
      "Ontem, eu explicei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 66,
    "verb": "ensinar",
    "translation": "to teach",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ensino todos os dias. – I teach every day.",
      "Tu ensinas agora? – Do you teach now?",
      "Nós ensinamos muitas vezes. – We teach often.",
      "Ele/ela ensinou ontem. – He/She teached yesterday.",
      "Ontem, eu ensinei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 67,
    "verb": "lembrar",
    "translation": "to remember",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lembro todos os dias. – I remember every day.",
      "Tu lembras agora? – Do you remember now?",
      "Nós lembramos muitas vezes. – We remember often.",
      "Ele/ela lembrou ontem. – He/She remembered yesterday.",
      "Ontem, eu lembrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 68,
    "verb": "esquecer",
    "translation": "to forget",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu esqueco todos os dias. – I forget every day.",
      "Tu esqueces agora? – Do you forget now?",
      "Nós esquecemos muitas vezes. – We forget often.",
      "Ele/ela esqueceu ontem. – He/She forgeted yesterday.",
      "Ontem, eu esqueci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 69,
    "verb": "acordar",
    "translation": "to wake up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acordo todos os dias. – I wake up every day.",
      "Tu acordas agora? – Do you wake up now?",
      "Nós acordamos muitas vezes. – We wake up often.",
      "Ele/ela acordou ontem. – He/She wake uped yesterday.",
      "Ontem, eu acordei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 70,
    "verb": "levantar",
    "translation": "to get up, to lift",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu levanto todos os dias. – I get up, to lift every day.",
      "Tu levantas agora? – Do you get up, to lift now?",
      "Nós levantamos muitas vezes. – We get up, to lift often.",
      "Ele/ela levantou ontem. – He/She get up, to lifted yesterday.",
      "Ontem, eu levantei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 71,
    "verb": "sentar",
    "translation": "to sit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sento todos os dias. – I sit every day.",
      "Tu sentas agora? – Do you sit now?",
      "Nós sentamos muitas vezes. – We sit often.",
      "Ele/ela sentou ontem. – He/She sitted yesterday.",
      "Ontem, eu sentei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 72,
    "verb": "correr",
    "translation": "to run",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu corro todos os dias. – I run every day.",
      "Tu corres agora? – Do you run now?",
      "Nós corremos muitas vezes. – We run often.",
      "Ele/ela correu ontem. – He/She runned yesterday.",
      "Ontem, eu corri também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 73,
    "verb": "caminhar",
    "translation": "to walk",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu caminho todos os dias. – I walk every day.",
      "Tu caminhas agora? – Do you walk now?",
      "Nós caminhamos muitas vezes. – We walk often.",
      "Ele/ela caminhou ontem. – He/She walked yesterday.",
      "Ontem, eu caminhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 74,
    "verb": "parar",
    "translation": "to stop",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu paro todos os dias. – I stop every day.",
      "Tu paras agora? – Do you stop now?",
      "Nós paramos muitas vezes. – We stop often.",
      "Ele/ela parou ontem. – He/She stopped yesterday.",
      "Ontem, eu parei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 75,
    "verb": "dirigir",
    "translation": "to drive",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a dirigir agora. – I'm driving now.",
      "Podes dirigir depois? – Can you drive later?",
      "Ele esteve a dirigir ontem. – He was driving yesterday.",
      "Vamos dirigir quando chegarmos. – We'll drive when we arrive.",
      "Eles vão dirigir amanhã. – They're going to drive tomorrow."
    ]
  },
  {
    "rank": 76,
    "verb": "aceitar",
    "translation": "to accept",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aceito todos os dias. – I accept every day.",
      "Tu aceitas agora? – Do you accept now?",
      "Nós aceitamos muitas vezes. – We accept often.",
      "Ele/ela aceitou ontem. – He/She accepted yesterday.",
      "Ontem, eu aceitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 77,
    "verb": "recusar",
    "translation": "to refuse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu recuso todos os dias. – I refuse every day.",
      "Tu recusas agora? – Do you refuse now?",
      "Nós recusamos muitas vezes. – We refuse often.",
      "Ele/ela recusou ontem. – He/She refused yesterday.",
      "Ontem, eu recusei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 78,
    "verb": "acreditar",
    "translation": "to believe",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acredito todos os dias. – I believe every day.",
      "Tu acreditas agora? – Do you believe now?",
      "Nós acreditamos muitas vezes. – We believe often.",
      "Ele/ela acreditou ontem. – He/She believed yesterday.",
      "Ontem, eu acreditei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 79,
    "verb": "concordar",
    "translation": "to agree",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu concordo todos os dias. – I agree every day.",
      "Tu concordas agora? – Do you agree now?",
      "Nós concordamos muitas vezes. – We agree often.",
      "Ele/ela concordou ontem. – He/She agreeed yesterday.",
      "Ontem, eu concordei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 80,
    "verb": "discordar",
    "translation": "to disagree",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu discordo todos os dias. – I disagree every day.",
      "Tu discordas agora? – Do you disagree now?",
      "Nós discordamos muitas vezes. – We disagree often.",
      "Ele/ela discordou ontem. – He/She disagreeed yesterday.",
      "Ontem, eu discordei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 81,
    "verb": "ganhar",
    "translation": "to win, to earn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ganho todos os dias. – I win, to earn every day.",
      "Tu ganhas agora? – Do you win, to earn now?",
      "Nós ganhamos muitas vezes. – We win, to earn often.",
      "Ele/ela ganhou ontem. – He/She win, to earned yesterday.",
      "Ontem, eu ganhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 82,
    "verb": "pagar",
    "translation": "to pay",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pago todos os dias. – I pay every day.",
      "Tu pagas agora? – Do you pay now?",
      "Nós pagamos muitas vezes. – We pay often.",
      "Ele/ela pagou ontem. – He/She payyed yesterday.",
      "Ontem, eu pagei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 83,
    "verb": "gastar",
    "translation": "to spend",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu gasto todos os dias. – I spend every day.",
      "Tu gastas agora? – Do you spend now?",
      "Nós gastamos muitas vezes. – We spend often.",
      "Ele/ela gastou ontem. – He/She spended yesterday.",
      "Ontem, eu gastei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 84,
    "verb": "poupar",
    "translation": "to save (money)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu poupo todos os dias. – I save (money) every day.",
      "Tu poupas agora? – Do you save (money) now?",
      "Nós poupamos muitas vezes. – We save (money) often.",
      "Ele/ela poupou ontem. – He/She save (money)ed yesterday.",
      "Ontem, eu poupei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 85,
    "verb": "vender",
    "translation": "to sell",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu vendo todos os dias. – I sell every day.",
      "Tu vendes agora? – Do you sell now?",
      "Nós vendemos muitas vezes. – We sell often.",
      "Ele/ela vendeu ontem. – He/She selled yesterday.",
      "Ontem, eu vendi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 86,
    "verb": "alugar",
    "translation": "to rent",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alugo todos os dias. – I rent every day.",
      "Tu alugas agora? – Do you rent now?",
      "Nós alugamos muitas vezes. – We rent often.",
      "Ele/ela alugou ontem. – He/She rented yesterday.",
      "Ontem, eu alugei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 87,
    "verb": "morar",
    "translation": "to live (reside)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu moro todos os dias. – I live (reside) every day.",
      "Tu moras agora? – Do you live (reside) now?",
      "Nós moramos muitas vezes. – We live (reside) often.",
      "Ele/ela morou ontem. – He/She live (reside)ed yesterday.",
      "Ontem, eu morei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 88,
    "verb": "buscar",
    "translation": "to search for, to fetch",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu busco todos os dias. – I search for, to fetch every day.",
      "Tu buscas agora? – Do you search for, to fetch now?",
      "Nós buscamos muitas vezes. – We search for, to fetch often.",
      "Ele/ela buscou ontem. – He/She search for, to fetched yesterday.",
      "Ontem, eu buscei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 89,
    "verb": "procurar",
    "translation": "to look for",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu procuro todos os dias. – I look for every day.",
      "Tu procuras agora? – Do you look for now?",
      "Nós procuramos muitas vezes. – We look for often.",
      "Ele/ela procurou ontem. – He/She look fored yesterday.",
      "Ontem, eu procurei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 90,
    "verb": "ligar",
    "translation": "to call, to turn on",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ligo todos os dias. – I call, to turn on every day.",
      "Tu ligas agora? – Do you call, to turn on now?",
      "Nós ligamos muitas vezes. – We call, to turn on often.",
      "Ele/ela ligou ontem. – He/She call, to turn oned yesterday.",
      "Ontem, eu ligei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 91,
    "verb": "desligar",
    "translation": "to turn off, to hang up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desligo todos os dias. – I turn off, to hang up every day.",
      "Tu desligas agora? – Do you turn off, to hang up now?",
      "Nós desligamos muitas vezes. – We turn off, to hang up often.",
      "Ele/ela desligou ontem. – He/She turn off, to hang uped yesterday.",
      "Ontem, eu desligei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 92,
    "verb": "cantar",
    "translation": "to sing",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu canto todos os dias. – I sing every day.",
      "Tu cantas agora? – Do you sing now?",
      "Nós cantamos muitas vezes. – We sing often.",
      "Ele/ela cantou ontem. – He/She seded yesterday.",
      "Ontem, eu cantei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 93,
    "verb": "dançar",
    "translation": "to dance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu danço todos os dias. – I dance every day.",
      "Tu danças agora? – Do you dance now?",
      "Nós dançamos muitas vezes. – We dance often.",
      "Ele/ela dançou ontem. – He/She danced yesterday.",
      "Ontem, eu dançei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 94,
    "verb": "acabar",
    "translation": "to acabar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acabo todos os dias. – I acabar every day.",
      "Tu acabas agora? – Do you acabar now?",
      "Nós acabamos muitas vezes. – We acabar often.",
      "Ele/ela acabou ontem. – He/She acabared yesterday.",
      "Ontem, eu acabei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 95,
    "verb": "acontecer",
    "translation": "to acontecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu aconteco todos os dias. – I acontecer every day.",
      "Tu aconteces agora? – Do you acontecer now?",
      "Nós acontecemos muitas vezes. – We acontecer often.",
      "Ele/ela aconteceu ontem. – He/She acontecered yesterday.",
      "Ontem, eu aconteci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 96,
    "verb": "manter",
    "translation": "to manter",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a manter agora. – I'm mantering now.",
      "Podes manter depois? – Can you manter later?",
      "Ele esteve a manter ontem. – He was mantering yesterday.",
      "Vamos manter quando chegarmos. – We'll manter when we arrive.",
      "Eles vão manter amanhã. – They're going to manter tomorrow."
    ]
  },
  {
    "rank": 97,
    "verb": "ocorrer",
    "translation": "to ocorrer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu ocorro todos os dias. – I ocorrer every day.",
      "Tu ocorres agora? – Do you ocorrer now?",
      "Nós ocorremos muitas vezes. – We ocorrer often.",
      "Ele/ela ocorreu ontem. – He/She ocorrered yesterday.",
      "Ontem, eu ocorri também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 98,
    "verb": "decidir",
    "translation": "to decide",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu decido todos os dias. – I decide every day.",
      "Tu decides agora? – Do you decide now?",
      "Nós decidimos muitas vezes. – We decide often.",
      "Ele/ela decidiu ontem. – He/She decided yesterday.",
      "Ontem, eu decidi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 99,
    "verb": "seguir",
    "translation": "to follow",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a seguir agora. – I'm following now.",
      "Podes seguir depois? – Can you follow later?",
      "Ele esteve a seguir ontem. – He was following yesterday.",
      "Vamos seguir quando chegarmos. – We'll follow when we arrive.",
      "Eles vão seguir amanhã. – They're going to follow tomorrow."
    ]
  },
  {
    "rank": 100,
    "verb": "contar",
    "translation": "to tell, to count",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conto todos os dias. – I tell, to count every day.",
      "Tu contas agora? – Do you tell, to count now?",
      "Nós contamos muitas vezes. – We tell, to count often.",
      "Ele/ela contou ontem. – He/She tell, to counted yesterday.",
      "Ontem, eu contei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 101,
    "verb": "utilizar",
    "translation": "to use, to utilize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu utilizo todos os dias. – I use, to utilize every day.",
      "Tu utilizas agora? – Do you use, to utilize now?",
      "Nós utilizamos muitas vezes. – We use, to utilize often.",
      "Ele/ela utilizou ontem. – He/She use, to utilized yesterday.",
      "Ontem, eu utilizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 102,
    "verb": "colocar",
    "translation": "to put, to place",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu coloco todos os dias. – I put, to place every day.",
      "Tu colocas agora? – Do you put, to place now?",
      "Nós colocamos muitas vezes. – We put, to place often.",
      "Ele/ela colocou ontem. – He/She put, to placed yesterday.",
      "Ontem, eu colocei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 103,
    "verb": "tirar",
    "translation": "to take out, to remove",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu tiro todos os dias. – I take out, to remove every day.",
      "Tu tiras agora? – Do you take out, to remove now?",
      "Nós tiramos muitas vezes. – We take out, to remove often.",
      "Ele/ela tirou ontem. – He/She take out, to removed yesterday.",
      "Ontem, eu tirei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 104,
    "verb": "pegar",
    "translation": "to take, to grab",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pego todos os dias. – I take, to grab every day.",
      "Tu pegas agora? – Do you take, to grab now?",
      "Nós pegamos muitas vezes. – We take, to grab often.",
      "Ele/ela pegou ontem. – He/She take, to grabed yesterday.",
      "Ontem, eu pegei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 105,
    "verb": "mandar",
    "translation": "to send",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu mando todos os dias. – I send every day.",
      "Tu mandas agora? – Do you send now?",
      "Nós mandamos muitas vezes. – We send often.",
      "Ele/ela mandou ontem. – He/She sended yesterday.",
      "Ontem, eu mandei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 106,
    "verb": "responder",
    "translation": "to answer, to reply",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu respondo todos os dias. – I answer, to reply every day.",
      "Tu respondes agora? – Do you answer, to reply now?",
      "Nós respondemos muitas vezes. – We answer, to reply often.",
      "Ele/ela respondeu ontem. – He/She answer, to replyed yesterday.",
      "Ontem, eu respondi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 107,
    "verb": "enviar",
    "translation": "to send",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu envio todos os dias. – I send every day.",
      "Tu envias agora? – Do you send now?",
      "Nós enviamos muitas vezes. – We send often.",
      "Ele/ela enviou ontem. – He/She sended yesterday.",
      "Ontem, eu enviei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 108,
    "verb": "obter",
    "translation": "to obtain, to get",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a obter agora. – I'm obtain, to geting now.",
      "Podes obter depois? – Can you obtain, to get later?",
      "Ele esteve a obter ontem. – He was obtain, to geting yesterday.",
      "Vamos obter quando chegarmos. – We'll obtain, to get when we arrive.",
      "Eles vão obter amanhã. – They're going to obtain, to get tomorrow."
    ]
  },
  {
    "rank": 109,
    "verb": "produzir",
    "translation": "to produce",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu produzo todos os dias. – I produce every day.",
      "Tu produzes agora? – Do you produce now?",
      "Nós produzimos muitas vezes. – We produce often.",
      "Ele/ela produziu ontem. – He/She produced yesterday.",
      "Ontem, eu produzi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 110,
    "verb": "aparecer",
    "translation": "to appear, to show up",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu apareco todos os dias. – I appear, to show up every day.",
      "Tu apareces agora? – Do you appear, to show up now?",
      "Nós aparecemos muitas vezes. – We appear, to show up often.",
      "Ele/ela apareceu ontem. – He/She appear, to show uped yesterday.",
      "Ontem, eu apareci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 111,
    "verb": "permitir",
    "translation": "to allow, to permit",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu permito todos os dias. – I allow, to permit every day.",
      "Tu permites agora? – Do you allow, to permit now?",
      "Nós permitimos muitas vezes. – We allow, to permit often.",
      "Ele/ela permitiu ontem. – He/She allow, to permited yesterday.",
      "Ontem, eu permiti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 112,
    "verb": "dever",
    "translation": "must, should; to owe",
    "category": "er",
    "irregular": false,
    "examples": [
      "Devo estudar esta semana. – I should study this week.",
      "Deves descansar um pouco. – You should rest a bit.",
      "Ele devia ter ligado. – He should have called.",
      "Devemos tentar outra vez. – We should try again.",
      "Eles devem chegar por volta das seis. – They should arrive around six."
    ]
  },
  {
    "rank": 113,
    "verb": "costumar",
    "translation": "to usually do",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu costumo todos os dias. – I usually do every day.",
      "Tu costumas agora? – Do you usually do now?",
      "Nós costumamos muitas vezes. – We usually do often.",
      "Ele/ela costumou ontem. – He/She usually doed yesterday.",
      "Ontem, eu costumei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 114,
    "verb": "apresentar",
    "translation": "to present, to introduce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu apresento todos os dias. – I present, to introduce every day.",
      "Tu apresentas agora? – Do you present, to introduce now?",
      "Nós apresentamos muitas vezes. – We present, to introduce often.",
      "Ele/ela apresentou ontem. – He/She present, to introduced yesterday.",
      "Ontem, eu apresentei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 115,
    "verb": "resultar",
    "translation": "to result",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu resulto todos os dias. – I result every day.",
      "Tu resultas agora? – Do you result now?",
      "Nós resultamos muitas vezes. – We result often.",
      "Ele/ela resultou ontem. – He/She resulted yesterday.",
      "Ontem, eu resultei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 116,
    "verb": "funcionar",
    "translation": "to work, to function",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu funciono todos os dias. – I work, to function every day.",
      "Tu funcionas agora? – Do you work, to function now?",
      "Nós funcionamos muitas vezes. – We work, to function often.",
      "Ele/ela funcionou ontem. – He/She work, to functioned yesterday.",
      "Ontem, eu funcionei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 117,
    "verb": "evitar",
    "translation": "to avoid",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu evito todos os dias. – I avoid every day.",
      "Tu evitas agora? – Do you avoid now?",
      "Nós evitamos muitas vezes. – We avoid often.",
      "Ele/ela evitou ontem. – He/She avoidded yesterday.",
      "Ontem, eu evitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 118,
    "verb": "entrar",
    "translation": "to enter, to go in",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu entro todos os dias. – I enter, to go in every day.",
      "Tu entras agora? – Do you enter, to go in now?",
      "Nós entramos muitas vezes. – We enter, to go in often.",
      "Ele/ela entrou ontem. – He/She enter, to go ined yesterday.",
      "Ontem, eu entrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 119,
    "verb": "sair",
    "translation": "to leave, to go out",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a sair agora. – I'm leave, to go outing now.",
      "Podes sair depois? – Can you leave, to go out later?",
      "Ele esteve a sair ontem. – He was leave, to go outing yesterday.",
      "Vamos sair quando chegarmos. – We'll leave, to go out when we arrive.",
      "Eles vão sair amanhã. – They're going to leave, to go out tomorrow."
    ]
  },
  {
    "rank": 120,
    "verb": "viver",
    "translation": "to live",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu vivo todos os dias. – I live every day.",
      "Tu vives agora? – Do you live now?",
      "Nós vivemos muitas vezes. – We live often.",
      "Ele/ela viveu ontem. – He/She lived yesterday.",
      "Ontem, eu vivi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 121,
    "verb": "voltar",
    "translation": "to return, to come back",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu volto todos os dias. – I return, to come back every day.",
      "Tu voltas agora? – Do you return, to come back now?",
      "Nós voltamos muitas vezes. – We return, to come back often.",
      "Ele/ela voltou ontem. – He/She return, to come backed yesterday.",
      "Ontem, eu voltei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 122,
    "verb": "partir",
    "translation": "to depart, to leave",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu parto todos os dias. – I depart, to leave every day.",
      "Tu partes agora? – Do you depart, to leave now?",
      "Nós partimos muitas vezes. – We depart, to leave often.",
      "Ele/ela partiu ontem. – He/She depart, to leaved yesterday.",
      "Ontem, eu parti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 123,
    "verb": "encontrar",
    "translation": "to find, to meet",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu encontro todos os dias. – I find, to meet every day.",
      "Tu encontras agora? – Do you find, to meet now?",
      "Nós encontramos muitas vezes. – We find, to meet often.",
      "Ele/ela encontrou ontem. – He/She find, to meeted yesterday.",
      "Ontem, eu encontrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 124,
    "verb": "sentir",
    "translation": "to feel",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a sentir agora. – I'm feelling now.",
      "Podes sentir depois? – Can you feel later?",
      "Ele esteve a sentir ontem. – He was feelling yesterday.",
      "Vamos sentir quando chegarmos. – We'll feel when we arrive.",
      "Eles vão sentir amanhã. – They're going to feel tomorrow."
    ]
  },
  {
    "rank": 125,
    "verb": "trabalhar",
    "translation": "to work",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu trabalho todos os dias. – I work every day.",
      "Tu trabalhas agora? – Do you work now?",
      "Nós trabalhamos muitas vezes. – We work often.",
      "Ele/ela trabalhou ontem. – He/She worked yesterday.",
      "Ontem, eu trabalhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 126,
    "verb": "rir",
    "translation": "to rir",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a rir agora. – I'm rirring now.",
      "Podes rir depois? – Can you rir later?",
      "Ele esteve a rir ontem. – He was rirring yesterday.",
      "Vamos rir quando chegarmos. – We'll rir when we arrive.",
      "Eles vão rir amanhã. – They're going to rir tomorrow."
    ]
  },
  {
    "rank": 127,
    "verb": "chorar",
    "translation": "to chorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu choro todos os dias. – I chorar every day.",
      "Tu choras agora? – Do you chorar now?",
      "Nós choramos muitas vezes. – We chorar often.",
      "Ele/ela chorou ontem. – He/She chorared yesterday.",
      "Ontem, eu chorei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 128,
    "verb": "casar",
    "translation": "to casar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu caso todos os dias. – I casar every day.",
      "Tu casas agora? – Do you casar now?",
      "Nós casamos muitas vezes. – We casar often.",
      "Ele/ela casou ontem. – He/She casarred yesterday.",
      "Ontem, eu casei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 129,
    "verb": "perceber",
    "translation": "to understand, to notice",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu percebo todos os dias. – I understand, to notice every day.",
      "Tu percebes agora? – Do you understand, to notice now?",
      "Nós percebemos muitas vezes. – We understand, to notice often.",
      "Ele/ela percebeu ontem. – He/She understand, to noticed yesterday.",
      "Ontem, eu percebi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 130,
    "verb": "construir",
    "translation": "to build",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu construo todos os dias. – I build every day.",
      "Tu construes agora? – Do you build now?",
      "Nós construimos muitas vezes. – We build often.",
      "Ele/ela construiu ontem. – He/She builded yesterday.",
      "Ontem, eu construi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 131,
    "verb": "servir",
    "translation": "to serve",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu servo todos os dias. – I serve every day.",
      "Tu serves agora? – Do you serve now?",
      "Nós servimos muitas vezes. – We serve often.",
      "Ele/ela serviu ontem. – He/She served yesterday.",
      "Ontem, eu servi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 132,
    "verb": "afetar",
    "translation": "to affect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu afeto todos os dias. – I affect every day.",
      "Tu afetas agora? – Do you affect now?",
      "Nós afetamos muitas vezes. – We affect often.",
      "Ele/ela afetou ontem. – He/She affected yesterday.",
      "Ontem, eu afetei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 133,
    "verb": "abranger",
    "translation": "to cover, to encompass",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu abrango todos os dias. – I cover, to encompass every day.",
      "Tu abranges agora? – Do you cover, to encompass now?",
      "Nós abrangemos muitas vezes. – We cover, to encompass often.",
      "Ele/ela abrangeu ontem. – He/She cover, to encompassed yesterday.",
      "Ontem, eu abrangi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 134,
    "verb": "avisar",
    "translation": "to warn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aviso todos os dias. – I warn every day.",
      "Tu avisas agora? – Do you warn now?",
      "Nós avisamos muitas vezes. – We warn often.",
      "Ele/ela avisou ontem. – He/She warned yesterday.",
      "Ontem, eu avisei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 135,
    "verb": "informar",
    "translation": "to inform",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu informo todos os dias. – I inform every day.",
      "Tu informas agora? – Do you inform now?",
      "Nós informamos muitas vezes. – We inform often.",
      "Ele/ela informou ontem. – He/She informed yesterday.",
      "Ontem, eu informei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 136,
    "verb": "comunicar",
    "translation": "to communicate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu comunico todos os dias. – I communicate every day.",
      "Tu comunicas agora? – Do you communicate now?",
      "Nós comunicamos muitas vezes. – We communicate often.",
      "Ele/ela comunicou ontem. – He/She communicated yesterday.",
      "Ontem, eu comunicei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 137,
    "verb": "anunciar",
    "translation": "to announce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu anuncio todos os dias. – I announce every day.",
      "Tu anuncias agora? – Do you announce now?",
      "Nós anunciamos muitas vezes. – We announce often.",
      "Ele/ela anunciou ontem. – He/She announced yesterday.",
      "Ontem, eu anunciei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 138,
    "verb": "afirmar",
    "translation": "to affirm, to state",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu afirmo todos os dias. – I affirm, to state every day.",
      "Tu afirmas agora? – Do you affirm, to state now?",
      "Nós afirmamos muitas vezes. – We affirm, to state often.",
      "Ele/ela afirmou ontem. – He/She affirm, to stated yesterday.",
      "Ontem, eu afirmei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 139,
    "verb": "negar",
    "translation": "to deny",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu nego todos os dias. – I deny every day.",
      "Tu negas agora? – Do you deny now?",
      "Nós negamos muitas vezes. – We deny often.",
      "Ele/ela negou ontem. – He/She denyed yesterday.",
      "Ontem, eu negei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 140,
    "verb": "confirmar",
    "translation": "to confirm",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu confirmo todos os dias. – I confirm every day.",
      "Tu confirmas agora? – Do you confirm now?",
      "Nós confirmamos muitas vezes. – We confirm often.",
      "Ele/ela confirmou ontem. – He/She confirmed yesterday.",
      "Ontem, eu confirmei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 141,
    "verb": "mentir",
    "translation": "to lie",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a mentir agora. – I'm liing now.",
      "Podes mentir depois? – Can you lie later?",
      "Ele esteve a mentir ontem. – He was liing yesterday.",
      "Vamos mentir quando chegarmos. – We'll lie when we arrive.",
      "Eles vão mentir amanhã. – They're going to lie tomorrow."
    ]
  },
  {
    "rank": 142,
    "verb": "enganar",
    "translation": "to deceive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu engano todos os dias. – I deceive every day.",
      "Tu enganas agora? – Do you deceive now?",
      "Nós enganamos muitas vezes. – We deceive often.",
      "Ele/ela enganou ontem. – He/She deceived yesterday.",
      "Ontem, eu enganei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 143,
    "verb": "esclarecer",
    "translation": "to clarify",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu esclareco todos os dias. – I clarify every day.",
      "Tu esclareces agora? – Do you clarify now?",
      "Nós esclarecemos muitas vezes. – We clarify often.",
      "Ele/ela esclareceu ontem. – He/She clarifyed yesterday.",
      "Ontem, eu esclareci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 144,
    "verb": "fingir",
    "translation": "to pretend",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu fingo todos os dias. – I pretend every day.",
      "Tu finges agora? – Do you pretend now?",
      "Nós fingimos muitas vezes. – We pretend often.",
      "Ele/ela fingiu ontem. – He/She pretended yesterday.",
      "Ontem, eu fingi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 145,
    "verb": "representar",
    "translation": "to represent",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu represento todos os dias. – I represent every day.",
      "Tu representas agora? – Do you represent now?",
      "Nós representamos muitas vezes. – We represent often.",
      "Ele/ela representou ontem. – He/She represented yesterday.",
      "Ontem, eu representei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 146,
    "verb": "interpretar",
    "translation": "to interpret",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu interpreto todos os dias. – I interpret every day.",
      "Tu interpretas agora? – Do you interpret now?",
      "Nós interpretamos muitas vezes. – We interpret often.",
      "Ele/ela interpretou ontem. – He/She interpreted yesterday.",
      "Ontem, eu interpretei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 147,
    "verb": "traduzir",
    "translation": "to translate",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a traduzir agora. – I'm translating now.",
      "Podes traduzir depois? – Can you translate later?",
      "Ele esteve a traduzir ontem. – He was translating yesterday.",
      "Vamos traduzir quando chegarmos. – We'll translate when we arrive.",
      "Eles vão traduzir amanhã. – They're going to translate tomorrow."
    ]
  },
  {
    "rank": 148,
    "verb": "pronunciar",
    "translation": "to pronounce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pronuncio todos os dias. – I pronounce every day.",
      "Tu pronuncias agora? – Do you pronounce now?",
      "Nós pronunciamos muitas vezes. – We pronounce often.",
      "Ele/ela pronunciou ontem. – He/She pronounced yesterday.",
      "Ontem, eu pronunciei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 149,
    "verb": "soletrar",
    "translation": "to spell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu soletro todos os dias. – I spell every day.",
      "Tu soletras agora? – Do you spell now?",
      "Nós soletramos muitas vezes. – We spell often.",
      "Ele/ela soletrou ontem. – He/She spelled yesterday.",
      "Ontem, eu soletrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 150,
    "verb": "articular",
    "translation": "to articulate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu articulo todos os dias. – I articulate every day.",
      "Tu articulas agora? – Do you articulate now?",
      "Nós articulamos muitas vezes. – We articulate often.",
      "Ele/ela articulou ontem. – He/She articulated yesterday.",
      "Ontem, eu articulei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 151,
    "verb": "convidar",
    "translation": "to invite",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu convido todos os dias. – I invite every day.",
      "Tu convidas agora? – Do you invite now?",
      "Nós convidamos muitas vezes. – We invite often.",
      "Ele/ela convidou ontem. – He/She invited yesterday.",
      "Ontem, eu convidei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 152,
    "verb": "sugerir",
    "translation": "to suggest",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu sugero todos os dias. – I suggest every day.",
      "Tu sugeres agora? – Do you suggest now?",
      "Nós sugerimos muitas vezes. – We suggest often.",
      "Ele/ela sugeriu ontem. – He/She suggested yesterday.",
      "Ontem, eu sugeri também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 153,
    "verb": "reclamar",
    "translation": "to complain",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu reclamo todos os dias. – I complain every day.",
      "Tu reclamas agora? – Do you complain now?",
      "Nós reclamamos muitas vezes. – We complain often.",
      "Ele/ela reclamou ontem. – He/She complained yesterday.",
      "Ontem, eu reclamei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 154,
    "verb": "agradecer",
    "translation": "to thank",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu agradeco todos os dias. – I thank every day.",
      "Tu agradeces agora? – Do you thank now?",
      "Nós agradecemos muitas vezes. – We thank often.",
      "Ele/ela agradeceu ontem. – He/She thanked yesterday.",
      "Ontem, eu agradeci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 155,
    "verb": "elogiar",
    "translation": "to praise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu elogio todos os dias. – I praise every day.",
      "Tu elogias agora? – Do you praise now?",
      "Nós elogiamos muitas vezes. – We praise often.",
      "Ele/ela elogiou ontem. – He/She praised yesterday.",
      "Ontem, eu elogiei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 156,
    "verb": "criticar",
    "translation": "to criticize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu critico todos os dias. – I criticize every day.",
      "Tu criticas agora? – Do you criticize now?",
      "Nós criticamos muitas vezes. – We criticize often.",
      "Ele/ela criticou ontem. – He/She criticized yesterday.",
      "Ontem, eu criticei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 157,
    "verb": "imaginar",
    "translation": "to imagine",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu imagino todos os dias. – I imagine every day.",
      "Tu imaginas agora? – Do you imagine now?",
      "Nós imaginamos muitas vezes. – We imagine often.",
      "Ele/ela imaginou ontem. – He/She imagined yesterday.",
      "Ontem, eu imaginei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 158,
    "verb": "desejar",
    "translation": "to wish, to desire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desejo todos os dias. – I wish, to desire every day.",
      "Tu desejas agora? – Do you wish, to desire now?",
      "Nós desejamos muitas vezes. – We wish, to desire often.",
      "Ele/ela desejou ontem. – He/She wish, to desired yesterday.",
      "Ontem, eu desejei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 159,
    "verb": "sonhar",
    "translation": "to dream",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sonho todos os dias. – I dream every day.",
      "Tu sonhas agora? – Do you dream now?",
      "Nós sonhamos muitas vezes. – We dream often.",
      "Ele/ela sonhou ontem. – He/She dreammed yesterday.",
      "Ontem, eu sonhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 160,
    "verb": "julgar",
    "translation": "to judge",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu julgo todos os dias. – I judge every day.",
      "Tu julgas agora? – Do you judge now?",
      "Nós julgamos muitas vezes. – We judge often.",
      "Ele/ela julgou ontem. – He/She judged yesterday.",
      "Ontem, eu julgei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 161,
    "verb": "avaliar",
    "translation": "to evaluate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu avalio todos os dias. – I evaluate every day.",
      "Tu avalias agora? – Do you evaluate now?",
      "Nós avaliamos muitas vezes. – We evaluate often.",
      "Ele/ela avaliou ontem. – He/She evaluated yesterday.",
      "Ontem, eu avaliei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 162,
    "verb": "estimar",
    "translation": "to estimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu estimo todos os dias. – I estimate every day.",
      "Tu estimas agora? – Do you estimate now?",
      "Nós estimamos muitas vezes. – We estimate often.",
      "Ele/ela estimou ontem. – He/She estimated yesterday.",
      "Ontem, eu estimei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 163,
    "verb": "rejeitar",
    "translation": "to rejeitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu rejeito todos os dias. – I rejeitar every day.",
      "Tu rejeitas agora? – Do you rejeitar now?",
      "Nós rejeitamos muitas vezes. – We rejeitar often.",
      "Ele/ela rejeitou ontem. – He/She rejeitared yesterday.",
      "Ontem, eu rejeitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 164,
    "verb": "provar",
    "translation": "to prove, to taste",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu provo todos os dias. – I prove, to taste every day.",
      "Tu provas agora? – Do you prove, to taste now?",
      "Nós provamos muitas vezes. – We prove, to taste often.",
      "Ele/ela provou ontem. – He/She prove, to tasted yesterday.",
      "Ontem, eu provei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 165,
    "verb": "lavar",
    "translation": "to wash",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lavo todos os dias. – I wash every day.",
      "Tu lavas agora? – Do you wash now?",
      "Nós lavamos muitas vezes. – We wash often.",
      "Ele/ela lavou ontem. – He/She washed yesterday.",
      "Ontem, eu lavei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 166,
    "verb": "secar",
    "translation": "to dry",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu seco todos os dias. – I dry every day.",
      "Tu secas agora? – Do you dry now?",
      "Nós secamos muitas vezes. – We dry often.",
      "Ele/ela secou ontem. – He/She dryed yesterday.",
      "Ontem, eu secei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 167,
    "verb": "cozinhar",
    "translation": "to cook",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cozinho todos os dias. – I cook every day.",
      "Tu cozinhas agora? – Do you cook now?",
      "Nós cozinhamos muitas vezes. – We cook often.",
      "Ele/ela cozinhou ontem. – He/She cookked yesterday.",
      "Ontem, eu cozinhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 168,
    "verb": "ferver",
    "translation": "to boil",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu fervo todos os dias. – I boil every day.",
      "Tu ferves agora? – Do you boil now?",
      "Nós fervemos muitas vezes. – We boil often.",
      "Ele/ela ferveu ontem. – He/She boilled yesterday.",
      "Ontem, eu fervi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 169,
    "verb": "assar",
    "translation": "to bake, to roast",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu asso todos os dias. – I bake, to roast every day.",
      "Tu assas agora? – Do you bake, to roast now?",
      "Nós assamos muitas vezes. – We bake, to roast often.",
      "Ele/ela assou ontem. – He/She bake, to roasted yesterday.",
      "Ontem, eu assei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 170,
    "verb": "cortar",
    "translation": "to cut",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu corto todos os dias. – I cut every day.",
      "Tu cortas agora? – Do you cut now?",
      "Nós cortamos muitas vezes. – We cut often.",
      "Ele/ela cortou ontem. – He/She cutted yesterday.",
      "Ontem, eu cortei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 171,
    "verb": "misturar",
    "translation": "to mix",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu misturo todos os dias. – I mix every day.",
      "Tu misturas agora? – Do you mix now?",
      "Nós misturamos muitas vezes. – We mix often.",
      "Ele/ela misturou ontem. – He/She mixxed yesterday.",
      "Ontem, eu misturei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 172,
    "verb": "preparar",
    "translation": "to prepare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu preparo todos os dias. – I prepare every day.",
      "Tu preparas agora? – Do you prepare now?",
      "Nós preparamos muitas vezes. – We prepare often.",
      "Ele/ela preparou ontem. – He/She prepared yesterday.",
      "Ontem, eu preparei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 173,
    "verb": "limpar",
    "translation": "to clean",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu limpo todos os dias. – I clean every day.",
      "Tu limpas agora? – Do you clean now?",
      "Nós limpamos muitas vezes. – We clean often.",
      "Ele/ela limpou ontem. – He/She cleanned yesterday.",
      "Ontem, eu limpei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 174,
    "verb": "arrumar",
    "translation": "to tidy up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu arrumo todos os dias. – I tidy up every day.",
      "Tu arrumas agora? – Do you tidy up now?",
      "Nós arrumamos muitas vezes. – We tidy up often.",
      "Ele/ela arrumou ontem. – He/She tidy uped yesterday.",
      "Ontem, eu arrumei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 175,
    "verb": "guardar",
    "translation": "to keep, to store",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu guardo todos os dias. – I keep, to store every day.",
      "Tu guardas agora? – Do you keep, to store now?",
      "Nós guardamos muitas vezes. – We keep, to store often.",
      "Ele/ela guardou ontem. – He/She keep, to stored yesterday.",
      "Ontem, eu guardei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 176,
    "verb": "apagar",
    "translation": "to turn off, to erase",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu apago todos os dias. – I turn off, to erase every day.",
      "Tu apagas agora? – Do you turn off, to erase now?",
      "Nós apagamos muitas vezes. – We turn off, to erase often.",
      "Ele/ela apagou ontem. – He/She turn off, to erased yesterday.",
      "Ontem, eu apagei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 177,
    "verb": "acender",
    "translation": "to turn on, to light",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu acendo todos os dias. – I turn on, to light every day.",
      "Tu acendes agora? – Do you turn on, to light now?",
      "Nós acendemos muitas vezes. – We turn on, to light often.",
      "Ele/ela acendeu ontem. – He/She turn on, to lighted yesterday.",
      "Ontem, eu acendi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 178,
    "verb": "trocar",
    "translation": "to exchange, to change",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu troco todos os dias. – I exchange, to change every day.",
      "Tu trocas agora? – Do you exchange, to change now?",
      "Nós trocamos muitas vezes. – We exchange, to change often.",
      "Ele/ela trocou ontem. – He/She exchange, to changed yesterday.",
      "Ontem, eu trocei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 179,
    "verb": "mover",
    "translation": "to move",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu movo todos os dias. – I move every day.",
      "Tu moves agora? – Do you move now?",
      "Nós movemos muitas vezes. – We move often.",
      "Ele/ela moveu ontem. – He/She moved yesterday.",
      "Ontem, eu movi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 180,
    "verb": "carregar",
    "translation": "to upload, to charge",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu carrego todos os dias. – I upload, to charge every day.",
      "Tu carregas agora? – Do you upload, to charge now?",
      "Nós carregamos muitas vezes. – We upload, to charge often.",
      "Ele/ela carregou ontem. – He/She upload, to charged yesterday.",
      "Ontem, eu carregei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 181,
    "verb": "levar",
    "translation": "to take",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu levo todos os dias. – I take every day.",
      "Tu levas agora? – Do you take now?",
      "Nós levamos muitas vezes. – We take often.",
      "Ele/ela levou ontem. – He/She taked yesterday.",
      "Ontem, eu levei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 182,
    "verb": "devolver",
    "translation": "to return (something)",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu devolvo todos os dias. – I return (something) every day.",
      "Tu devolves agora? – Do you return (something) now?",
      "Nós devolvemos muitas vezes. – We return (something) often.",
      "Ele/ela devolveu ontem. – He/She return (somethed)ed yesterday.",
      "Ontem, eu devolvi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 183,
    "verb": "deitar",
    "translation": "to lie down, to throw away",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu deito todos os dias. – I lie down, to throw away every day.",
      "Tu deitas agora? – Do you lie down, to throw away now?",
      "Nós deitamos muitas vezes. – We lie down, to throw away often.",
      "Ele/ela deitou ontem. – He/She lie down, to throw awayed yesterday.",
      "Ontem, eu deitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 184,
    "verb": "atravessar",
    "translation": "to atravessar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu atravesso todos os dias. – I atravessar every day.",
      "Tu atravessas agora? – Do you atravessar now?",
      "Nós atravessamos muitas vezes. – We atravessar often.",
      "Ele/ela atravessou ontem. – He/She atravessared yesterday.",
      "Ontem, eu atravessei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 185,
    "verb": "voar",
    "translation": "to fly",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu voo todos os dias. – I fly every day.",
      "Tu voas agora? – Do you fly now?",
      "Nós voamos muitas vezes. – We fly often.",
      "Ele/ela voou ontem. – He/She flyed yesterday.",
      "Ontem, eu voei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 186,
    "verb": "nadar",
    "translation": "to swim",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu nado todos os dias. – I swim every day.",
      "Tu nadas agora? – Do you swim now?",
      "Nós nadamos muitas vezes. – We swim often.",
      "Ele/ela nadou ontem. – He/She swimmed yesterday.",
      "Ontem, eu nadei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 187,
    "verb": "planejar",
    "translation": "to plan",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu planejo todos os dias. – I plan every day.",
      "Tu planejas agora? – Do you plan now?",
      "Nós planejamos muitas vezes. – We plan often.",
      "Ele/ela planejou ontem. – He/She planned yesterday.",
      "Ontem, eu planejei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 188,
    "verb": "organizar",
    "translation": "to organize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu organizo todos os dias. – I organize every day.",
      "Tu organizas agora? – Do you organize now?",
      "Nós organizamos muitas vezes. – We organize often.",
      "Ele/ela organizou ontem. – He/She organized yesterday.",
      "Ontem, eu organizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 189,
    "verb": "marcar",
    "translation": "to schedule, to mark",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu marco todos os dias. – I schedule, to mark every day.",
      "Tu marcas agora? – Do you schedule, to mark now?",
      "Nós marcamos muitas vezes. – We schedule, to mark often.",
      "Ele/ela marcou ontem. – He/She schedule, to marked yesterday.",
      "Ontem, eu marcei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 190,
    "verb": "desmarcar",
    "translation": "to cancel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desmarco todos os dias. – I cancel every day.",
      "Tu desmarcas agora? – Do you cancel now?",
      "Nós desmarcamos muitas vezes. – We cancel often.",
      "Ele/ela desmarcou ontem. – He/She canceled yesterday.",
      "Ontem, eu desmarcei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 191,
    "verb": "começar",
    "translation": "to start, to begin",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu começo todos os dias. – I start, to begin every day.",
      "Tu começas agora? – Do you start, to begin now?",
      "Nós começamos muitas vezes. – We start, to begin often.",
      "Ele/ela começou ontem. – He/She start, to begined yesterday.",
      "Ontem, eu começei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 192,
    "verb": "terminar",
    "translation": "to finish, to end",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu termino todos os dias. – I finish, to end every day.",
      "Tu terminas agora? – Do you finish, to end now?",
      "Nós terminamos muitas vezes. – We finish, to end often.",
      "Ele/ela terminou ontem. – He/She finish, to ended yesterday.",
      "Ontem, eu terminei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 193,
    "verb": "incluir",
    "translation": "to include",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu incluo todos os dias. – I include every day.",
      "Tu inclues agora? – Do you include now?",
      "Nós incluimos muitas vezes. – We include often.",
      "Ele/ela incluiu ontem. – He/She included yesterday.",
      "Ontem, eu inclui também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 194,
    "verb": "excluir",
    "translation": "to exclude",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu excluo todos os dias. – I exclude every day.",
      "Tu exclues agora? – Do you exclude now?",
      "Nós excluimos muitas vezes. – We exclude often.",
      "Ele/ela excluiu ontem. – He/She excluded yesterday.",
      "Ontem, eu exclui também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 195,
    "verb": "adicionar",
    "translation": "to add",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu adiciono todos os dias. – I add every day.",
      "Tu adicionas agora? – Do you add now?",
      "Nós adicionamos muitas vezes. – We add often.",
      "Ele/ela adicionou ontem. – He/She added yesterday.",
      "Ontem, eu adicionei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 196,
    "verb": "remover",
    "translation": "to remove",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu removo todos os dias. – I remove every day.",
      "Tu removes agora? – Do you remove now?",
      "Nós removemos muitas vezes. – We remove often.",
      "Ele/ela removeu ontem. – He/She removed yesterday.",
      "Ontem, eu removi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 197,
    "verb": "atualizar",
    "translation": "to update",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu atualizo todos os dias. – I update every day.",
      "Tu atualizas agora? – Do you update now?",
      "Nós atualizamos muitas vezes. – We update often.",
      "Ele/ela atualizou ontem. – He/She updated yesterday.",
      "Ontem, eu atualizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 198,
    "verb": "instalar",
    "translation": "to install",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu instalo todos os dias. – I install every day.",
      "Tu instalas agora? – Do you install now?",
      "Nós instalamos muitas vezes. – We install often.",
      "Ele/ela instalou ontem. – He/She installed yesterday.",
      "Ontem, eu instalei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 199,
    "verb": "pesquisar",
    "translation": "to research, to search",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pesquiso todos os dias. – I research, to search every day.",
      "Tu pesquisas agora? – Do you research, to search now?",
      "Nós pesquisamos muitas vezes. – We research, to search often.",
      "Ele/ela pesquisou ontem. – He/She research, to searched yesterday.",
      "Ontem, eu pesquisei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 200,
    "verb": "analisar",
    "translation": "to analyze",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu analiso todos os dias. – I analyze every day.",
      "Tu analisas agora? – Do you analyze now?",
      "Nós analisamos muitas vezes. – We analyze often.",
      "Ele/ela analisou ontem. – He/She analyzed yesterday.",
      "Ontem, eu analisei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 201,
    "verb": "comparar",
    "translation": "to compare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu comparo todos os dias. – I compare every day.",
      "Tu comparas agora? – Do you compare now?",
      "Nós comparamos muitas vezes. – We compare often.",
      "Ele/ela comparou ontem. – He/She compared yesterday.",
      "Ontem, eu comparei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 202,
    "verb": "medir",
    "translation": "to measure",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu medo todos os dias. – I measure every day.",
      "Tu medes agora? – Do you measure now?",
      "Nós medimos muitas vezes. – We measure often.",
      "Ele/ela mediu ontem. – He/She measured yesterday.",
      "Ontem, eu medi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 203,
    "verb": "testar",
    "translation": "to test",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu testo todos os dias. – I test every day.",
      "Tu testas agora? – Do you test now?",
      "Nós testamos muitas vezes. – We test often.",
      "Ele/ela testou ontem. – He/She tested yesterday.",
      "Ontem, eu testei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 204,
    "verb": "calcular",
    "translation": "to calculate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu calculo todos os dias. – I calculate every day.",
      "Tu calculas agora? – Do you calculate now?",
      "Nós calculamos muitas vezes. – We calculate often.",
      "Ele/ela calculou ontem. – He/She calculated yesterday.",
      "Ontem, eu calculei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 205,
    "verb": "programar",
    "translation": "to program",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu programo todos os dias. – I program every day.",
      "Tu programas agora? – Do you program now?",
      "Nós programamos muitas vezes. – We program often.",
      "Ele/ela programou ontem. – He/She programed yesterday.",
      "Ontem, eu programei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 206,
    "verb": "desenvolver",
    "translation": "to develop",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu desenvolvo todos os dias. – I develop every day.",
      "Tu desenvolves agora? – Do you develop now?",
      "Nós desenvolvemos muitas vezes. – We develop often.",
      "Ele/ela desenvolveu ontem. – He/She developed yesterday.",
      "Ontem, eu desenvolvi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 207,
    "verb": "publicar",
    "translation": "to publish",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu publico todos os dias. – I publish every day.",
      "Tu publicas agora? – Do you publish now?",
      "Nós publicamos muitas vezes. – We publish often.",
      "Ele/ela publicou ontem. – He/She published yesterday.",
      "Ontem, eu publicei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 208,
    "verb": "imprimir",
    "translation": "to print",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu imprimo todos os dias. – I print every day.",
      "Tu imprimes agora? – Do you print now?",
      "Nós imprimimos muitas vezes. – We print often.",
      "Ele/ela imprimiu ontem. – He/She printed yesterday.",
      "Ontem, eu imprimi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 209,
    "verb": "assinar",
    "translation": "to sign",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu assino todos os dias. – I sign every day.",
      "Tu assinas agora? – Do you sign now?",
      "Nós assinamos muitas vezes. – We sign often.",
      "Ele/ela assinou ontem. – He/She signed yesterday.",
      "Ontem, eu assinei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 210,
    "verb": "revisar",
    "translation": "to review",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu reviso todos os dias. – I review every day.",
      "Tu revisas agora? – Do you review now?",
      "Nós revisamos muitas vezes. – We review often.",
      "Ele/ela revisou ontem. – He/She reviewed yesterday.",
      "Ontem, eu revisei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 211,
    "verb": "editar",
    "translation": "to edit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu edito todos os dias. – I edit every day.",
      "Tu editas agora? – Do you edit now?",
      "Nós editamos muitas vezes. – We edit often.",
      "Ele/ela editou ontem. – He/She editted yesterday.",
      "Ontem, eu editei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 212,
    "verb": "negociar",
    "translation": "to negotiate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu negocio todos os dias. – I negotiate every day.",
      "Tu negocias agora? – Do you negotiate now?",
      "Nós negociamos muitas vezes. – We negotiate often.",
      "Ele/ela negociou ontem. – He/She negotiated yesterday.",
      "Ontem, eu negociei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 213,
    "verb": "investir",
    "translation": "to invest",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu investo todos os dias. – I invest every day.",
      "Tu investes agora? – Do you invest now?",
      "Nós investimos muitas vezes. – We invest often.",
      "Ele/ela investiu ontem. – He/She invested yesterday.",
      "Ontem, eu investi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 214,
    "verb": "economizar",
    "translation": "to save (money)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu economizo todos os dias. – I save (money) every day.",
      "Tu economizas agora? – Do you save (money) now?",
      "Nós economizamos muitas vezes. – We save (money) often.",
      "Ele/ela economizou ontem. – He/She save (money)ed yesterday.",
      "Ontem, eu economizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 215,
    "verb": "retirar",
    "translation": "to withdraw",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu retiro todos os dias. – I withdraw every day.",
      "Tu retiras agora? – Do you withdraw now?",
      "Nós retiramos muitas vezes. – We withdraw often.",
      "Ele/ela retirou ontem. – He/She withdrawed yesterday.",
      "Ontem, eu retirei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 216,
    "verb": "depositar",
    "translation": "to deposit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu deposito todos os dias. – I deposit every day.",
      "Tu depositas agora? – Do you deposit now?",
      "Nós depositamos muitas vezes. – We deposit often.",
      "Ele/ela depositou ontem. – He/She deposited yesterday.",
      "Ontem, eu depositei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 217,
    "verb": "transferir",
    "translation": "to transfer",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu transfero todos os dias. – I transfer every day.",
      "Tu transferes agora? – Do you transfer now?",
      "Nós transferimos muitas vezes. – We transfer often.",
      "Ele/ela transferiu ontem. – He/She transfered yesterday.",
      "Ontem, eu transferi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 218,
    "verb": "cobrar",
    "translation": "to charge",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cobro todos os dias. – I charge every day.",
      "Tu cobras agora? – Do you charge now?",
      "Nós cobramos muitas vezes. – We charge often.",
      "Ele/ela cobrou ontem. – He/She charged yesterday.",
      "Ontem, eu cobrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 219,
    "verb": "custar",
    "translation": "to cost",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu custo todos os dias. – I cost every day.",
      "Tu custas agora? – Do you cost now?",
      "Nós custamos muitas vezes. – We cost often.",
      "Ele/ela custou ontem. – He/She costed yesterday.",
      "Ontem, eu custei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 220,
    "verb": "valer",
    "translation": "to be worth",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu valo todos os dias. – I be worth every day.",
      "Tu vales agora? – Do you be worth now?",
      "Nós valemos muitas vezes. – We be worth often.",
      "Ele/ela valeu ontem. – He/She be worthed yesterday.",
      "Ontem, eu vali também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 221,
    "verb": "baixar",
    "translation": "to download",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu baixo todos os dias. – I download every day.",
      "Tu baixas agora? – Do you download now?",
      "Nós baixamos muitas vezes. – We download often.",
      "Ele/ela baixou ontem. – He/She downloaded yesterday.",
      "Ontem, eu baixei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 222,
    "verb": "configurar",
    "translation": "to set up, to configure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu configuro todos os dias. – I set up, to configure every day.",
      "Tu configuras agora? – Do you set up, to configure now?",
      "Nós configuramos muitas vezes. – We set up, to configure often.",
      "Ele/ela configurou ontem. – He/She set up, to configured yesterday.",
      "Ontem, eu configurei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 223,
    "verb": "desinstalar",
    "translation": "to uninstall",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desinstalo todos os dias. – I uninstall every day.",
      "Tu desinstalas agora? – Do you uninstall now?",
      "Nós desinstalamos muitas vezes. – We uninstall often.",
      "Ele/ela desinstalou ontem. – He/She uninstalled yesterday.",
      "Ontem, eu desinstalei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 224,
    "verb": "formatar",
    "translation": "to format",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu formato todos os dias. – I format every day.",
      "Tu formatas agora? – Do you format now?",
      "Nós formatamos muitas vezes. – We format often.",
      "Ele/ela formatou ontem. – He/She formated yesterday.",
      "Ontem, eu formatei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 225,
    "verb": "reiniciar",
    "translation": "to restart",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu reinicio todos os dias. – I restart every day.",
      "Tu reinicias agora? – Do you restart now?",
      "Nós reiniciamos muitas vezes. – We restart often.",
      "Ele/ela reiniciou ontem. – He/She restarted yesterday.",
      "Ontem, eu reiniciei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 226,
    "verb": "conectar",
    "translation": "to connect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conecto todos os dias. – I connect every day.",
      "Tu conectas agora? – Do you connect now?",
      "Nós conectamos muitas vezes. – We connect often.",
      "Ele/ela conectou ontem. – He/She connected yesterday.",
      "Ontem, eu conectei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 227,
    "verb": "desconectar",
    "translation": "to disconnect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desconecto todos os dias. – I disconnect every day.",
      "Tu desconectas agora? – Do you disconnect now?",
      "Nós desconectamos muitas vezes. – We disconnect often.",
      "Ele/ela desconectou ontem. – He/She disconnected yesterday.",
      "Ontem, eu desconectei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 228,
    "verb": "copiar",
    "translation": "to copy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu copio todos os dias. – I copy every day.",
      "Tu copias agora? – Do you copy now?",
      "Nós copiamos muitas vezes. – We copy often.",
      "Ele/ela copiou ontem. – He/She copyed yesterday.",
      "Ontem, eu copiei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 229,
    "verb": "colar",
    "translation": "to paste",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu colo todos os dias. – I paste every day.",
      "Tu colas agora? – Do you paste now?",
      "Nós colamos muitas vezes. – We paste often.",
      "Ele/ela colou ontem. – He/She pasted yesterday.",
      "Ontem, eu colei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 230,
    "verb": "renomear",
    "translation": "to rename",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu renomeo todos os dias. – I rename every day.",
      "Tu renomeas agora? – Do you rename now?",
      "Nós renomeamos muitas vezes. – We rename often.",
      "Ele/ela renomeou ontem. – He/She renamed yesterday.",
      "Ontem, eu renomeei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 231,
    "verb": "salvar",
    "translation": "to save",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu salvo todos os dias. – I save every day.",
      "Tu salvas agora? – Do you save now?",
      "Nós salvamos muitas vezes. – We save often.",
      "Ele/ela salvou ontem. – He/She saved yesterday.",
      "Ontem, eu salvei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 232,
    "verb": "digitalizar",
    "translation": "to scan",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu digitalizo todos os dias. – I scan every day.",
      "Tu digitalizas agora? – Do you scan now?",
      "Nós digitalizamos muitas vezes. – We scan often.",
      "Ele/ela digitalizou ontem. – He/She scanned yesterday.",
      "Ontem, eu digitalizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 233,
    "verb": "assistir",
    "translation": "to watch, to attend",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu assisto todos os dias. – I watch, to attend every day.",
      "Tu assistes agora? – Do you watch, to attend now?",
      "Nós assistimos muitas vezes. – We watch, to attend often.",
      "Ele/ela assistiu ontem. – He/She watch, to attended yesterday.",
      "Ontem, eu assisti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 234,
    "verb": "escutar",
    "translation": "to listen",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu escuto todos os dias. – I listen every day.",
      "Tu escutas agora? – Do you listen now?",
      "Nós escutamos muitas vezes. – We listen often.",
      "Ele/ela escutou ontem. – He/She listened yesterday.",
      "Ontem, eu escutei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 235,
    "verb": "cheirar",
    "translation": "to smell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cheiro todos os dias. – I smell every day.",
      "Tu cheiras agora? – Do you smell now?",
      "Nós cheiramos muitas vezes. – We smell often.",
      "Ele/ela cheirou ontem. – He/She smelled yesterday.",
      "Ontem, eu cheirei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 236,
    "verb": "tocar",
    "translation": "to touch, to play",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu toco todos os dias. – I touch, to play every day.",
      "Tu tocas agora? – Do you touch, to play now?",
      "Nós tocamos muitas vezes. – We touch, to play often.",
      "Ele/ela tocou ontem. – He/She touch, to played yesterday.",
      "Ontem, eu tocei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 237,
    "verb": "amar",
    "translation": "to love",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu amo todos os dias. – I love every day.",
      "Tu amas agora? – Do you love now?",
      "Nós amamos muitas vezes. – We love often.",
      "Ele/ela amou ontem. – He/She loved yesterday.",
      "Ontem, eu amei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 238,
    "verb": "odiar",
    "translation": "to hate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu odio todos os dias. – I hate every day.",
      "Tu odias agora? – Do you hate now?",
      "Nós odiamos muitas vezes. – We hate often.",
      "Ele/ela odiou ontem. – He/She hated yesterday.",
      "Ontem, eu odiei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 239,
    "verb": "temer",
    "translation": "to fear",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu temo todos os dias. – I fear every day.",
      "Tu temes agora? – Do you fear now?",
      "Nós tememos muitas vezes. – We fear often.",
      "Ele/ela temeu ontem. – He/She fearred yesterday.",
      "Ontem, eu temi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 240,
    "verb": "preferir",
    "translation": "to prefer",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a preferir agora. – I'm prefering now.",
      "Podes preferir depois? – Can you prefer later?",
      "Ele esteve a preferir ontem. – He was prefering yesterday.",
      "Vamos preferir quando chegarmos. – We'll prefer when we arrive.",
      "Eles vão preferir amanhã. – They're going to prefer tomorrow."
    ]
  },
  {
    "rank": 241,
    "verb": "adorar",
    "translation": "to adore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu adoro todos os dias. – I adore every day.",
      "Tu adoras agora? – Do you adore now?",
      "Nós adoramos muitas vezes. – We adore often.",
      "Ele/ela adorou ontem. – He/She adored yesterday.",
      "Ontem, eu adorei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 242,
    "verb": "visitar",
    "translation": "to visit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu visito todos os dias. – I visit every day.",
      "Tu visitas agora? – Do you visit now?",
      "Nós visitamos muitas vezes. – We visit often.",
      "Ele/ela visitou ontem. – He/She visitted yesterday.",
      "Ontem, eu visitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 243,
    "verb": "conhecer",
    "translation": "to know, to meet",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu conheco todos os dias. – I know, to meet every day.",
      "Tu conheces agora? – Do you know, to meet now?",
      "Nós conhecemos muitas vezes. – We know, to meet often.",
      "Ele/ela conheceu ontem. – He/She know, to meeted yesterday.",
      "Ontem, eu conheci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 244,
    "verb": "participar",
    "translation": "to participate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu participo todos os dias. – I participate every day.",
      "Tu participas agora? – Do you participate now?",
      "Nós participamos muitas vezes. – We participate often.",
      "Ele/ela participou ontem. – He/She participated yesterday.",
      "Ontem, eu participei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 245,
    "verb": "apoiar",
    "translation": "to support",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu apoio todos os dias. – I support every day.",
      "Tu apoias agora? – Do you support now?",
      "Nós apoiamos muitas vezes. – We support often.",
      "Ele/ela apoiou ontem. – He/She supported yesterday.",
      "Ontem, eu apoiei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 246,
    "verb": "liderar",
    "translation": "to lead",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lidero todos os dias. – I lead every day.",
      "Tu lideras agora? – Do you lead now?",
      "Nós lideramos muitas vezes. – We lead often.",
      "Ele/ela liderou ontem. – He/She leadded yesterday.",
      "Ontem, eu liderei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 247,
    "verb": "obedecer",
    "translation": "to obey",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu obedeco todos os dias. – I obey every day.",
      "Tu obedeces agora? – Do you obey now?",
      "Nós obedecemos muitas vezes. – We obey often.",
      "Ele/ela obedeceu ontem. – He/She obeyyed yesterday.",
      "Ontem, eu obedeci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 248,
    "verb": "respeitar",
    "translation": "to respect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu respeito todos os dias. – I respect every day.",
      "Tu respeitas agora? – Do you respect now?",
      "Nós respeitamos muitas vezes. – We respect often.",
      "Ele/ela respeitou ontem. – He/She respected yesterday.",
      "Ontem, eu respeitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 249,
    "verb": "ignorar",
    "translation": "to ignore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ignoro todos os dias. – I ignore every day.",
      "Tu ignoras agora? – Do you ignore now?",
      "Nós ignoramos muitas vezes. – We ignore often.",
      "Ele/ela ignorou ontem. – He/She ignored yesterday.",
      "Ontem, eu ignorei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 250,
    "verb": "proibir",
    "translation": "to prohibit",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu proibo todos os dias. – I prohibit every day.",
      "Tu proibes agora? – Do you prohibit now?",
      "Nós proibimos muitas vezes. – We prohibit often.",
      "Ele/ela proibiu ontem. – He/She prohibited yesterday.",
      "Ontem, eu proibi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 251,
    "verb": "discutir",
    "translation": "to discuss",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu discuto todos os dias. – I discuss every day.",
      "Tu discutes agora? – Do you discuss now?",
      "Nós discutimos muitas vezes. – We discuss often.",
      "Ele/ela discutiu ontem. – He/She discussed yesterday.",
      "Ontem, eu discuti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 252,
    "verb": "debater",
    "translation": "to debate",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu debato todos os dias. – I debate every day.",
      "Tu debates agora? – Do you debate now?",
      "Nós debatemos muitas vezes. – We debate often.",
      "Ele/ela debateu ontem. – He/She debated yesterday.",
      "Ontem, eu debati também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 253,
    "verb": "achar",
    "translation": "to think, to find",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acho todos os dias. – I think, to find every day.",
      "Tu achas agora? – Do you think, to find now?",
      "Nós achamos muitas vezes. – We think, to find often.",
      "Ele/ela achou ontem. – He/She think, to finded yesterday.",
      "Ontem, eu achei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 254,
    "verb": "esconder",
    "translation": "to hide",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu escondo todos os dias. – I hide every day.",
      "Tu escondes agora? – Do you hide now?",
      "Nós escondemos muitas vezes. – We hide often.",
      "Ele/ela escondeu ontem. – He/She hided yesterday.",
      "Ontem, eu escondi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 255,
    "verb": "parecer",
    "translation": "to seem, to appear",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu pareco todos os dias. – I seem, to appear every day.",
      "Tu pareces agora? – Do you seem, to appear now?",
      "Nós parecemos muitas vezes. – We seem, to appear often.",
      "Ele/ela pareceu ontem. – He/She seem, to appeared yesterday.",
      "Ontem, eu pareci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 256,
    "verb": "escorregar",
    "translation": "to slip",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu escorrego todos os dias. – I slip every day.",
      "Tu escorregas agora? – Do you slip now?",
      "Nós escorregamos muitas vezes. – We slip often.",
      "Ele/ela escorregou ontem. – He/She slipped yesterday.",
      "Ontem, eu escorregei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 257,
    "verb": "equilibrar",
    "translation": "to balance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu equilibro todos os dias. – I balance every day.",
      "Tu equilibras agora? – Do you balance now?",
      "Nós equilibramos muitas vezes. – We balance often.",
      "Ele/ela equilibrou ontem. – He/She balanced yesterday.",
      "Ontem, eu equilibrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 258,
    "verb": "balançar",
    "translation": "to swing, to rock",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu balanço todos os dias. – I swing, to rock every day.",
      "Tu balanças agora? – Do you swing, to rock now?",
      "Nós balançamos muitas vezes. – We swing, to rock often.",
      "Ele/ela balançou ontem. – He/She swed, to rocked yesterday.",
      "Ontem, eu balançei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 259,
    "verb": "girar",
    "translation": "to spin, to rotate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu giro todos os dias. – I spin, to rotate every day.",
      "Tu giras agora? – Do you spin, to rotate now?",
      "Nós giramos muitas vezes. – We spin, to rotate often.",
      "Ele/ela girou ontem. – He/She spin, to rotated yesterday.",
      "Ontem, eu girei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 260,
    "verb": "rodar",
    "translation": "to roll, to rotate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu rodo todos os dias. – I roll, to rotate every day.",
      "Tu rodas agora? – Do you roll, to rotate now?",
      "Nós rodamos muitas vezes. – We roll, to rotate often.",
      "Ele/ela rodou ontem. – He/She roll, to rotated yesterday.",
      "Ontem, eu rodei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 261,
    "verb": "virar",
    "translation": "to turn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu viro todos os dias. – I turn every day.",
      "Tu viras agora? – Do you turn now?",
      "Nós viramos muitas vezes. – We turn often.",
      "Ele/ela virou ontem. – He/She turned yesterday.",
      "Ontem, eu virei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 262,
    "verb": "inverter",
    "translation": "to invert, to reverse",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu inverto todos os dias. – I invert, to reverse every day.",
      "Tu invertes agora? – Do you invert, to reverse now?",
      "Nós invertemos muitas vezes. – We invert, to reverse often.",
      "Ele/ela inverteu ontem. – He/She invert, to reversed yesterday.",
      "Ontem, eu inverti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 263,
    "verb": "transformar",
    "translation": "to transform",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu transformo todos os dias. – I transform every day.",
      "Tu transformas agora? – Do you transform now?",
      "Nós transformamos muitas vezes. – We transform often.",
      "Ele/ela transformou ontem. – He/She transformed yesterday.",
      "Ontem, eu transformei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 264,
    "verb": "alterar",
    "translation": "to alter, to change",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu altero todos os dias. – I alter, to change every day.",
      "Tu alteras agora? – Do you alter, to change now?",
      "Nós alteramos muitas vezes. – We alter, to change often.",
      "Ele/ela alterou ontem. – He/She alter, to changed yesterday.",
      "Ontem, eu alterei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 265,
    "verb": "modificar",
    "translation": "to modify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu modifico todos os dias. – I modify every day.",
      "Tu modificas agora? – Do you modify now?",
      "Nós modificamos muitas vezes. – We modify often.",
      "Ele/ela modificou ontem. – He/She modifyed yesterday.",
      "Ontem, eu modificei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 266,
    "verb": "ajustar",
    "translation": "to adjust",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ajusto todos os dias. – I adjust every day.",
      "Tu ajustas agora? – Do you adjust now?",
      "Nós ajustamos muitas vezes. – We adjust often.",
      "Ele/ela ajustou ontem. – He/She adjusted yesterday.",
      "Ontem, eu ajustei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 267,
    "verb": "adaptar",
    "translation": "to adapt",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu adapto todos os dias. – I adapt every day.",
      "Tu adaptas agora? – Do you adapt now?",
      "Nós adaptamos muitas vezes. – We adapt often.",
      "Ele/ela adaptou ontem. – He/She adapted yesterday.",
      "Ontem, eu adaptei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 268,
    "verb": "personalizar",
    "translation": "to personalize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu personalizo todos os dias. – I personalize every day.",
      "Tu personalizas agora? – Do you personalize now?",
      "Nós personalizamos muitas vezes. – We personalize often.",
      "Ele/ela personalizou ontem. – He/She personalized yesterday.",
      "Ontem, eu personalizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 269,
    "verb": "customizar",
    "translation": "to customize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu customizo todos os dias. – I customize every day.",
      "Tu customizas agora? – Do you customize now?",
      "Nós customizamos muitas vezes. – We customize often.",
      "Ele/ela customizou ontem. – He/She customized yesterday.",
      "Ontem, eu customizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 270,
    "verb": "otimizar",
    "translation": "to optimize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu otimizo todos os dias. – I optimize every day.",
      "Tu otimizas agora? – Do you optimize now?",
      "Nós otimizamos muitas vezes. – We optimize often.",
      "Ele/ela otimizou ontem. – He/She optimized yesterday.",
      "Ontem, eu otimizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 271,
    "verb": "maximizar",
    "translation": "to maximize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu maximizo todos os dias. – I maximize every day.",
      "Tu maximizas agora? – Do you maximize now?",
      "Nós maximizamos muitas vezes. – We maximize often.",
      "Ele/ela maximizou ontem. – He/She maximized yesterday.",
      "Ontem, eu maximizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 272,
    "verb": "minimizar",
    "translation": "to minimize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu minimizo todos os dias. – I minimize every day.",
      "Tu minimizas agora? – Do you minimize now?",
      "Nós minimizamos muitas vezes. – We minimize often.",
      "Ele/ela minimizou ontem. – He/She minimized yesterday.",
      "Ontem, eu minimizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 273,
    "verb": "simplificar",
    "translation": "to simplify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu simplifico todos os dias. – I simplify every day.",
      "Tu simplificas agora? – Do you simplify now?",
      "Nós simplificamos muitas vezes. – We simplify often.",
      "Ele/ela simplificou ontem. – He/She simplifyed yesterday.",
      "Ontem, eu simplificei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 274,
    "verb": "complicar",
    "translation": "to complicate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu complico todos os dias. – I complicate every day.",
      "Tu complicas agora? – Do you complicate now?",
      "Nós complicamos muitas vezes. – We complicate often.",
      "Ele/ela complicou ontem. – He/She complicated yesterday.",
      "Ontem, eu complicei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 275,
    "verb": "facilitar",
    "translation": "to facilitate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu facilito todos os dias. – I facilitate every day.",
      "Tu facilitas agora? – Do you facilitate now?",
      "Nós facilitamos muitas vezes. – We facilitate often.",
      "Ele/ela facilitou ontem. – He/She facilitated yesterday.",
      "Ontem, eu facilitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 276,
    "verb": "dificultar",
    "translation": "to hinder",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu dificulto todos os dias. – I hinder every day.",
      "Tu dificultas agora? – Do you hinder now?",
      "Nós dificultamos muitas vezes. – We hinder often.",
      "Ele/ela dificultou ontem. – He/She hindered yesterday.",
      "Ontem, eu dificultei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 277,
    "verb": "impedir",
    "translation": "to prevent",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu impedo todos os dias. – I prevent every day.",
      "Tu impedes agora? – Do you prevent now?",
      "Nós impedimos muitas vezes. – We prevent often.",
      "Ele/ela impediu ontem. – He/She prevented yesterday.",
      "Ontem, eu impedi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 278,
    "verb": "autorizar",
    "translation": "to authorize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu autorizo todos os dias. – I authorize every day.",
      "Tu autorizas agora? – Do you authorize now?",
      "Nós autorizamos muitas vezes. – We authorize often.",
      "Ele/ela autorizou ontem. – He/She authorized yesterday.",
      "Ontem, eu autorizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 279,
    "verb": "banir",
    "translation": "to ban",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu bano todos os dias. – I ban every day.",
      "Tu banes agora? – Do you ban now?",
      "Nós banimos muitas vezes. – We ban often.",
      "Ele/ela baniu ontem. – He/She banned yesterday.",
      "Ontem, eu bani também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 280,
    "verb": "censurar",
    "translation": "to censor",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu censuro todos os dias. – I censor every day.",
      "Tu censuras agora? – Do you censor now?",
      "Nós censuramos muitas vezes. – We censor often.",
      "Ele/ela censurou ontem. – He/She censored yesterday.",
      "Ontem, eu censurei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 281,
    "verb": "admirar",
    "translation": "to admire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu admiro todos os dias. – I admire every day.",
      "Tu admiras agora? – Do you admire now?",
      "Nós admiramos muitas vezes. – We admire often.",
      "Ele/ela admirou ontem. – He/She admired yesterday.",
      "Ontem, eu admirei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 282,
    "verb": "honrar",
    "translation": "to honor",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu honro todos os dias. – I honor every day.",
      "Tu honras agora? – Do you honor now?",
      "Nós honramos muitas vezes. – We honor often.",
      "Ele/ela honrou ontem. – He/She honorred yesterday.",
      "Ontem, eu honrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 283,
    "verb": "desprezar",
    "translation": "to despise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desprezo todos os dias. – I despise every day.",
      "Tu desprezas agora? – Do you despise now?",
      "Nós desprezamos muitas vezes. – We despise often.",
      "Ele/ela desprezou ontem. – He/She despised yesterday.",
      "Ontem, eu desprezei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 284,
    "verb": "apreciar",
    "translation": "to appreciate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aprecio todos os dias. – I appreciate every day.",
      "Tu aprecias agora? – Do you appreciate now?",
      "Nós apreciamos muitas vezes. – We appreciate often.",
      "Ele/ela apreciou ontem. – He/She appreciated yesterday.",
      "Ontem, eu apreciei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 285,
    "verb": "valorizar",
    "translation": "to value",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu valorizo todos os dias. – I value every day.",
      "Tu valorizas agora? – Do you value now?",
      "Nós valorizamos muitas vezes. – We value often.",
      "Ele/ela valorizou ontem. – He/She valued yesterday.",
      "Ontem, eu valorizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 286,
    "verb": "desvalorizar",
    "translation": "to devalue",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desvalorizo todos os dias. – I devalue every day.",
      "Tu desvalorizas agora? – Do you devalue now?",
      "Nós desvalorizamos muitas vezes. – We devalue often.",
      "Ele/ela desvalorizou ontem. – He/She devalued yesterday.",
      "Ontem, eu desvalorizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 287,
    "verb": "condenar",
    "translation": "to condemn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu condeno todos os dias. – I condemn every day.",
      "Tu condenas agora? – Do you condemn now?",
      "Nós condenamos muitas vezes. – We condemn often.",
      "Ele/ela condenou ontem. – He/She condemned yesterday.",
      "Ontem, eu condenei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 288,
    "verb": "absolver",
    "translation": "to absolve",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu absolvo todos os dias. – I absolve every day.",
      "Tu absolves agora? – Do you absolve now?",
      "Nós absolvemos muitas vezes. – We absolve often.",
      "Ele/ela absolveu ontem. – He/She absolved yesterday.",
      "Ontem, eu absolvi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 289,
    "verb": "perdoar",
    "translation": "to forgive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu perdoo todos os dias. – I forgive every day.",
      "Tu perdoas agora? – Do you forgive now?",
      "Nós perdoamos muitas vezes. – We forgive often.",
      "Ele/ela perdoou ontem. – He/She forgived yesterday.",
      "Ontem, eu perdoei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 290,
    "verb": "desculpar",
    "translation": "to excuse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desculpo todos os dias. – I excuse every day.",
      "Tu desculpas agora? – Do you excuse now?",
      "Nós desculpamos muitas vezes. – We excuse often.",
      "Ele/ela desculpou ontem. – He/She excused yesterday.",
      "Ontem, eu desculpei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 291,
    "verb": "reconciliar",
    "translation": "to reconcile",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu reconcilio todos os dias. – I reconcile every day.",
      "Tu reconcilias agora? – Do you reconcile now?",
      "Nós reconciliamos muitas vezes. – We reconcile often.",
      "Ele/ela reconciliou ontem. – He/She reconciled yesterday.",
      "Ontem, eu reconciliei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 292,
    "verb": "zangar",
    "translation": "to anger",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu zango todos os dias. – I anger every day.",
      "Tu zangas agora? – Do you anger now?",
      "Nós zangamos muitas vezes. – We anger often.",
      "Ele/ela zangou ontem. – He/She angerred yesterday.",
      "Ontem, eu zangei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 293,
    "verb": "acalmar",
    "translation": "to calm down",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acalmo todos os dias. – I calm down every day.",
      "Tu acalmas agora? – Do you calm down now?",
      "Nós acalmamos muitas vezes. – We calm down often.",
      "Ele/ela acalmou ontem. – He/She calm downed yesterday.",
      "Ontem, eu acalmei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 294,
    "verb": "tranquilizar",
    "translation": "to reassure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu tranquilizo todos os dias. – I reassure every day.",
      "Tu tranquilizas agora? – Do you reassure now?",
      "Nós tranquilizamos muitas vezes. – We reassure often.",
      "Ele/ela tranquilizou ontem. – He/She reassured yesterday.",
      "Ontem, eu tranquilizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 295,
    "verb": "assustar",
    "translation": "to scare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu assusto todos os dias. – I scare every day.",
      "Tu assustas agora? – Do you scare now?",
      "Nós assustamos muitas vezes. – We scare often.",
      "Ele/ela assustou ontem. – He/She scared yesterday.",
      "Ontem, eu assustei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 296,
    "verb": "aterrorizar",
    "translation": "to terrorize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aterrorizo todos os dias. – I terrorize every day.",
      "Tu aterrorizas agora? – Do you terrorize now?",
      "Nós aterrorizamos muitas vezes. – We terrorize often.",
      "Ele/ela aterrorizou ontem. – He/She terrorized yesterday.",
      "Ontem, eu aterrorizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 297,
    "verb": "ameaçar",
    "translation": "to threaten",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ameaço todos os dias. – I threaten every day.",
      "Tu ameaças agora? – Do you threaten now?",
      "Nós ameaçamos muitas vezes. – We threaten often.",
      "Ele/ela ameaçou ontem. – He/She threatened yesterday.",
      "Ontem, eu ameaçei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 298,
    "verb": "alertar",
    "translation": "to alert",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alerto todos os dias. – I alert every day.",
      "Tu alertas agora? – Do you alert now?",
      "Nós alertamos muitas vezes. – We alert often.",
      "Ele/ela alertou ontem. – He/She alerted yesterday.",
      "Ontem, eu alertei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 299,
    "verb": "declarar",
    "translation": "to declare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu declaro todos os dias. – I declare every day.",
      "Tu declaras agora? – Do you declare now?",
      "Nós declaramos muitas vezes. – We declare often.",
      "Ele/ela declarou ontem. – He/She declared yesterday.",
      "Ontem, eu declarei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 300,
    "verb": "desmentir",
    "translation": "to deny, to refute",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu desmento todos os dias. – I deny, to refute every day.",
      "Tu desmentes agora? – Do you deny, to refute now?",
      "Nós desmentimos muitas vezes. – We deny, to refute often.",
      "Ele/ela desmentiu ontem. – He/She deny, to refuted yesterday.",
      "Ontem, eu desmenti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 301,
    "verb": "iludir",
    "translation": "to delude",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu iludo todos os dias. – I delude every day.",
      "Tu iludes agora? – Do you delude now?",
      "Nós iludimos muitas vezes. – We delude often.",
      "Ele/ela iludiu ontem. – He/She deluded yesterday.",
      "Ontem, eu iludi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 302,
    "verb": "confundir",
    "translation": "to confuse",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu confundo todos os dias. – I confuse every day.",
      "Tu confundes agora? – Do you confuse now?",
      "Nós confundimos muitas vezes. – We confuse often.",
      "Ele/ela confundiu ontem. – He/She confused yesterday.",
      "Ontem, eu confundi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 303,
    "verb": "ocultar",
    "translation": "to hide, to conceal",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu oculto todos os dias. – I hide, to conceal every day.",
      "Tu ocultas agora? – Do you hide, to conceal now?",
      "Nós ocultamos muitas vezes. – We hide, to conceal often.",
      "Ele/ela ocultou ontem. – He/She hide, to concealed yesterday.",
      "Ontem, eu ocultei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 304,
    "verb": "disfarçar",
    "translation": "to disguise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu disfarço todos os dias. – I disguise every day.",
      "Tu disfarças agora? – Do you disguise now?",
      "Nós disfarçamos muitas vezes. – We disguise often.",
      "Ele/ela disfarçou ontem. – He/She disguised yesterday.",
      "Ontem, eu disfarçei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 305,
    "verb": "simular",
    "translation": "to simulate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu simulo todos os dias. – I simulate every day.",
      "Tu simulas agora? – Do you simulate now?",
      "Nós simulamos muitas vezes. – We simulate often.",
      "Ele/ela simulou ontem. – He/She simulated yesterday.",
      "Ontem, eu simulei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 306,
    "verb": "murmurar",
    "translation": "to murmur",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu murmuro todos os dias. – I murmur every day.",
      "Tu murmuras agora? – Do you murmur now?",
      "Nós murmuramos muitas vezes. – We murmur often.",
      "Ele/ela murmurou ontem. – He/She murmured yesterday.",
      "Ontem, eu murmurei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 307,
    "verb": "estalar",
    "translation": "to crack, to snap",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu estalo todos os dias. – I crack, to snap every day.",
      "Tu estalas agora? – Do you crack, to snap now?",
      "Nós estalamos muitas vezes. – We crack, to snap often.",
      "Ele/ela estalou ontem. – He/She crack, to snaped yesterday.",
      "Ontem, eu estalei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 308,
    "verb": "ranger",
    "translation": "to creak",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu rango todos os dias. – I creak every day.",
      "Tu ranges agora? – Do you creak now?",
      "Nós rangemos muitas vezes. – We creak often.",
      "Ele/ela rangeu ontem. – He/She creakked yesterday.",
      "Ontem, eu rangi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 309,
    "verb": "vibrar",
    "translation": "to vibrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu vibro todos os dias. – I vibrate every day.",
      "Tu vibras agora? – Do you vibrate now?",
      "Nós vibramos muitas vezes. – We vibrate often.",
      "Ele/ela vibrou ontem. – He/She vibrated yesterday.",
      "Ontem, eu vibrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 310,
    "verb": "tremer",
    "translation": "to shake, to tremble",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu tremo todos os dias. – I shake, to tremble every day.",
      "Tu tremes agora? – Do you shake, to tremble now?",
      "Nós trememos muitas vezes. – We shake, to tremble often.",
      "Ele/ela tremeu ontem. – He/She shake, to trembled yesterday.",
      "Ontem, eu tremi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 311,
    "verb": "estremecer",
    "translation": "to shudder",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu estremeco todos os dias. – I shudder every day.",
      "Tu estremeces agora? – Do you shudder now?",
      "Nós estremecemos muitas vezes. – We shudder often.",
      "Ele/ela estremeceu ontem. – He/She shuddered yesterday.",
      "Ontem, eu estremeci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 312,
    "verb": "arrepiar",
    "translation": "to shiver, to get goosebumps",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu arrepio todos os dias. – I shiver, to get goosebumps every day.",
      "Tu arrepias agora? – Do you shiver, to get goosebumps now?",
      "Nós arrepiamos muitas vezes. – We shiver, to get goosebumps often.",
      "Ele/ela arrepiou ontem. – He/She shiver, to get goosebumpsed yesterday.",
      "Ontem, eu arrepiei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 313,
    "verb": "suar",
    "translation": "to sweat",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu suo todos os dias. – I sweat every day.",
      "Tu suas agora? – Do you sweat now?",
      "Nós suamos muitas vezes. – We sweat often.",
      "Ele/ela suou ontem. – He/She sweatted yesterday.",
      "Ontem, eu suei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 314,
    "verb": "transpirar",
    "translation": "to perspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu transpiro todos os dias. – I perspire every day.",
      "Tu transpiras agora? – Do you perspire now?",
      "Nós transpiramos muitas vezes. – We perspire often.",
      "Ele/ela transpirou ontem. – He/She perspired yesterday.",
      "Ontem, eu transpirei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 315,
    "verb": "sangrar",
    "translation": "to bleed",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sangro todos os dias. – I bleed every day.",
      "Tu sangras agora? – Do you bleed now?",
      "Nós sangramos muitas vezes. – We bleed often.",
      "Ele/ela sangrou ontem. – He/She bleedded yesterday.",
      "Ontem, eu sangrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 316,
    "verb": "cicatrizar",
    "translation": "to heal",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cicatrizo todos os dias. – I heal every day.",
      "Tu cicatrizas agora? – Do you heal now?",
      "Nós cicatrizamos muitas vezes. – We heal often.",
      "Ele/ela cicatrizou ontem. – He/She healled yesterday.",
      "Ontem, eu cicatrizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 317,
    "verb": "inflamar",
    "translation": "to inflame",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inflamo todos os dias. – I inflame every day.",
      "Tu inflamas agora? – Do you inflame now?",
      "Nós inflamamos muitas vezes. – We inflame often.",
      "Ele/ela inflamou ontem. – He/She inflamed yesterday.",
      "Ontem, eu inflamei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 318,
    "verb": "inchar",
    "translation": "to swell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu incho todos os dias. – I swell every day.",
      "Tu inchas agora? – Do you swell now?",
      "Nós inchamos muitas vezes. – We swell often.",
      "Ele/ela inchou ontem. – He/She swelled yesterday.",
      "Ontem, eu inchei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 319,
    "verb": "desinflar",
    "translation": "to deflate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desinflo todos os dias. – I deflate every day.",
      "Tu desinflas agora? – Do you deflate now?",
      "Nós desinflamos muitas vezes. – We deflate often.",
      "Ele/ela desinflou ontem. – He/She deflated yesterday.",
      "Ontem, eu desinflei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 320,
    "verb": "inflar",
    "translation": "to inflate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inflo todos os dias. – I inflate every day.",
      "Tu inflas agora? – Do you inflate now?",
      "Nós inflamos muitas vezes. – We inflate often.",
      "Ele/ela inflou ontem. – He/She inflated yesterday.",
      "Ontem, eu inflei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 321,
    "verb": "esvaziar",
    "translation": "to empty",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu esvazio todos os dias. – I empty every day.",
      "Tu esvazias agora? – Do you empty now?",
      "Nós esvaziamos muitas vezes. – We empty often.",
      "Ele/ela esvaziou ontem. – He/She emptyed yesterday.",
      "Ontem, eu esvaziei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 322,
    "verb": "encher",
    "translation": "to fill",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu encho todos os dias. – I fill every day.",
      "Tu enches agora? – Do you fill now?",
      "Nós enchemos muitas vezes. – We fill often.",
      "Ele/ela encheu ontem. – He/She filled yesterday.",
      "Ontem, eu enchi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 323,
    "verb": "transbordar",
    "translation": "to overflow",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu transbordo todos os dias. – I overflow every day.",
      "Tu transbordas agora? – Do you overflow now?",
      "Nós transbordamos muitas vezes. – We overflow often.",
      "Ele/ela transbordou ontem. – He/She overflowed yesterday.",
      "Ontem, eu transbordei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 324,
    "verb": "derramar",
    "translation": "to spill",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu derramo todos os dias. – I spill every day.",
      "Tu derramas agora? – Do you spill now?",
      "Nós derramamos muitas vezes. – We spill often.",
      "Ele/ela derramou ontem. – He/She spilled yesterday.",
      "Ontem, eu derramei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 325,
    "verb": "verter",
    "translation": "to pour",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu verto todos os dias. – I pour every day.",
      "Tu vertes agora? – Do you pour now?",
      "Nós vertemos muitas vezes. – We pour often.",
      "Ele/ela verteu ontem. – He/She pourred yesterday.",
      "Ontem, eu verti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 326,
    "verb": "espalhar",
    "translation": "to spread",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu espalho todos os dias. – I spread every day.",
      "Tu espalhas agora? – Do you spread now?",
      "Nós espalhamos muitas vezes. – We spread often.",
      "Ele/ela espalhou ontem. – He/She spreaded yesterday.",
      "Ontem, eu espalhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 327,
    "verb": "dispersar",
    "translation": "to disperse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu disperso todos os dias. – I disperse every day.",
      "Tu dispersas agora? – Do you disperse now?",
      "Nós dispersamos muitas vezes. – We disperse often.",
      "Ele/ela dispersou ontem. – He/She dispersed yesterday.",
      "Ontem, eu dispersei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 328,
    "verb": "reunir",
    "translation": "to gather, to meet",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu reuno todos os dias. – I gather, to meet every day.",
      "Tu reunes agora? – Do you gather, to meet now?",
      "Nós reunimos muitas vezes. – We gather, to meet often.",
      "Ele/ela reuniu ontem. – He/She gather, to meeted yesterday.",
      "Ontem, eu reuni também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 329,
    "verb": "congregar",
    "translation": "to congregate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu congrego todos os dias. – I congregate every day.",
      "Tu congregas agora? – Do you congregate now?",
      "Nós congregamos muitas vezes. – We congregate often.",
      "Ele/ela congregou ontem. – He/She congregated yesterday.",
      "Ontem, eu congregei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 330,
    "verb": "agrupar",
    "translation": "to group",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu agrupo todos os dias. – I group every day.",
      "Tu agrupas agora? – Do you group now?",
      "Nós agrupamos muitas vezes. – We group often.",
      "Ele/ela agrupou ontem. – He/She groupped yesterday.",
      "Ontem, eu agrupei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 331,
    "verb": "classificar",
    "translation": "to classify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu classifico todos os dias. – I classify every day.",
      "Tu classificas agora? – Do you classify now?",
      "Nós classificamos muitas vezes. – We classify often.",
      "Ele/ela classificou ontem. – He/She classifyed yesterday.",
      "Ontem, eu classificei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 332,
    "verb": "ordenar",
    "translation": "to order, to command",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ordeno todos os dias. – I order, to command every day.",
      "Tu ordenas agora? – Do you order, to command now?",
      "Nós ordenamos muitas vezes. – We order, to command often.",
      "Ele/ela ordenou ontem. – He/She order, to commanded yesterday.",
      "Ontem, eu ordenei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 333,
    "verb": "desordenar",
    "translation": "to disorder",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desordeno todos os dias. – I disorder every day.",
      "Tu desordenas agora? – Do you disorder now?",
      "Nós desordenamos muitas vezes. – We disorder often.",
      "Ele/ela desordenou ontem. – He/She disordered yesterday.",
      "Ontem, eu desordenei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 334,
    "verb": "bagunçar",
    "translation": "to mess up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu bagunço todos os dias. – I mess up every day.",
      "Tu bagunças agora? – Do you mess up now?",
      "Nós bagunçamos muitas vezes. – We mess up often.",
      "Ele/ela bagunçou ontem. – He/She mess uped yesterday.",
      "Ontem, eu bagunçei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 335,
    "verb": "desarrumar",
    "translation": "to untidy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desarrumo todos os dias. – I untidy every day.",
      "Tu desarrumas agora? – Do you untidy now?",
      "Nós desarrumamos muitas vezes. – We untidy often.",
      "Ele/ela desarrumou ontem. – He/She untidyed yesterday.",
      "Ontem, eu desarrumei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 336,
    "verb": "alinhar",
    "translation": "to align",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alinho todos os dias. – I align every day.",
      "Tu alinhas agora? – Do you align now?",
      "Nós alinhamos muitas vezes. – We align often.",
      "Ele/ela alinhou ontem. – He/She aligned yesterday.",
      "Ontem, eu alinhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 337,
    "verb": "desalinhar",
    "translation": "to misalign",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desalinho todos os dias. – I misalign every day.",
      "Tu desalinhas agora? – Do you misalign now?",
      "Nós desalinhamos muitas vezes. – We misalign often.",
      "Ele/ela desalinhou ontem. – He/She misaligned yesterday.",
      "Ontem, eu desalinhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 338,
    "verb": "centralizar",
    "translation": "to centralize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu centralizo todos os dias. – I centralize every day.",
      "Tu centralizas agora? – Do you centralize now?",
      "Nós centralizamos muitas vezes. – We centralize often.",
      "Ele/ela centralizou ontem. – He/She centralized yesterday.",
      "Ontem, eu centralizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 339,
    "verb": "descentralizar",
    "translation": "to decentralize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu descentralizo todos os dias. – I decentralize every day.",
      "Tu descentralizas agora? – Do you decentralize now?",
      "Nós descentralizamos muitas vezes. – We decentralize often.",
      "Ele/ela descentralizou ontem. – He/She decentralized yesterday.",
      "Ontem, eu descentralizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 340,
    "verb": "concentrar",
    "translation": "to concentrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu concentro todos os dias. – I concentrate every day.",
      "Tu concentras agora? – Do you concentrate now?",
      "Nós concentramos muitas vezes. – We concentrate often.",
      "Ele/ela concentrou ontem. – He/She concentrated yesterday.",
      "Ontem, eu concentrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 341,
    "verb": "distrair",
    "translation": "to distract",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu distrao todos os dias. – I distract every day.",
      "Tu distraes agora? – Do you distract now?",
      "Nós distraimos muitas vezes. – We distract often.",
      "Ele/ela distraiu ontem. – He/She distracted yesterday.",
      "Ontem, eu distrai também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 342,
    "verb": "focar",
    "translation": "to focus",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu foco todos os dias. – I focus every day.",
      "Tu focas agora? – Do you focus now?",
      "Nós focamos muitas vezes. – We focus often.",
      "Ele/ela focou ontem. – He/She focussed yesterday.",
      "Ontem, eu focei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 343,
    "verb": "desfocar",
    "translation": "to defocus, to blur",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desfoco todos os dias. – I defocus, to blur every day.",
      "Tu desfocas agora? – Do you defocus, to blur now?",
      "Nós desfocamos muitas vezes. – We defocus, to blur often.",
      "Ele/ela desfocou ontem. – He/She defocus, to blured yesterday.",
      "Ontem, eu desfocei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 344,
    "verb": "aproximar",
    "translation": "to approach, to bring closer",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aproximo todos os dias. – I approach, to bring closer every day.",
      "Tu aproximas agora? – Do you approach, to bring closer now?",
      "Nós aproximamos muitas vezes. – We approach, to bring closer often.",
      "Ele/ela aproximou ontem. – He/She approach, to bred closered yesterday.",
      "Ontem, eu aproximei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 345,
    "verb": "afastar",
    "translation": "to move away",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu afasto todos os dias. – I move away every day.",
      "Tu afastas agora? – Do you move away now?",
      "Nós afastamos muitas vezes. – We move away often.",
      "Ele/ela afastou ontem. – He/She move awayed yesterday.",
      "Ontem, eu afastei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 346,
    "verb": "distanciar",
    "translation": "to distance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu distancio todos os dias. – I distance every day.",
      "Tu distancias agora? – Do you distance now?",
      "Nós distanciamos muitas vezes. – We distance often.",
      "Ele/ela distanciou ontem. – He/She distanced yesterday.",
      "Ontem, eu distanciei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 347,
    "verb": "anexar",
    "translation": "to attach, to annex",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu anexo todos os dias. – I attach, to annex every day.",
      "Tu anexas agora? – Do you attach, to annex now?",
      "Nós anexamos muitas vezes. – We attach, to annex often.",
      "Ele/ela anexou ontem. – He/She attach, to annexed yesterday.",
      "Ontem, eu anexei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 348,
    "verb": "destacar",
    "translation": "to highlight, to detach",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu destaco todos os dias. – I highlight, to detach every day.",
      "Tu destacas agora? – Do you highlight, to detach now?",
      "Nós destacamos muitas vezes. – We highlight, to detach often.",
      "Ele/ela destacou ontem. – He/She highlight, to detached yesterday.",
      "Ontem, eu destacei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 349,
    "verb": "riscar",
    "translation": "to cross out, to scratch",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu risco todos os dias. – I cross out, to scratch every day.",
      "Tu riscas agora? – Do you cross out, to scratch now?",
      "Nós riscamos muitas vezes. – We cross out, to scratch often.",
      "Ele/ela riscou ontem. – He/She cross out, to scratched yesterday.",
      "Ontem, eu riscei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 350,
    "verb": "sublinhar",
    "translation": "to underline",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sublinho todos os dias. – I underline every day.",
      "Tu sublinhas agora? – Do you underline now?",
      "Nós sublinhamos muitas vezes. – We underline often.",
      "Ele/ela sublinhou ontem. – He/She underlined yesterday.",
      "Ontem, eu sublinhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 351,
    "verb": "salientar",
    "translation": "to highlight",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu saliento todos os dias. – I highlight every day.",
      "Tu salientas agora? – Do you highlight now?",
      "Nós salientamos muitas vezes. – We highlight often.",
      "Ele/ela salientou ontem. – He/She highlighted yesterday.",
      "Ontem, eu salientei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 352,
    "verb": "enfatizar",
    "translation": "to emphasize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu enfatizo todos os dias. – I emphasize every day.",
      "Tu enfatizas agora? – Do you emphasize now?",
      "Nós enfatizamos muitas vezes. – We emphasize often.",
      "Ele/ela enfatizou ontem. – He/She emphasized yesterday.",
      "Ontem, eu enfatizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 353,
    "verb": "realçar",
    "translation": "to highlight",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu realço todos os dias. – I highlight every day.",
      "Tu realças agora? – Do you highlight now?",
      "Nós realçamos muitas vezes. – We highlight often.",
      "Ele/ela realçou ontem. – He/She highlighted yesterday.",
      "Ontem, eu realçei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 354,
    "verb": "exagerar",
    "translation": "to exaggerate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu exagero todos os dias. – I exaggerate every day.",
      "Tu exageras agora? – Do you exaggerate now?",
      "Nós exageramos muitas vezes. – We exaggerate often.",
      "Ele/ela exagerou ontem. – He/She exaggerated yesterday.",
      "Ontem, eu exagerei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 355,
    "verb": "subestimar",
    "translation": "to underestimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu subestimo todos os dias. – I underestimate every day.",
      "Tu subestimas agora? – Do you underestimate now?",
      "Nós subestimamos muitas vezes. – We underestimate often.",
      "Ele/ela subestimou ontem. – He/She underestimated yesterday.",
      "Ontem, eu subestimei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 356,
    "verb": "sobrestimar",
    "translation": "to overestimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sobrestimo todos os dias. – I overestimate every day.",
      "Tu sobrestimas agora? – Do you overestimate now?",
      "Nós sobrestimamos muitas vezes. – We overestimate often.",
      "Ele/ela sobrestimou ontem. – He/She overestimated yesterday.",
      "Ontem, eu sobrestimei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 357,
    "verb": "presumir",
    "translation": "to presume",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu presumo todos os dias. – I presume every day.",
      "Tu presumes agora? – Do you presume now?",
      "Nós presumimos muitas vezes. – We presume often.",
      "Ele/ela presumiu ontem. – He/She presumed yesterday.",
      "Ontem, eu presumi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 358,
    "verb": "supor",
    "translation": "to suppose",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu supo todos os dias. – I suppose every day.",
      "Tu supes agora? – Do you suppose now?",
      "Nós supimos muitas vezes. – We suppose often.",
      "Ele/ela supiu ontem. – He/She supposed yesterday.",
      "Ontem, eu supi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 359,
    "verb": "ansiar",
    "translation": "to long for",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ansio todos os dias. – I long for every day.",
      "Tu ansias agora? – Do you long for now?",
      "Nós ansiamos muitas vezes. – We long for often.",
      "Ele/ela ansiou ontem. – He/She long fored yesterday.",
      "Ontem, eu ansiei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 360,
    "verb": "aspirar",
    "translation": "to aspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aspiro todos os dias. – I aspire every day.",
      "Tu aspiras agora? – Do you aspire now?",
      "Nós aspiramos muitas vezes. – We aspire often.",
      "Ele/ela aspirou ontem. – He/She aspired yesterday.",
      "Ontem, eu aspirei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 361,
    "verb": "ambicionar",
    "translation": "to aspire to",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ambiciono todos os dias. – I aspire to every day.",
      "Tu ambicionas agora? – Do you aspire to now?",
      "Nós ambicionamos muitas vezes. – We aspire to often.",
      "Ele/ela ambicionou ontem. – He/She aspire toed yesterday.",
      "Ontem, eu ambicionei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 362,
    "verb": "cobiçar",
    "translation": "to covet",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cobiço todos os dias. – I covet every day.",
      "Tu cobiças agora? – Do you covet now?",
      "Nós cobiçamos muitas vezes. – We covet often.",
      "Ele/ela cobiçou ontem. – He/She covetted yesterday.",
      "Ontem, eu cobiçei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 363,
    "verb": "invejar",
    "translation": "to envy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu invejo todos os dias. – I envy every day.",
      "Tu invejas agora? – Do you envy now?",
      "Nós invejamos muitas vezes. – We envy often.",
      "Ele/ela invejou ontem. – He/She envyed yesterday.",
      "Ontem, eu invejei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 364,
    "verb": "lamentar",
    "translation": "to regret, to lament",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lamento todos os dias. – I regret, to lament every day.",
      "Tu lamentas agora? – Do you regret, to lament now?",
      "Nós lamentamos muitas vezes. – We regret, to lament often.",
      "Ele/ela lamentou ontem. – He/She regret, to lamented yesterday.",
      "Ontem, eu lamentei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 365,
    "verb": "arrepender",
    "translation": "to regret",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu arrependo todos os dias. – I regret every day.",
      "Tu arrependes agora? – Do you regret now?",
      "Nós arrependemos muitas vezes. – We regret often.",
      "Ele/ela arrependeu ontem. – He/She regreted yesterday.",
      "Ontem, eu arrependi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 366,
    "verb": "deplorar",
    "translation": "to deplore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu deploro todos os dias. – I deplore every day.",
      "Tu deploras agora? – Do you deplore now?",
      "Nós deploramos muitas vezes. – We deplore often.",
      "Ele/ela deplorou ontem. – He/She deplored yesterday.",
      "Ontem, eu deplorei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 367,
    "verb": "consolar",
    "translation": "to console",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu consolo todos os dias. – I console every day.",
      "Tu consolas agora? – Do you console now?",
      "Nós consolamos muitas vezes. – We console often.",
      "Ele/ela consolou ontem. – He/She consoled yesterday.",
      "Ontem, eu consolei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 368,
    "verb": "confortar",
    "translation": "to comfort",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conforto todos os dias. – I comfort every day.",
      "Tu confortas agora? – Do you comfort now?",
      "Nós confortamos muitas vezes. – We comfort often.",
      "Ele/ela confortou ontem. – He/She comforted yesterday.",
      "Ontem, eu confortei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 369,
    "verb": "encorajar",
    "translation": "to encourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu encorajo todos os dias. – I encourage every day.",
      "Tu encorajas agora? – Do you encourage now?",
      "Nós encorajamos muitas vezes. – We encourage often.",
      "Ele/ela encorajou ontem. – He/She encouraged yesterday.",
      "Ontem, eu encorajei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 370,
    "verb": "desencorajar",
    "translation": "to discourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desencorajo todos os dias. – I discourage every day.",
      "Tu desencorajas agora? – Do you discourage now?",
      "Nós desencorajamos muitas vezes. – We discourage often.",
      "Ele/ela desencorajou ontem. – He/She discouraged yesterday.",
      "Ontem, eu desencorajei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 371,
    "verb": "motivar",
    "translation": "to motivate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu motivo todos os dias. – I motivate every day.",
      "Tu motivas agora? – Do you motivate now?",
      "Nós motivamos muitas vezes. – We motivate often.",
      "Ele/ela motivou ontem. – He/She motivated yesterday.",
      "Ontem, eu motivei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 372,
    "verb": "desmotivar",
    "translation": "to demotivate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desmotivo todos os dias. – I demotivate every day.",
      "Tu desmotivas agora? – Do you demotivate now?",
      "Nós desmotivamos muitas vezes. – We demotivate often.",
      "Ele/ela desmotivou ontem. – He/She demotivated yesterday.",
      "Ontem, eu desmotivei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 373,
    "verb": "inspirar",
    "translation": "to inspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inspiro todos os dias. – I inspire every day.",
      "Tu inspiras agora? – Do you inspire now?",
      "Nós inspiramos muitas vezes. – We inspire often.",
      "Ele/ela inspirou ontem. – He/She inspired yesterday.",
      "Ontem, eu inspirei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 374,
    "verb": "impressionar",
    "translation": "to impress",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu impressiono todos os dias. – I impress every day.",
      "Tu impressionas agora? – Do you impress now?",
      "Nós impressionamos muitas vezes. – We impress often.",
      "Ele/ela impressionou ontem. – He/She impressed yesterday.",
      "Ontem, eu impressionei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 375,
    "verb": "surpreender",
    "translation": "to surprise",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu surpreendo todos os dias. – I surprise every day.",
      "Tu surpreendes agora? – Do you surprise now?",
      "Nós surpreendemos muitas vezes. – We surprise often.",
      "Ele/ela surpreendeu ontem. – He/She surprised yesterday.",
      "Ontem, eu surpreendi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 376,
    "verb": "espantar",
    "translation": "to amaze",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu espanto todos os dias. – I amaze every day.",
      "Tu espantas agora? – Do you amaze now?",
      "Nós espantamos muitas vezes. – We amaze often.",
      "Ele/ela espantou ontem. – He/She amazed yesterday.",
      "Ontem, eu espantei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 377,
    "verb": "maravilhar",
    "translation": "to marvel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu maravilho todos os dias. – I marvel every day.",
      "Tu maravilhas agora? – Do you marvel now?",
      "Nós maravilhamos muitas vezes. – We marvel often.",
      "Ele/ela maravilhou ontem. – He/She marveled yesterday.",
      "Ontem, eu maravilhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 378,
    "verb": "fascinar",
    "translation": "to fascinate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fascino todos os dias. – I fascinate every day.",
      "Tu fascinas agora? – Do you fascinate now?",
      "Nós fascinamos muitas vezes. – We fascinate often.",
      "Ele/ela fascinou ontem. – He/She fascinated yesterday.",
      "Ontem, eu fascinei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 379,
    "verb": "encantar",
    "translation": "to enchant",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu encanto todos os dias. – I enchant every day.",
      "Tu encantas agora? – Do you enchant now?",
      "Nós encantamos muitas vezes. – We enchant often.",
      "Ele/ela encantou ontem. – He/She enchanted yesterday.",
      "Ontem, eu encantei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 380,
    "verb": "desiludir",
    "translation": "to disappoint",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu desiludo todos os dias. – I disappoint every day.",
      "Tu desiludes agora? – Do you disappoint now?",
      "Nós desiludimos muitas vezes. – We disappoint often.",
      "Ele/ela desiludiu ontem. – He/She disappointed yesterday.",
      "Ontem, eu desiludi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 381,
    "verb": "decepcionar",
    "translation": "to disappoint",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu decepciono todos os dias. – I disappoint every day.",
      "Tu decepcionas agora? – Do you disappoint now?",
      "Nós decepcionamos muitas vezes. – We disappoint often.",
      "Ele/ela decepcionou ontem. – He/She disappointed yesterday.",
      "Ontem, eu decepcionei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 382,
    "verb": "frustrar",
    "translation": "to frustrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu frustro todos os dias. – I frustrate every day.",
      "Tu frustras agora? – Do you frustrate now?",
      "Nós frustramos muitas vezes. – We frustrate often.",
      "Ele/ela frustrou ontem. – He/She frustrated yesterday.",
      "Ontem, eu frustrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 383,
    "verb": "satisfazer",
    "translation": "to satisfy",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a satisfazer agora. – I'm satisfying now.",
      "Podes satisfazer depois? – Can you satisfy later?",
      "Ele esteve a satisfazer ontem. – He was satisfying yesterday.",
      "Vamos satisfazer quando chegarmos. – We'll satisfy when we arrive.",
      "Eles vão satisfazer amanhã. – They're going to satisfy tomorrow."
    ]
  },
  {
    "rank": 384,
    "verb": "contentar",
    "translation": "to please",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu contento todos os dias. – I please every day.",
      "Tu contentas agora? – Do you please now?",
      "Nós contentamos muitas vezes. – We please often.",
      "Ele/ela contentou ontem. – He/She pleased yesterday.",
      "Ontem, eu contentei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 385,
    "verb": "agradar",
    "translation": "to please",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu agrado todos os dias. – I please every day.",
      "Tu agradas agora? – Do you please now?",
      "Nós agradamos muitas vezes. – We please often.",
      "Ele/ela agradou ontem. – He/She pleased yesterday.",
      "Ontem, eu agradei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 386,
    "verb": "desagradar",
    "translation": "to displease",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desagrado todos os dias. – I displease every day.",
      "Tu desagradas agora? – Do you displease now?",
      "Nós desagradamos muitas vezes. – We displease often.",
      "Ele/ela desagradou ontem. – He/She displeased yesterday.",
      "Ontem, eu desagradei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 387,
    "verb": "alegrar",
    "translation": "to cheer up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alegro todos os dias. – I cheer up every day.",
      "Tu alegras agora? – Do you cheer up now?",
      "Nós alegramos muitas vezes. – We cheer up often.",
      "Ele/ela alegrou ontem. – He/She cheer uped yesterday.",
      "Ontem, eu alegrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 388,
    "verb": "entristecer",
    "translation": "to sadden",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu entristeco todos os dias. – I sadden every day.",
      "Tu entristeces agora? – Do you sadden now?",
      "Nós entristecemos muitas vezes. – We sadden often.",
      "Ele/ela entristeceu ontem. – He/She saddened yesterday.",
      "Ontem, eu entristeci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 389,
    "verb": "animar",
    "translation": "to cheer up, to animate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu animo todos os dias. – I cheer up, to animate every day.",
      "Tu animas agora? – Do you cheer up, to animate now?",
      "Nós animamos muitas vezes. – We cheer up, to animate often.",
      "Ele/ela animou ontem. – He/She cheer up, to animated yesterday.",
      "Ontem, eu animei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 390,
    "verb": "desanimar",
    "translation": "to discourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desanimo todos os dias. – I discourage every day.",
      "Tu desanimas agora? – Do you discourage now?",
      "Nós desanimamos muitas vezes. – We discourage often.",
      "Ele/ela desanimou ontem. – He/She discouraged yesterday.",
      "Ontem, eu desanimei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 391,
    "verb": "emocionar",
    "translation": "to move emotionally",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu emociono todos os dias. – I move emotionally every day.",
      "Tu emocionas agora? – Do you move emotionally now?",
      "Nós emocionamos muitas vezes. – We move emotionally often.",
      "Ele/ela emocionou ontem. – He/She move emotionallyed yesterday.",
      "Ontem, eu emocionei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 392,
    "verb": "comover",
    "translation": "to move, to touch",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu comovo todos os dias. – I move, to touch every day.",
      "Tu comoves agora? – Do you move, to touch now?",
      "Nós comovemos muitas vezes. – We move, to touch often.",
      "Ele/ela comoveu ontem. – He/She move, to touched yesterday.",
      "Ontem, eu comovi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 393,
    "verb": "sensibilizar",
    "translation": "to raise awareness",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sensibilizo todos os dias. – I raise awareness every day.",
      "Tu sensibilizas agora? – Do you raise awareness now?",
      "Nós sensibilizamos muitas vezes. – We raise awareness often.",
      "Ele/ela sensibilizou ontem. – He/She raise awarenessed yesterday.",
      "Ontem, eu sensibilizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 394,
    "verb": "conscientizar",
    "translation": "to raise awareness",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conscientizo todos os dias. – I raise awareness every day.",
      "Tu conscientizas agora? – Do you raise awareness now?",
      "Nós conscientizamos muitas vezes. – We raise awareness often.",
      "Ele/ela conscientizou ontem. – He/She raise awarenessed yesterday.",
      "Ontem, eu conscientizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 395,
    "verb": "educar",
    "translation": "to educate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu educo todos os dias. – I educate every day.",
      "Tu educas agora? – Do you educate now?",
      "Nós educamos muitas vezes. – We educate often.",
      "Ele/ela educou ontem. – He/She educated yesterday.",
      "Ontem, eu educei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 396,
    "verb": "instruir",
    "translation": "to instruct",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu instruo todos os dias. – I instruct every day.",
      "Tu instrues agora? – Do you instruct now?",
      "Nós instruimos muitas vezes. – We instruct often.",
      "Ele/ela instruiu ontem. – He/She instructed yesterday.",
      "Ontem, eu instrui também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 397,
    "verb": "capacitar",
    "translation": "to enable, to train",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu capacito todos os dias. – I enable, to train every day.",
      "Tu capacitas agora? – Do you enable, to train now?",
      "Nós capacitamos muitas vezes. – We enable, to train often.",
      "Ele/ela capacitou ontem. – He/She enable, to trained yesterday.",
      "Ontem, eu capacitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 398,
    "verb": "qualificar",
    "translation": "to qualify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu qualifico todos os dias. – I qualify every day.",
      "Tu qualificas agora? – Do you qualify now?",
      "Nós qualificamos muitas vezes. – We qualify often.",
      "Ele/ela qualificou ontem. – He/She qualifyed yesterday.",
      "Ontem, eu qualificei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 399,
    "verb": "desqualificar",
    "translation": "to disqualify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desqualifico todos os dias. – I disqualify every day.",
      "Tu desqualificas agora? – Do you disqualify now?",
      "Nós desqualificamos muitas vezes. – We disqualify often.",
      "Ele/ela desqualificou ontem. – He/She disqualifyed yesterday.",
      "Ontem, eu desqualificei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 400,
    "verb": "habilitar",
    "translation": "to qualify, to enable",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu habilito todos os dias. – I qualify, to enable every day.",
      "Tu habilitas agora? – Do you qualify, to enable now?",
      "Nós habilitamos muitas vezes. – We qualify, to enable often.",
      "Ele/ela habilitou ontem. – He/She qualify, to enabled yesterday.",
      "Ontem, eu habilitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 401,
    "verb": "certificar",
    "translation": "to certify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu certifico todos os dias. – I certify every day.",
      "Tu certificas agora? – Do you certify now?",
      "Nós certificamos muitas vezes. – We certify often.",
      "Ele/ela certificou ontem. – He/She certifyed yesterday.",
      "Ontem, eu certificei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 402,
    "verb": "garantir",
    "translation": "to guarantee",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu garanto todos os dias. – I guarantee every day.",
      "Tu garantes agora? – Do you guarantee now?",
      "Nós garantimos muitas vezes. – We guarantee often.",
      "Ele/ela garantiu ontem. – He/She guaranteeed yesterday.",
      "Ontem, eu garanti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 403,
    "verb": "assegurar",
    "translation": "to assure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu asseguro todos os dias. – I assure every day.",
      "Tu asseguras agora? – Do you assure now?",
      "Nós asseguramos muitas vezes. – We assure often.",
      "Ele/ela assegurou ontem. – He/She assured yesterday.",
      "Ontem, eu assegurei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 404,
    "verb": "prometer",
    "translation": "to promise",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu prometo todos os dias. – I promise every day.",
      "Tu prometes agora? – Do you promise now?",
      "Nós prometemos muitas vezes. – We promise often.",
      "Ele/ela prometeu ontem. – He/She promised yesterday.",
      "Ontem, eu prometi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 405,
    "verb": "cumprir",
    "translation": "to fulfill",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu cumpro todos os dias. – I fulfill every day.",
      "Tu cumpres agora? – Do you fulfill now?",
      "Nós cumprimos muitas vezes. – We fulfill often.",
      "Ele/ela cumpriu ontem. – He/She fulfilled yesterday.",
      "Ontem, eu cumpri também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 406,
    "verb": "realizar",
    "translation": "to accomplish",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu realizo todos os dias. – I accomplish every day.",
      "Tu realizas agora? – Do you accomplish now?",
      "Nós realizamos muitas vezes. – We accomplish often.",
      "Ele/ela realizou ontem. – He/She accomplished yesterday.",
      "Ontem, eu realizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 407,
    "verb": "acertar",
    "translation": "to acertar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acerto todos os dias. – I acertar every day.",
      "Tu acertas agora? – Do you acertar now?",
      "Nós acertamos muitas vezes. – We acertar often.",
      "Ele/ela acertou ontem. – He/She acertared yesterday.",
      "Ontem, eu acertei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 408,
    "verb": "aguardar",
    "translation": "to aguardar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aguardo todos os dias. – I aguardar every day.",
      "Tu aguardas agora? – Do you aguardar now?",
      "Nós aguardamos muitas vezes. – We aguardar often.",
      "Ele/ela aguardou ontem. – He/She aguardared yesterday.",
      "Ontem, eu aguardei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 409,
    "verb": "apontar",
    "translation": "to apontar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aponto todos os dias. – I apontar every day.",
      "Tu apontas agora? – Do you apontar now?",
      "Nós apontamos muitas vezes. – We apontar often.",
      "Ele/ela apontou ontem. – He/She apontared yesterday.",
      "Ontem, eu apontei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 410,
    "verb": "aproveitar",
    "translation": "to aproveitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aproveito todos os dias. – I aproveitar every day.",
      "Tu aproveitas agora? – Do you aproveitar now?",
      "Nós aproveitamos muitas vezes. – We aproveitar often.",
      "Ele/ela aproveitou ontem. – He/She aproveitared yesterday.",
      "Ontem, eu aproveitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 411,
    "verb": "arrivar",
    "translation": "to arrivar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu arrivo todos os dias. – I arrivar every day.",
      "Tu arrivas agora? – Do you arrivar now?",
      "Nós arrivamos muitas vezes. – We arrivar often.",
      "Ele/ela arrivou ontem. – He/She arrivared yesterday.",
      "Ontem, eu arrivei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 412,
    "verb": "atingir",
    "translation": "to atingir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu atingo todos os dias. – I atingir every day.",
      "Tu atinges agora? – Do you atingir now?",
      "Nós atingimos muitas vezes. – We atingir often.",
      "Ele/ela atingiu ontem. – He/She atedired yesterday.",
      "Ontem, eu atingi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 413,
    "verb": "atender",
    "translation": "to atender",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu atendo todos os dias. – I atender every day.",
      "Tu atendes agora? – Do you atender now?",
      "Nós atendemos muitas vezes. – We atender often.",
      "Ele/ela atendeu ontem. – He/She atendered yesterday.",
      "Ontem, eu atendi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 414,
    "verb": "aumentar",
    "translation": "to aumentar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aumento todos os dias. – I aumentar every day.",
      "Tu aumentas agora? – Do you aumentar now?",
      "Nós aumentamos muitas vezes. – We aumentar often.",
      "Ele/ela aumentou ontem. – He/She aumentared yesterday.",
      "Ontem, eu aumentei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 415,
    "verb": "bater",
    "translation": "to bater",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu bato todos os dias. – I bater every day.",
      "Tu bates agora? – Do you bater now?",
      "Nós batemos muitas vezes. – We bater often.",
      "Ele/ela bateu ontem. – He/She baterred yesterday.",
      "Ontem, eu bati também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 416,
    "verb": "beijar",
    "translation": "to beijar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu beijo todos os dias. – I beijar every day.",
      "Tu beijas agora? – Do you beijar now?",
      "Nós beijamos muitas vezes. – We beijar often.",
      "Ele/ela beijou ontem. – He/She beijared yesterday.",
      "Ontem, eu beijei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 417,
    "verb": "brincar",
    "translation": "to brincar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu brinco todos os dias. – I brincar every day.",
      "Tu brincas agora? – Do you brincar now?",
      "Nós brincamos muitas vezes. – We brincar often.",
      "Ele/ela brincou ontem. – He/She brincared yesterday.",
      "Ontem, eu brincei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 418,
    "verb": "cancelar",
    "translation": "to cancelar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cancelo todos os dias. – I cancelar every day.",
      "Tu cancelas agora? – Do you cancelar now?",
      "Nós cancelamos muitas vezes. – We cancelar often.",
      "Ele/ela cancelou ontem. – He/She cancelared yesterday.",
      "Ontem, eu cancelei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 419,
    "verb": "cansar",
    "translation": "to cansar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu canso todos os dias. – I cansar every day.",
      "Tu cansas agora? – Do you cansar now?",
      "Nós cansamos muitas vezes. – We cansar often.",
      "Ele/ela cansou ontem. – He/She cansared yesterday.",
      "Ontem, eu cansei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 420,
    "verb": "cavar",
    "translation": "to cavar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cavo todos os dias. – I cavar every day.",
      "Tu cavas agora? – Do you cavar now?",
      "Nós cavamos muitas vezes. – We cavar often.",
      "Ele/ela cavou ontem. – He/She cavarred yesterday.",
      "Ontem, eu cavei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 421,
    "verb": "celebrar",
    "translation": "to celebrar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu celebro todos os dias. – I celebrar every day.",
      "Tu celebras agora? – Do you celebrar now?",
      "Nós celebramos muitas vezes. – We celebrar often.",
      "Ele/ela celebrou ontem. – He/She celebrared yesterday.",
      "Ontem, eu celebrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 422,
    "verb": "chutar",
    "translation": "to chutar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu chuto todos os dias. – I chutar every day.",
      "Tu chutas agora? – Do you chutar now?",
      "Nós chutamos muitas vezes. – We chutar often.",
      "Ele/ela chutou ontem. – He/She chutared yesterday.",
      "Ontem, eu chutei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 423,
    "verb": "colher",
    "translation": "to colher",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu colho todos os dias. – I colher every day.",
      "Tu colhes agora? – Do you colher now?",
      "Nós colhemos muitas vezes. – We colher often.",
      "Ele/ela colheu ontem. – He/She colhered yesterday.",
      "Ontem, eu colhi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 424,
    "verb": "colorir",
    "translation": "to colorir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu coloro todos os dias. – I colorir every day.",
      "Tu colores agora? – Do you colorir now?",
      "Nós colorimos muitas vezes. – We colorir often.",
      "Ele/ela coloriu ontem. – He/She colorired yesterday.",
      "Ontem, eu colori também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 425,
    "verb": "combinar",
    "translation": "to combinar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu combino todos os dias. – I combinar every day.",
      "Tu combinas agora? – Do you combinar now?",
      "Nós combinamos muitas vezes. – We combinar often.",
      "Ele/ela combinou ontem. – He/She combinared yesterday.",
      "Ontem, eu combinei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 426,
    "verb": "completar",
    "translation": "to completar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu completo todos os dias. – I completar every day.",
      "Tu completas agora? – Do you completar now?",
      "Nós completamos muitas vezes. – We completar often.",
      "Ele/ela completou ontem. – He/She completared yesterday.",
      "Ontem, eu completei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 427,
    "verb": "consertar",
    "translation": "to consertar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conserto todos os dias. – I consertar every day.",
      "Tu consertas agora? – Do you consertar now?",
      "Nós consertamos muitas vezes. – We consertar often.",
      "Ele/ela consertou ontem. – He/She consertared yesterday.",
      "Ontem, eu consertei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 428,
    "verb": "constituir",
    "translation": "to constituir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu constituo todos os dias. – I constituir every day.",
      "Tu constitues agora? – Do you constituir now?",
      "Nós constituimos muitas vezes. – We constituir often.",
      "Ele/ela constituiu ontem. – He/She constituired yesterday.",
      "Ontem, eu constitui também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 429,
    "verb": "convencer",
    "translation": "to convencer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu convenco todos os dias. – I convencer every day.",
      "Tu convences agora? – Do you convencer now?",
      "Nós convencemos muitas vezes. – We convencer often.",
      "Ele/ela convenceu ontem. – He/She convencered yesterday.",
      "Ontem, eu convenci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 430,
    "verb": "cuidar",
    "translation": "to cuidar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cuido todos os dias. – I cuidar every day.",
      "Tu cuidas agora? – Do you cuidar now?",
      "Nós cuidamos muitas vezes. – We cuidar often.",
      "Ele/ela cuidou ontem. – He/She cuidared yesterday.",
      "Ontem, eu cuidei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 431,
    "verb": "curtir",
    "translation": "to curtir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu curto todos os dias. – I curtir every day.",
      "Tu curtes agora? – Do you curtir now?",
      "Nós curtimos muitas vezes. – We curtir often.",
      "Ele/ela curtiu ontem. – He/She curtired yesterday.",
      "Ontem, eu curti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 432,
    "verb": "danificar",
    "translation": "to danificar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu danifico todos os dias. – I danificar every day.",
      "Tu danificas agora? – Do you danificar now?",
      "Nós danificamos muitas vezes. – We danificar often.",
      "Ele/ela danificou ontem. – He/She danificared yesterday.",
      "Ontem, eu danificei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 433,
    "verb": "decorar",
    "translation": "to decorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu decoro todos os dias. – I decorar every day.",
      "Tu decoras agora? – Do you decorar now?",
      "Nós decoramos muitas vezes. – We decorar often.",
      "Ele/ela decorou ontem. – He/She decorared yesterday.",
      "Ontem, eu decorei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 434,
    "verb": "delimitar",
    "translation": "to delimitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu delimito todos os dias. – I delimitar every day.",
      "Tu delimitas agora? – Do you delimitar now?",
      "Nós delimitamos muitas vezes. – We delimitar often.",
      "Ele/ela delimitou ontem. – He/She delimitared yesterday.",
      "Ontem, eu delimitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 435,
    "verb": "demorar",
    "translation": "to demorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu demoro todos os dias. – I demorar every day.",
      "Tu demoras agora? – Do you demorar now?",
      "Nós demoramos muitas vezes. – We demorar often.",
      "Ele/ela demorou ontem. – He/She demorared yesterday.",
      "Ontem, eu demorei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 436,
    "verb": "depender",
    "translation": "to depender",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu dependo todos os dias. – I depender every day.",
      "Tu dependes agora? – Do you depender now?",
      "Nós dependemos muitas vezes. – We depender often.",
      "Ele/ela dependeu ontem. – He/She dependered yesterday.",
      "Ontem, eu dependi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 437,
    "verb": "descrever",
    "translation": "to descrever",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu descrevo todos os dias. – I descrever every day.",
      "Tu descreves agora? – Do you descrever now?",
      "Nós descrevemos muitas vezes. – We descrever often.",
      "Ele/ela descreveu ontem. – He/She descrevered yesterday.",
      "Ontem, eu descrevi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 438,
    "verb": "descobrir",
    "translation": "to descobrir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu descobro todos os dias. – I descobrir every day.",
      "Tu descobres agora? – Do you descobrir now?",
      "Nós descobrimos muitas vezes. – We descobrir often.",
      "Ele/ela descobriu ontem. – He/She descobrired yesterday.",
      "Ontem, eu descobri também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 439,
    "verb": "desenhar",
    "translation": "to desenhar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desenho todos os dias. – I desenhar every day.",
      "Tu desenhas agora? – Do you desenhar now?",
      "Nós desenhamos muitas vezes. – We desenhar often.",
      "Ele/ela desenhou ontem. – He/She desenhared yesterday.",
      "Ontem, eu desenhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 440,
    "verb": "despedir",
    "translation": "to despedir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu despedo todos os dias. – I despedir every day.",
      "Tu despedes agora? – Do you despedir now?",
      "Nós despedimos muitas vezes. – We despedir often.",
      "Ele/ela despediu ontem. – He/She despedired yesterday.",
      "Ontem, eu despedi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 441,
    "verb": "despir",
    "translation": "to despir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu despo todos os dias. – I despir every day.",
      "Tu despes agora? – Do you despir now?",
      "Nós despimos muitas vezes. – We despir often.",
      "Ele/ela despiu ontem. – He/She despired yesterday.",
      "Ontem, eu despi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 442,
    "verb": "detectar",
    "translation": "to detectar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu detecto todos os dias. – I detectar every day.",
      "Tu detectas agora? – Do you detectar now?",
      "Nós detectamos muitas vezes. – We detectar often.",
      "Ele/ela detectou ontem. – He/She detectared yesterday.",
      "Ontem, eu detectei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 443,
    "verb": "determinar",
    "translation": "to determinar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu determino todos os dias. – I determinar every day.",
      "Tu determinas agora? – Do you determinar now?",
      "Nós determinamos muitas vezes. – We determinar often.",
      "Ele/ela determinou ontem. – He/She determinared yesterday.",
      "Ontem, eu determinei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 444,
    "verb": "discorrer",
    "translation": "to discorrer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu discorro todos os dias. – I discorrer every day.",
      "Tu discorres agora? – Do you discorrer now?",
      "Nós discorremos muitas vezes. – We discorrer often.",
      "Ele/ela discorreu ontem. – He/She discorrered yesterday.",
      "Ontem, eu discorri também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 445,
    "verb": "disponibilizar",
    "translation": "to disponibilizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu disponibilizo todos os dias. – I disponibilizar every day.",
      "Tu disponibilizas agora? – Do you disponibilizar now?",
      "Nós disponibilizamos muitas vezes. – We disponibilizar often.",
      "Ele/ela disponibilizou ontem. – He/She disponibilizared yesterday.",
      "Ontem, eu disponibilizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 446,
    "verb": "distribuir",
    "translation": "to distribuir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu distribuo todos os dias. – I distribuir every day.",
      "Tu distribues agora? – Do you distribuir now?",
      "Nós distribuimos muitas vezes. – We distribuir often.",
      "Ele/ela distribuiu ontem. – He/She distribuired yesterday.",
      "Ontem, eu distribui também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 447,
    "verb": "dividir",
    "translation": "to dividir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu divido todos os dias. – I dividir every day.",
      "Tu divides agora? – Do you dividir now?",
      "Nós dividimos muitas vezes. – We dividir often.",
      "Ele/ela dividiu ontem. – He/She dividired yesterday.",
      "Ontem, eu dividi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 448,
    "verb": "dominar",
    "translation": "to dominar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu domino todos os dias. – I dominar every day.",
      "Tu dominas agora? – Do you dominar now?",
      "Nós dominamos muitas vezes. – We dominar often.",
      "Ele/ela dominou ontem. – He/She dominared yesterday.",
      "Ontem, eu dominei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 449,
    "verb": "durar",
    "translation": "to durar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu duro todos os dias. – I durar every day.",
      "Tu duras agora? – Do you durar now?",
      "Nós duramos muitas vezes. – We durar often.",
      "Ele/ela durou ontem. – He/She durarred yesterday.",
      "Ontem, eu durei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 450,
    "verb": "elevar",
    "translation": "to elevar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu elevo todos os dias. – I elevar every day.",
      "Tu elevas agora? – Do you elevar now?",
      "Nós elevamos muitas vezes. – We elevar often.",
      "Ele/ela elevou ontem. – He/She elevared yesterday.",
      "Ontem, eu elevei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 451,
    "verb": "embarcar",
    "translation": "to embarcar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu embarco todos os dias. – I embarcar every day.",
      "Tu embarcas agora? – Do you embarcar now?",
      "Nós embarcamos muitas vezes. – We embarcar often.",
      "Ele/ela embarcou ontem. – He/She embarcared yesterday.",
      "Ontem, eu embarcei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 452,
    "verb": "embrulhar",
    "translation": "to embrulhar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu embrulho todos os dias. – I embrulhar every day.",
      "Tu embrulhas agora? – Do you embrulhar now?",
      "Nós embrulhamos muitas vezes. – We embrulhar often.",
      "Ele/ela embrulhou ontem. – He/She embrulhared yesterday.",
      "Ontem, eu embrulhei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 453,
    "verb": "emitir",
    "translation": "to emitir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu emito todos os dias. – I emitir every day.",
      "Tu emites agora? – Do you emitir now?",
      "Nós emitimos muitas vezes. – We emitir often.",
      "Ele/ela emitiu ontem. – He/She emitired yesterday.",
      "Ontem, eu emiti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 454,
    "verb": "encerrar",
    "translation": "to encerrar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu encerro todos os dias. – I encerrar every day.",
      "Tu encerras agora? – Do you encerrar now?",
      "Nós encerramos muitas vezes. – We encerrar often.",
      "Ele/ela encerrou ontem. – He/She encerrared yesterday.",
      "Ontem, eu encerrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 455,
    "verb": "enfrentar",
    "translation": "to enfrentar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu enfrento todos os dias. – I enfrentar every day.",
      "Tu enfrentas agora? – Do you enfrentar now?",
      "Nós enfrentamos muitas vezes. – We enfrentar often.",
      "Ele/ela enfrentou ontem. – He/She enfrentared yesterday.",
      "Ontem, eu enfrentei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 456,
    "verb": "engolir",
    "translation": "to engolir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu engolo todos os dias. – I engolir every day.",
      "Tu engoles agora? – Do you engolir now?",
      "Nós engolimos muitas vezes. – We engolir often.",
      "Ele/ela engoliu ontem. – He/She engolired yesterday.",
      "Ontem, eu engoli também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 457,
    "verb": "entregar",
    "translation": "to entregar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu entrego todos os dias. – I entregar every day.",
      "Tu entregas agora? – Do you entregar now?",
      "Nós entregamos muitas vezes. – We entregar often.",
      "Ele/ela entregou ontem. – He/She entregared yesterday.",
      "Ontem, eu entregei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 458,
    "verb": "erguer",
    "translation": "to erguer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu erguo todos os dias. – I erguer every day.",
      "Tu ergues agora? – Do you erguer now?",
      "Nós erguemos muitas vezes. – We erguer often.",
      "Ele/ela ergueu ontem. – He/She erguered yesterday.",
      "Ontem, eu ergui também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 459,
    "verb": "errar",
    "translation": "to errar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu erro todos os dias. – I errar every day.",
      "Tu erras agora? – Do you errar now?",
      "Nós erramos muitas vezes. – We errar often.",
      "Ele/ela errou ontem. – He/She errarred yesterday.",
      "Ontem, eu errei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 460,
    "verb": "estabelecer",
    "translation": "to estabelecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu estabeleco todos os dias. – I estabelecer every day.",
      "Tu estabeleces agora? – Do you estabelecer now?",
      "Nós estabelecemos muitas vezes. – We estabelecer often.",
      "Ele/ela estabeleceu ontem. – He/She estabelecered yesterday.",
      "Ontem, eu estabeleci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 461,
    "verb": "exibir",
    "translation": "to exibir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu exibo todos os dias. – I exibir every day.",
      "Tu exibes agora? – Do you exibir now?",
      "Nós exibimos muitas vezes. – We exibir often.",
      "Ele/ela exibiu ontem. – He/She exibired yesterday.",
      "Ontem, eu exibi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 462,
    "verb": "explorar",
    "translation": "to explorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu exploro todos os dias. – I explorar every day.",
      "Tu exploras agora? – Do you explorar now?",
      "Nós exploramos muitas vezes. – We explorar often.",
      "Ele/ela explorou ontem. – He/She explorared yesterday.",
      "Ontem, eu explorei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 463,
    "verb": "exportar",
    "translation": "to exportar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu exporto todos os dias. – I exportar every day.",
      "Tu exportas agora? – Do you exportar now?",
      "Nós exportamos muitas vezes. – We exportar often.",
      "Ele/ela exportou ontem. – He/She exportared yesterday.",
      "Ontem, eu exportei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 464,
    "verb": "fabricar",
    "translation": "to fabricar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fabrico todos os dias. – I fabricar every day.",
      "Tu fabricas agora? – Do you fabricar now?",
      "Nós fabricamos muitas vezes. – We fabricar often.",
      "Ele/ela fabricou ontem. – He/She fabricared yesterday.",
      "Ontem, eu fabricei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 465,
    "verb": "faltar",
    "translation": "to faltar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu falto todos os dias. – I faltar every day.",
      "Tu faltas agora? – Do you faltar now?",
      "Nós faltamos muitas vezes. – We faltar often.",
      "Ele/ela faltou ontem. – He/She faltared yesterday.",
      "Ontem, eu faltei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 466,
    "verb": "ferir",
    "translation": "to ferir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu fero todos os dias. – I ferir every day.",
      "Tu feres agora? – Do you ferir now?",
      "Nós ferimos muitas vezes. – We ferir often.",
      "Ele/ela feriu ontem. – He/She ferirred yesterday.",
      "Ontem, eu feri também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 467,
    "verb": "finalizar",
    "translation": "to finalizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu finalizo todos os dias. – I finalizar every day.",
      "Tu finalizas agora? – Do you finalizar now?",
      "Nós finalizamos muitas vezes. – We finalizar often.",
      "Ele/ela finalizou ontem. – He/She finalizared yesterday.",
      "Ontem, eu finalizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 468,
    "verb": "fornecer",
    "translation": "to fornecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu forneco todos os dias. – I fornecer every day.",
      "Tu forneces agora? – Do you fornecer now?",
      "Nós fornecemos muitas vezes. – We fornecer often.",
      "Ele/ela forneceu ontem. – He/She fornecered yesterday.",
      "Ontem, eu forneci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 469,
    "verb": "fotografar",
    "translation": "to fotografar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fotografo todos os dias. – I fotografar every day.",
      "Tu fotografas agora? – Do you fotografar now?",
      "Nós fotografamos muitas vezes. – We fotografar often.",
      "Ele/ela fotografou ontem. – He/She fotografared yesterday.",
      "Ontem, eu fotografei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 470,
    "verb": "gerar",
    "translation": "to gerar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu gero todos os dias. – I gerar every day.",
      "Tu geras agora? – Do you gerar now?",
      "Nós geramos muitas vezes. – We gerar often.",
      "Ele/ela gerou ontem. – He/She gerarred yesterday.",
      "Ontem, eu gerei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 471,
    "verb": "iluminar",
    "translation": "to iluminar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ilumino todos os dias. – I iluminar every day.",
      "Tu iluminas agora? – Do you iluminar now?",
      "Nós iluminamos muitas vezes. – We iluminar often.",
      "Ele/ela iluminou ontem. – He/She iluminared yesterday.",
      "Ontem, eu iluminei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 472,
    "verb": "importar",
    "translation": "to importar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu importo todos os dias. – I importar every day.",
      "Tu importas agora? – Do you importar now?",
      "Nós importamos muitas vezes. – We importar often.",
      "Ele/ela importou ontem. – He/She importared yesterday.",
      "Ontem, eu importei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 473,
    "verb": "impor",
    "translation": "to impor",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu impo todos os dias. – I impor every day.",
      "Tu impes agora? – Do you impor now?",
      "Nós impimos muitas vezes. – We impor often.",
      "Ele/ela impiu ontem. – He/She imporred yesterday.",
      "Ontem, eu impi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 474,
    "verb": "indicar",
    "translation": "to indicar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu indico todos os dias. – I indicar every day.",
      "Tu indicas agora? – Do you indicar now?",
      "Nós indicamos muitas vezes. – We indicar often.",
      "Ele/ela indicou ontem. – He/She indicared yesterday.",
      "Ontem, eu indicei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 475,
    "verb": "iniciar",
    "translation": "to iniciar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inicio todos os dias. – I iniciar every day.",
      "Tu inicias agora? – Do you iniciar now?",
      "Nós iniciamos muitas vezes. – We iniciar often.",
      "Ele/ela iniciou ontem. – He/She iniciared yesterday.",
      "Ontem, eu iniciei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 476,
    "verb": "insistir",
    "translation": "to insistir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu insisto todos os dias. – I insistir every day.",
      "Tu insistes agora? – Do you insistir now?",
      "Nós insistimos muitas vezes. – We insistir often.",
      "Ele/ela insistiu ontem. – He/She insistired yesterday.",
      "Ontem, eu insisti também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 477,
    "verb": "investigar",
    "translation": "to investigar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu investigo todos os dias. – I investigar every day.",
      "Tu investigas agora? – Do you investigar now?",
      "Nós investigamos muitas vezes. – We investigar often.",
      "Ele/ela investigou ontem. – He/She investigared yesterday.",
      "Ontem, eu investigei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 478,
    "verb": "justificar",
    "translation": "to justificar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu justifico todos os dias. – I justificar every day.",
      "Tu justificas agora? – Do you justificar now?",
      "Nós justificamos muitas vezes. – We justificar often.",
      "Ele/ela justificou ontem. – He/She justificared yesterday.",
      "Ontem, eu justificei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 479,
    "verb": "lançar",
    "translation": "to lançar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lanço todos os dias. – I lançar every day.",
      "Tu lanças agora? – Do you lançar now?",
      "Nós lançamos muitas vezes. – We lançar often.",
      "Ele/ela lançou ontem. – He/She lançared yesterday.",
      "Ontem, eu lançei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 480,
    "verb": "legalizar",
    "translation": "to legalizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu legalizo todos os dias. – I legalizar every day.",
      "Tu legalizas agora? – Do you legalizar now?",
      "Nós legalizamos muitas vezes. – We legalizar often.",
      "Ele/ela legalizou ontem. – He/She legalizared yesterday.",
      "Ontem, eu legalizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 481,
    "verb": "limitar",
    "translation": "to limitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu limito todos os dias. – I limitar every day.",
      "Tu limitas agora? – Do you limitar now?",
      "Nós limitamos muitas vezes. – We limitar often.",
      "Ele/ela limitou ontem. – He/She limitared yesterday.",
      "Ontem, eu limitei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 482,
    "verb": "localizar",
    "translation": "to localizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu localizo todos os dias. – I localizar every day.",
      "Tu localizas agora? – Do you localizar now?",
      "Nós localizamos muitas vezes. – We localizar often.",
      "Ele/ela localizou ontem. – He/She localizared yesterday.",
      "Ontem, eu localizei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 483,
    "verb": "lotar",
    "translation": "to lotar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu loto todos os dias. – I lotar every day.",
      "Tu lotas agora? – Do you lotar now?",
      "Nós lotamos muitas vezes. – We lotar often.",
      "Ele/ela lotou ontem. – He/She lotarred yesterday.",
      "Ontem, eu lotei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 484,
    "verb": "melhorar",
    "translation": "to melhorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu melhoro todos os dias. – I melhorar every day.",
      "Tu melhoras agora? – Do you melhorar now?",
      "Nós melhoramos muitas vezes. – We melhorar often.",
      "Ele/ela melhorou ontem. – He/She melhorared yesterday.",
      "Ontem, eu melhorei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 485,
    "verb": "notar",
    "translation": "to notice",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu noto todos os dias. – I notice every day.",
      "Tu notas agora? – Do you notice now?",
      "Nós notamos muitas vezes. – We notice often.",
      "Ele/ela notou ontem. – He/She noticed yesterday.",
      "Ontem, eu notei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 486,
    "verb": "observar",
    "translation": "to observe",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu observo todos os dias. – I observe every day.",
      "Tu observas agora? – Do you observe now?",
      "Nós observamos muitas vezes. – We observe often.",
      "Ele/ela observou ontem. – He/She observed yesterday.",
      "Ontem, eu observei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 487,
    "verb": "oferecer",
    "translation": "to oferecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu ofereco todos os dias. – I oferecer every day.",
      "Tu ofereces agora? – Do you oferecer now?",
      "Nós oferecemos muitas vezes. – We oferecer often.",
      "Ele/ela ofereceu ontem. – He/She oferecered yesterday.",
      "Ontem, eu ofereci também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 488,
    "verb": "pintar",
    "translation": "to pintar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pinto todos os dias. – I pintar every day.",
      "Tu pintas agora? – Do you pintar now?",
      "Nós pintamos muitas vezes. – We pintar often.",
      "Ele/ela pintou ontem. – He/She pintared yesterday.",
      "Ontem, eu pintei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 489,
    "verb": "ponderar",
    "translation": "to ponderar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pondero todos os dias. – I ponderar every day.",
      "Tu ponderas agora? – Do you ponderar now?",
      "Nós ponderamos muitas vezes. – We ponderar often.",
      "Ele/ela ponderou ontem. – He/She ponderared yesterday.",
      "Ontem, eu ponderei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 490,
    "verb": "preservar",
    "translation": "to preservar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu preservo todos os dias. – I preservar every day.",
      "Tu preservas agora? – Do you preservar now?",
      "Nós preservamos muitas vezes. – We preservar often.",
      "Ele/ela preservou ontem. – He/She preservared yesterday.",
      "Ontem, eu preservei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 491,
    "verb": "prever",
    "translation": "to prever",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu prevo todos os dias. – I prever every day.",
      "Tu preves agora? – Do you prever now?",
      "Nós prevemos muitas vezes. – We prever often.",
      "Ele/ela preveu ontem. – He/She prevered yesterday.",
      "Ontem, eu previ também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 492,
    "verb": "propor",
    "translation": "to propose",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu propo todos os dias. – I propose every day.",
      "Tu propes agora? – Do you propose now?",
      "Nós propimos muitas vezes. – We propose often.",
      "Ele/ela propiu ontem. – He/She proposed yesterday.",
      "Ontem, eu propi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 493,
    "verb": "proteger",
    "translation": "to protect",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu protego todos os dias. – I protect every day.",
      "Tu proteges agora? – Do you protect now?",
      "Nós protegemos muitas vezes. – We protect often.",
      "Ele/ela protegeu ontem. – He/She protected yesterday.",
      "Ontem, eu protegi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 494,
    "verb": "providenciar",
    "translation": "to providenciar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu providencio todos os dias. – I providenciar every day.",
      "Tu providencias agora? – Do you providenciar now?",
      "Nós providenciamos muitas vezes. – We providenciar often.",
      "Ele/ela providenciou ontem. – He/She providenciared yesterday.",
      "Ontem, eu providenciei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 495,
    "verb": "pular",
    "translation": "to pular",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pulo todos os dias. – I pular every day.",
      "Tu pulas agora? – Do you pular now?",
      "Nós pulamos muitas vezes. – We pular often.",
      "Ele/ela pulou ontem. – He/She pularred yesterday.",
      "Ontem, eu pulei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 496,
    "verb": "queimar",
    "translation": "to queimar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu queimo todos os dias. – I queimar every day.",
      "Tu queimas agora? – Do you queimar now?",
      "Nós queimamos muitas vezes. – We queimar often.",
      "Ele/ela queimou ontem. – He/She queimared yesterday.",
      "Ontem, eu queimei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 497,
    "verb": "quebrar",
    "translation": "to quebrar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quebro todos os dias. – I quebrar every day.",
      "Tu quebras agora? – Do you quebrar now?",
      "Nós quebramos muitas vezes. – We quebrar often.",
      "Ele/ela quebrou ontem. – He/She quebrared yesterday.",
      "Ontem, eu quebrei também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 498,
    "verb": "reagir",
    "translation": "to react",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu reago todos os dias. – I react every day.",
      "Tu reages agora? – Do you react now?",
      "Nós reagimos muitas vezes. – We react often.",
      "Ele/ela reagiu ontem. – He/She reacted yesterday.",
      "Ontem, eu reagi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 499,
    "verb": "recolher",
    "translation": "to recolher",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu recolho todos os dias. – I recolher every day.",
      "Tu recolhes agora? – Do you recolher now?",
      "Nós recolhemos muitas vezes. – We recolher often.",
      "Ele/ela recolheu ontem. – He/She recolhered yesterday.",
      "Ontem, eu recolhi também. – Yesterday, I did it too."
    ]
  },
  {
    "rank": 500,
    "verb": "recomeçar",
    "translation": "to recomeçar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu recomeço todos os dias. – I recomeçar every day.",
      "Tu recomeças agora? – Do you recomeçar now?",
      "Nós recomeçamos muitas vezes. – We recomeçar often.",
      "Ele/ela recomeçou ontem. – He/She recomeçared yesterday.",
      "Ontem, eu recomeçei também. – Yesterday, I did it too."
    ]
  }
]