[
  {
    "rank": 1,
    "verb": "ser",
    "translation": "to be (permanent)",
    "examples": [
      "Eu so no centro amanhã. – I be (permanent) downtown tomorrow.",
      "Costumas ser com a equipa? – Do you usually be (permanent) with the team?",
      "Vamos ser para praticar. – We're going to be (permanent) to practise.",
      "Ele/ela seu em casa ontem. – He/She be (permanent)ed at home yesterday.",
      "Eles vão ser todos os dias. – They are going to be (permanent) every day."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 2,
    "verb": "estar",
    "translation": "to be (temporary)",
    "examples": [
      "Eu esto no ginásio hoje. – I be (temporary) at the gym today.",
      "Costumas estar com amigos? – Do you usually be (temporary) with friends?",
      "Vamos estar para praticar. – We're going to be (temporary) to practise.",
      "Ele/ela estou no centro ontem. – He/She be (temporary)ed downtown yesterday.",
      "Eles vão estar amanhã. – They are going to be (temporary) tomorrow."
    ],
    "category": "ar",
    "irregular": true
  },
  {
    "rank": 3,
    "verb": "ter",
    "translation": "to have",
    "examples": [
      "Eu to na escola amanhã. – I have at school tomorrow.",
      "Costumas ter com a família? – Do you usually have with my family?",
      "Vamos ter para descansar. – We're going to have to rest.",
      "Ele/ela teu no parque ontem. – He/She had in the park yesterday.",
      "Eles vão ter todos os dias. – They are going to have every day."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 4,
    "verb": "fazer",
    "translation": "to do, to make",
    "examples": [
      "Eu fazo no escritório amanhã. – I do at the office tomorrow.",
      "Costumas fazer com a equipa? – Do you usually do with the team?",
      "Vamos fazer para praticar. – We're going to do to practise.",
      "Ele/ela fazeu no ginásio ontem. – He/She did at the gym yesterday.",
      "Eles vão fazer todos os dias. – They are going to do every day."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 5,
    "verb": "poder",
    "translation": "can, to be able to",
    "examples": [
      "Eu podo no parque à noite. – I can in the park at night.",
      "Costumas poder com amigos? – Do you usually can with friends?",
      "Vamos poder para treinar. – We're going to can to train.",
      "Ele/ela podeu na escola ontem. – He/She canned at school yesterday.",
      "Eles vão poder de manhã. – They are going to can in the morning."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 6,
    "verb": "ir",
    "translation": "to go",
    "examples": [
      "Eu o no café amanhã. – I go at the café tomorrow.",
      "Costumas ir com amigos? – Do you usually go with friends?",
      "Vamos ir para praticar. – We're going to go to practise.",
      "Ele/ela iu no escritório ontem. – He/She went at the office yesterday.",
      "Eles vão ir à noite. – They are going to go at night."
    ],
    "category": "ir",
    "irregular": true
  },
  {
    "rank": 7,
    "verb": "dizer",
    "translation": "to say, to tell",
    "examples": [
      "Eu dizo no centro ao fim de semana. – I say downtown at the weekend.",
      "Costumas dizer com os colegas? – Do you usually say with colleagues?",
      "Vamos dizer para aprender. – We're going to say to learn.",
      "Ele/ela dizeu no escritório ontem. – He/She said at the office yesterday.",
      "Eles vão dizer todas as semanas. – They are going to say every week."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 8,
    "verb": "haver",
    "translation": "there is, there are",
    "examples": [
      "Eu havo no café hoje. – I there is at the café today.",
      "Costumas haver com amigos? – Do you usually there is with friends?",
      "Vamos haver para praticar. – We're going to there is to practise.",
      "Ele/ela haveu no ginásio ontem. – He/She there issed at the gym yesterday.",
      "Eles vão haver todas as semanas. – They are going to there is every week."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 9,
    "verb": "dar",
    "translation": "to give",
    "examples": [
      "Eu do no ginásio todas as semanas. – I give at the gym every week.",
      "Costumas dar com a equipa? – Do you usually give with the team?",
      "Vamos dar para treinar. – We're going to give to train.",
      "Ele/ela dou no café ontem. – He/She gave at the café yesterday.",
      "Eles vão dar todos os dias. – They are going to give every day."
    ],
    "category": "ar",
    "irregular": true
  },
  {
    "rank": 10,
    "verb": "ver",
    "translation": "to see, to watch",
    "examples": [
      "Eu vo no escritório de manhã. – I see at the office in the morning.",
      "Costumas ver com amigos? – Do you usually see with friends?",
      "Vamos ver para treinar. – We're going to see to train.",
      "Ele/ela veu na escola ontem. – He/She saw at school yesterday.",
      "Eles vão ver ao fim de semana. – They are going to see at the weekend."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 11,
    "verb": "falar",
    "translation": "to speak, to talk",
    "examples": [
      "Eu falo no centro de manhã. – I speak downtown in the morning.",
      "Tu falas com os colegas? – Do you speak with colleagues?",
      "Nós falamos para praticar. – We speak to practise.",
      "Ele/ela falou no escritório ontem. – He/She spoke at the office yesterday.",
      "Eles vão falar hoje. – They are going to speak today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 12,
    "verb": "deixar",
    "translation": "to leave, to let",
    "examples": [
      "Eu deixo no escritório todas as semanas. – I leave at the office every week.",
      "Tu deixas com amigos? – Do you leave with friends?",
      "Nós deixamos para praticar. – We leave to practise.",
      "Ele/ela deixou no ginásio ontem. – He/She left at the gym yesterday.",
      "Eles vão deixar ao fim de semana. – They are going to leave at the weekend."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 13,
    "verb": "pensar",
    "translation": "to think",
    "examples": [
      "Eu penso no escritório ao fim de semana. – I think at the office at the weekend.",
      "Tu pensas com a família? – Do you think with my family?",
      "Nós pensamos para aprender. – We think to learn.",
      "Ele/ela pensou no parque ontem. – He/She thought in the park yesterday.",
      "Eles vão pensar todos os dias. – They are going to think every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 14,
    "verb": "chegar",
    "translation": "to arrive",
    "examples": [
      "Eu chego no centro amanhã. – I arrive downtown tomorrow.",
      "Tu chegas com a equipa? – Do you arrive with the team?",
      "Nós chegamos para treinar. – We arrive to train.",
      "Ele/ela chegou no parque ontem. – He/She arrived in the park yesterday.",
      "Eles vão chegar de manhã. – They are going to arrive in the morning."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 15,
    "verb": "passar",
    "translation": "to pass",
    "examples": [
      "Eu passo no centro todas as semanas. – I pass downtown every week.",
      "Tu passas com os colegas? – Do you pass with colleagues?",
      "Nós passamos para treinar. – We pass to train.",
      "Ele/ela passou em casa ontem. – He/She passed at home yesterday.",
      "Eles vão passar todas as semanas. – They are going to pass every week."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 16,
    "verb": "ficar",
    "translation": "to stay, to become",
    "examples": [
      "Eu fico no ginásio todos os dias. – I stay at the gym every day.",
      "Tu ficas com a família? – Do you stay with my family?",
      "Nós ficamos para praticar. – We stay to practise.",
      "Ele/ela ficou no café ontem. – He/She stayyed at the café yesterday.",
      "Eles vão ficar todos os dias. – They are going to stay every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 17,
    "verb": "olhar",
    "translation": "to look",
    "examples": [
      "Eu olho no café ao fim de semana. – I look at the café at the weekend.",
      "Tu olhas com a família? – Do you look with my family?",
      "Nós olhamos para descansar. – We look to rest.",
      "Ele/ela olhou em casa ontem. – He/She lookked at home yesterday.",
      "Eles vão olhar amanhã. – They are going to look tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 18,
    "verb": "querer",
    "translation": "to want",
    "examples": [
      "Eu quero em casa à noite. – I want at home at night.",
      "Costumas querer com os colegas? – Do you usually want with colleagues?",
      "Vamos querer para praticar. – We're going to want to practise.",
      "Ele/ela quereu no centro ontem. – He/She wanted downtown yesterday.",
      "Eles vão querer todas as semanas. – They are going to want every week."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 19,
    "verb": "saber",
    "translation": "to know",
    "examples": [
      "Eu sabo no trabalho amanhã. – I know at work tomorrow.",
      "Costumas saber com os colegas? – Do you usually know with colleagues?",
      "Vamos saber para aprender. – We're going to know to learn.",
      "Ele/ela sabeu no ginásio ontem. – He/She knew at the gym yesterday.",
      "Eles vão saber todas as semanas. – They are going to know every week."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 20,
    "verb": "começar",
    "translation": "to start, to begin",
    "examples": [
      "Eu começo no ginásio todos os dias. – I start at the gym every day.",
      "Tu começas com a família? – Do you start with my family?",
      "Nós começamos para treinar. – We start to train.",
      "Ele/ela começou em casa ontem. – He/She started at home yesterday.",
      "Eles vão começar de manhã. – They are going to start in the morning."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 21,
    "verb": "encontrar",
    "translation": "to find, to meet",
    "examples": [
      "Eu encontro no ginásio de manhã. – I find at the gym in the morning.",
      "Tu encontras com amigos? – Do you find with friends?",
      "Nós encontramos para aprender. – We find to learn.",
      "Ele/ela encontrou na escola ontem. – He/She found at school yesterday.",
      "Eles vão encontrar hoje. – They are going to find today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 22,
    "verb": "vir",
    "translation": "to come",
    "examples": [
      "Eu vo em casa hoje. – I come at home today.",
      "Costumas vir com os colegas? – Do you usually come with colleagues?",
      "Vamos vir para descansar. – We're going to come to rest.",
      "Ele/ela viu no ginásio ontem. – He/She came at the gym yesterday.",
      "Eles vão vir ao fim de semana. – They are going to come at the weekend."
    ],
    "category": "ir",
    "irregular": true
  },
  {
    "rank": 23,
    "verb": "voltar",
    "translation": "to return, to come back",
    "examples": [
      "Eu volto no trabalho de manhã. – I return at work in the morning.",
      "Tu voltas com a equipa? – Do you return with the team?",
      "Nós voltamos para treinar. – We return to train.",
      "Ele/ela voltou na escola ontem. – He/She returned at school yesterday.",
      "Eles vão voltar amanhã. – They are going to return tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 24,
    "verb": "levar",
    "translation": "to take, to carry",
    "examples": [
      "Eu levo em casa hoje. – I take at home today.",
      "Tu levas com a família? – Do you take with my family?",
      "Nós levamos para praticar. – We take to practise.",
      "Ele/ela levou no centro ontem. – He/She took downtown yesterday.",
      "Eles vão levar todas as semanas. – They are going to take every week."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 25,
    "verb": "trabalhar",
    "translation": "to work",
    "examples": [
      "Eu trabalho no ginásio todas as semanas. – I work at the gym every week.",
      "Tu trabalhas com amigos? – Do you work with friends?",
      "Nós trabalhamos para aprender. – We work to learn.",
      "Ele/ela trabalhou no ginásio ontem. – He/She worked at the gym yesterday.",
      "Eles vão trabalhar à noite. – They are going to work at night."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 26,
    "verb": "conhecer",
    "translation": "to know, to meet",
    "examples": [
      "Eu conheco no centro hoje. – I know downtown today.",
      "Tu conheces com os colegas? – Do you know with colleagues?",
      "Nós conhecemos para aprender. – We know to learn.",
      "Ele/ela conheceu no centro ontem. – He/She knew downtown yesterday.",
      "Eles vão conhecer todos os dias. – They are going to know every day."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 27,
    "verb": "precisar",
    "translation": "to need",
    "examples": [
      "Eu preciso no café à noite. – I need at the café at night.",
      "Tu precisas com a equipa? – Do you need with the team?",
      "Nós precisamos para treinar. – We need to train.",
      "Ele/ela precisou no ginásio ontem. – He/She needded at the gym yesterday.",
      "Eles vão precisar amanhã. – They are going to need tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 28,
    "verb": "entrar",
    "translation": "to enter, to go in",
    "examples": [
      "Eu entro no escritório hoje. – I enter at the office today.",
      "Tu entras com a equipa? – Do you enter with the team?",
      "Nós entramos para treinar. – We enter to train.",
      "Ele/ela entrou no trabalho ontem. – He/She enterred at work yesterday.",
      "Eles vão entrar todos os dias. – They are going to enter every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 29,
    "verb": "sair",
    "translation": "to leave, to go out",
    "examples": [
      "Eu sao no trabalho todas as semanas. – I leave at work every week.",
      "Tu saes com a família? – Do you leave with my family?",
      "Nós saimos para descansar. – We leave to rest.",
      "Ele/ela saiu no centro ontem. – He/She left downtown yesterday.",
      "Eles vão sair à noite. – They are going to leave at night."
    ],
    "category": "ir",
    "irregular": false
  },
  {
    "rank": 30,
    "verb": "parecer",
    "translation": "to seem, to appear",
    "examples": [
      "Eu pareco no café todas as semanas. – I seem at the café every week.",
      "Tu pareces com a família? – Do you seem with my family?",
      "Nós parecemos para treinar. – We seem to train.",
      "Ele/ela pareceu na escola ontem. – He/She seemmed at school yesterday.",
      "Eles vão parecer ao fim de semana. – They are going to seem at the weekend."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 31,
    "verb": "achar",
    "translation": "to think, to find",
    "examples": [
      "Eu acho no parque amanhã. – I think in the park tomorrow.",
      "Tu achas com a família? – Do you think with my family?",
      "Nós achamos para aprender. – We think to learn.",
      "Ele/ela achou no ginásio ontem. – He/She thought at the gym yesterday.",
      "Eles vão achar amanhã. – They are going to think tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 32,
    "verb": "gostar",
    "translation": "to like",
    "examples": [
      "Eu gosto em casa amanhã. – I like at home tomorrow.",
      "Tu gostas com os colegas? – Do you like with colleagues?",
      "Nós gostamos para praticar. – We like to practise.",
      "Ele/ela gostou em casa ontem. – He/She liked at home yesterday.",
      "Eles vão gostar de manhã. – They are going to like in the morning."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 33,
    "verb": "viver",
    "translation": "to live",
    "examples": [
      "Eu vivo no ginásio à noite. – I live at the gym at night.",
      "Tu vives com a equipa? – Do you live with the team?",
      "Nós vivemos para aprender. – We live to learn.",
      "Ele/ela viveu no trabalho ontem. – He/She lived at work yesterday.",
      "Eles vão viver todas as semanas. – They are going to live every week."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 34,
    "verb": "sentir",
    "translation": "to feel",
    "examples": [
      "Eu sento no trabalho de manhã. – I feel at work in the morning.",
      "Costumas sentir com os colegas? – Do you usually feel with colleagues?",
      "Vamos sentir para descansar. – We're going to feel to rest.",
      "Ele/ela sentiu na escola ontem. – He/She felt at school yesterday.",
      "Eles vão sentir todos os dias. – They are going to feel every day."
    ],
    "category": "ir",
    "irregular": true
  },
  {
    "rank": 35,
    "verb": "tentar",
    "translation": "to try",
    "examples": [
      "Eu tento no trabalho de manhã. – I try at work in the morning.",
      "Tu tentas com a família? – Do you try with my family?",
      "Nós tentamos para aprender. – We try to learn.",
      "Ele/ela tentou no escritório ontem. – He/She tryed at the office yesterday.",
      "Eles vão tentar à noite. – They are going to try at night."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 36,
    "verb": "pedir",
    "translation": "to ask for, to request",
    "examples": [
      "Eu pedo no trabalho de manhã. – I ask for at work in the morning.",
      "Costumas pedir com a equipa? – Do you usually ask for with the team?",
      "Vamos pedir para descansar. – We're going to ask for to rest.",
      "Ele/ela pediu no ginásio ontem. – He/She ask forred at the gym yesterday.",
      "Eles vão pedir à noite. – They are going to ask for at night."
    ],
    "category": "ir",
    "irregular": true
  },
  {
    "rank": 37,
    "verb": "esperar",
    "translation": "to wait, to hope",
    "examples": [
      "Eu espero no centro amanhã. – I wait downtown tomorrow.",
      "Tu esperas com amigos? – Do you wait with friends?",
      "Nós esperamos para aprender. – We wait to learn.",
      "Ele/ela esperou no escritório ontem. – He/She waitted at the office yesterday.",
      "Eles vão esperar hoje. – They are going to wait today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 38,
    "verb": "usar",
    "translation": "to use",
    "examples": [
      "Eu uso no parque todas as semanas. – I use in the park every week.",
      "Tu usas com a família? – Do you use with my family?",
      "Nós usamos para aprender. – We use to learn.",
      "Ele/ela usou em casa ontem. – He/She used at home yesterday.",
      "Eles vão usar hoje. – They are going to use today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 39,
    "verb": "continuar",
    "translation": "to continue",
    "examples": [
      "Eu continuo no café de manhã. – I continue at the café in the morning.",
      "Tu continuas com a equipa? – Do you continue with the team?",
      "Nós continuamos para treinar. – We continue to train.",
      "Ele/ela continuou no ginásio ontem. – He/She continued at the gym yesterday.",
      "Eles vão continuar hoje. – They are going to continue today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 40,
    "verb": "chamar",
    "translation": "to call",
    "examples": [
      "Eu chamo no café todas as semanas. – I call at the café every week.",
      "Tu chamas com a equipa? – Do you call with the team?",
      "Nós chamamos para descansar. – We call to rest.",
      "Ele/ela chamou no trabalho ontem. – He/She called at work yesterday.",
      "Eles vão chamar amanhã. – They are going to call tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 41,
    "verb": "tornar",
    "translation": "to become, to turn",
    "examples": [
      "Eu torno no centro todos os dias. – I become downtown every day.",
      "Tu tornas com os colegas? – Do you become with colleagues?",
      "Nós tornamos para praticar. – We become to practise.",
      "Ele/ela tornou em casa ontem. – He/She became at home yesterday.",
      "Eles vão tornar ao fim de semana. – They are going to become at the weekend."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 42,
    "verb": "existir",
    "translation": "to exist",
    "examples": [
      "Eu existo em casa amanhã. – I exist at home tomorrow.",
      "Tu existes com a equipa? – Do you exist with the team?",
      "Nós existimos para descansar. – We exist to rest.",
      "Ele/ela existiu no trabalho ontem. – He/She existed at work yesterday.",
      "Eles vão existir todas as semanas. – They are going to exist every week."
    ],
    "category": "ir",
    "irregular": false
  },
  {
    "rank": 43,
    "verb": "pôr",
    "translation": "to put",
    "examples": [
      "Eu po em casa todos os dias. – I put at home every day.",
      "Costumas pôr com a equipa? – Do you usually put with the team?",
      "Vamos pôr para descansar. – We're going to put to rest.",
      "Ele/ela peu no centro ontem. – He/She put downtown yesterday.",
      "Eles vão pôr amanhã. – They are going to put tomorrow."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 44,
    "verb": "conseguir",
    "translation": "to manage, to achieve",
    "examples": [
      "Eu conseguo no trabalho ao fim de semana. – I manage at work at the weekend.",
      "Tu consegues com os colegas? – Do you manage with colleagues?",
      "Nós conseguimos para descansar. – We manage to rest.",
      "Ele/ela conseguiu em casa ontem. – He/She managed at home yesterday.",
      "Eles vão conseguir todas as semanas. – They are going to manage every week."
    ],
    "category": "ir",
    "irregular": false
  },
  {
    "rank": 45,
    "verb": "perder",
    "translation": "to lose",
    "examples": [
      "Eu perdo em casa de manhã. – I lose at home in the morning.",
      "Costumas perder com a família? – Do you usually lose with my family?",
      "Vamos perder para treinar. – We're going to lose to train.",
      "Ele/ela perdeu no ginásio ontem. – He/She lost at the gym yesterday.",
      "Eles vão perder todas as semanas. – They are going to lose every week."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 46,
    "verb": "tomar",
    "translation": "to take (drink/food)",
    "examples": [
      "Eu tomo no parque todas as semanas. – I take (drink/food) in the park every week.",
      "Tu tomas com a equipa? – Do you take (drink/food) with the team?",
      "Nós tomamos para aprender. – We take (drink/food) to learn.",
      "Ele/ela tomou no trabalho ontem. – He/She take (drink/food)ed at work yesterday.",
      "Eles vão tomar hoje. – They are going to take (drink/food) today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 47,
    "verb": "receber",
    "translation": "to receive",
    "examples": [
      "Eu recebo no parque todos os dias. – I receive in the park every day.",
      "Tu recebes com amigos? – Do you receive with friends?",
      "Nós recebemos para aprender. – We receive to learn.",
      "Ele/ela recebeu em casa ontem. – He/She received at home yesterday.",
      "Eles vão receber todas as semanas. – They are going to receive every week."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 48,
    "verb": "andar",
    "translation": "to walk, to go",
    "examples": [
      "Eu ando no ginásio amanhã. – I walk at the gym tomorrow.",
      "Tu andas com os colegas? – Do you walk with colleagues?",
      "Nós andamos para descansar. – We walk to rest.",
      "Ele/ela andou na escola ontem. – He/She walked at school yesterday.",
      "Eles vão andar hoje. – They are going to walk today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 49,
    "verb": "comer",
    "translation": "to eat",
    "examples": [
      "Eu como no ginásio de manhã. – I eat at the gym in the morning.",
      "Tu comes com a equipa? – Do you eat with the team?",
      "Nós comemos para aprender. – We eat to learn.",
      "Ele/ela comeu no ginásio ontem. – He/She ate at the gym yesterday.",
      "Eles vão comer de manhã. – They are going to eat in the morning."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 50,
    "verb": "beber",
    "translation": "to drink",
    "examples": [
      "Eu bebo na escola à noite. – I drink at school at night.",
      "Tu bebes com a equipa? – Do you drink with the team?",
      "Nós bebemos para descansar. – We drink to rest.",
      "Ele/ela bebeu no parque ontem. – He/She drank in the park yesterday.",
      "Eles vão beber à noite. – They are going to drink at night."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 51,
    "verb": "dormir",
    "translation": "to sleep",
    "examples": [
      "Eu dormo no parque de manhã. – I sleep in the park in the morning.",
      "Costumas dormir com a família? – Do you usually sleep with my family?",
      "Vamos dormir para treinar. – We're going to sleep to train.",
      "Ele/ela dormiu em casa ontem. – He/She slept at home yesterday.",
      "Eles vão dormir de manhã. – They are going to sleep in the morning."
    ],
    "category": "ir",
    "irregular": true
  },
  {
    "rank": 52,
    "verb": "estudar",
    "translation": "to study",
    "examples": [
      "Eu estudo no ginásio ao fim de semana. – I study at the gym at the weekend.",
      "Tu estudas com os colegas? – Do you study with colleagues?",
      "Nós estudamos para treinar. – We study to train.",
      "Ele/ela estudou no parque ontem. – He/She studyed in the park yesterday.",
      "Eles vão estudar amanhã. – They are going to study tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 53,
    "verb": "comprar",
    "translation": "to buy",
    "examples": [
      "Eu compro no centro ao fim de semana. – I buy downtown at the weekend.",
      "Tu compras com a equipa? – Do you buy with the team?",
      "Nós compramos para aprender. – We buy to learn.",
      "Ele/ela comprou na escola ontem. – He/She bought at school yesterday.",
      "Eles vão comprar à noite. – They are going to buy at night."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 54,
    "verb": "viajar",
    "translation": "to travel",
    "examples": [
      "Eu viajo no café à noite. – I travel at the café at night.",
      "Tu viajas com amigos? – Do you travel with friends?",
      "Nós viajamos para treinar. – We travel to train.",
      "Ele/ela viajou em casa ontem. – He/She travelled at home yesterday.",
      "Eles vão viajar todos os dias. – They are going to travel every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 55,
    "verb": "ajudar",
    "translation": "to help",
    "examples": [
      "Eu ajudo no centro ao fim de semana. – I help downtown at the weekend.",
      "Tu ajudas com a equipa? – Do you help with the team?",
      "Nós ajudamos para praticar. – We help to practise.",
      "Ele/ela ajudou no escritório ontem. – He/She helped at the office yesterday.",
      "Eles vão ajudar hoje. – They are going to help today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 56,
    "verb": "escrever",
    "translation": "to write",
    "examples": [
      "Eu escrevo no centro de manhã. – I write downtown in the morning.",
      "Tu escreves com amigos? – Do you write with friends?",
      "Nós escrevemos para aprender. – We write to learn.",
      "Ele/ela escreveu no parque ontem. – He/She wrote in the park yesterday.",
      "Eles vão escrever à noite. – They are going to write at night."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 57,
    "verb": "ler",
    "translation": "to read",
    "examples": [
      "Eu lo no café à noite. – I read at the café at night.",
      "Costumas ler com a equipa? – Do you usually read with the team?",
      "Vamos ler para aprender. – We're going to read to learn.",
      "Ele/ela leu em casa ontem. – He/She read at home yesterday.",
      "Eles vão ler hoje. – They are going to read today."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 58,
    "verb": "ouvir",
    "translation": "to hear, to listen",
    "examples": [
      "Eu ouvo no escritório todas as semanas. – I hear at the office every week.",
      "Costumas ouvir com amigos? – Do you usually hear with friends?",
      "Vamos ouvir para descansar. – We're going to hear to rest.",
      "Ele/ela ouviu no ginásio ontem. – He/She heard at the gym yesterday.",
      "Eles vão ouvir ao fim de semana. – They are going to hear at the weekend."
    ],
    "category": "ir",
    "irregular": true
  },
  {
    "rank": 59,
    "verb": "escolher",
    "translation": "to choose",
    "examples": [
      "Eu escolho no escritório ao fim de semana. – I choose at the office at the weekend.",
      "Tu escolhes com amigos? – Do you choose with friends?",
      "Nós escolhemos para aprender. – We choose to learn.",
      "Ele/ela escolheu no trabalho ontem. – He/She chose at work yesterday.",
      "Eles vão escolher amanhã. – They are going to choose tomorrow."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 60,
    "verb": "jogar",
    "translation": "to play",
    "examples": [
      "Eu jogo no trabalho todas as semanas. – I play at work every week.",
      "Tu jogas com a família? – Do you play with my family?",
      "Nós jogamos para praticar. – We play to practise.",
      "Ele/ela jogou em casa ontem. – He/She playyed at home yesterday.",
      "Eles vão jogar hoje. – They are going to play today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 61,
    "verb": "descansar",
    "translation": "to rest",
    "examples": [
      "Eu descanso no ginásio todas as semanas. – I rest at the gym every week.",
      "Tu descansas com a equipa? – Do you rest with the team?",
      "Nós descansamos para praticar. – We rest to practise.",
      "Ele/ela descansou na escola ontem. – He/She rested at school yesterday.",
      "Eles vão descansar hoje. – They are going to rest today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 62,
    "verb": "perguntar",
    "translation": "to ask",
    "examples": [
      "Eu pergunto no parque de manhã. – I ask in the park in the morning.",
      "Tu perguntas com a equipa? – Do you ask with the team?",
      "Nós perguntamos para praticar. – We ask to practise.",
      "Ele/ela perguntou no ginásio ontem. – He/She asked at the gym yesterday.",
      "Eles vão perguntar hoje. – They are going to ask today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 63,
    "verb": "mostrar",
    "translation": "to show",
    "examples": [
      "Eu mostro no centro de manhã. – I show downtown in the morning.",
      "Tu mostras com amigos? – Do you show with friends?",
      "Nós mostramos para aprender. – We show to learn.",
      "Ele/ela mostrou no escritório ontem. – He/She showed at the office yesterday.",
      "Eles vão mostrar à noite. – They are going to show at night."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 64,
    "verb": "trazer",
    "translation": "to bring",
    "examples": [
      "Eu trazo no trabalho todas as semanas. – I bring at work every week.",
      "Costumas trazer com amigos? – Do you usually bring with friends?",
      "Vamos trazer para treinar. – We're going to bring to train.",
      "Ele/ela trazeu no trabalho ontem. – He/She brought at work yesterday.",
      "Eles vão trazer hoje. – They are going to bring today."
    ],
    "category": "er",
    "irregular": true
  },
  {
    "rank": 65,
    "verb": "morrer",
    "translation": "to die",
    "examples": [
      "Eu morro no centro à noite. – I die downtown at night.",
      "Tu morres com a equipa? – Do you die with the team?",
      "Nós morremos para treinar. – We die to train.",
      "Ele/ela morreu em casa ontem. – He/She died at home yesterday.",
      "Eles vão morrer todas as semanas. – They are going to die every week."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 66,
    "verb": "nascer",
    "translation": "to be born",
    "examples": [
      "Eu nasco no café todos os dias. – I be born at the café every day.",
      "Tu nasces com os colegas? – Do you be born with colleagues?",
      "Nós nascemos para descansar. – We be born to rest.",
      "Ele/ela nasceu no centro ontem. – He/She be borned downtown yesterday.",
      "Eles vão nascer à noite. – They are going to be born at night."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 67,
    "verb": "mudar",
    "translation": "to change",
    "examples": [
      "Eu mudo na escola todas as semanas. – I change at school every week.",
      "Tu mudas com a equipa? – Do you change with the team?",
      "Nós mudamos para aprender. – We change to learn.",
      "Ele/ela mudou no escritório ontem. – He/She changed at the office yesterday.",
      "Eles vão mudar ao fim de semana. – They are going to change at the weekend."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 68,
    "verb": "criar",
    "translation": "to create",
    "examples": [
      "Eu crio no café à noite. – I create at the café at night.",
      "Tu crias com os colegas? – Do you create with colleagues?",
      "Nós criamos para descansar. – We create to rest.",
      "Ele/ela criou no café ontem. – He/She created at the café yesterday.",
      "Eles vão criar todos os dias. – They are going to create every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 69,
    "verb": "abrir",
    "translation": "to open",
    "examples": [
      "Eu abro no parque ao fim de semana. – I open in the park at the weekend.",
      "Tu abres com amigos? – Do you open with friends?",
      "Nós abrimos para treinar. – We open to train.",
      "Ele/ela abriu no café ontem. – He/She openned at the café yesterday.",
      "Eles vão abrir de manhã. – They are going to open in the morning."
    ],
    "category": "ir",
    "irregular": false
  },
  {
    "rank": 70,
    "verb": "fechar",
    "translation": "to close",
    "examples": [
      "Eu fecho no ginásio à noite. – I close at the gym at night.",
      "Tu fechas com a equipa? – Do you close with the team?",
      "Nós fechamos para descansar. – We close to rest.",
      "Ele/ela fechou no parque ontem. – He/She closed in the park yesterday.",
      "Eles vão fechar hoje. – They are going to close today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 71,
    "verb": "cair",
    "translation": "to fall",
    "examples": [
      "Eu cao em casa ao fim de semana. – I fall at home at the weekend.",
      "Tu caes com a família? – Do you fall with my family?",
      "Nós caimos para treinar. – We fall to train.",
      "Ele/ela caiu no centro ontem. – He/She fell downtown yesterday.",
      "Eles vão cair todas as semanas. – They are going to fall every week."
    ],
    "category": "ir",
    "irregular": false
  },
  {
    "rank": 72,
    "verb": "subir",
    "translation": "to go up, to climb",
    "examples": [
      "Eu subo no ginásio à noite. – I go up at the gym at night.",
      "Costumas subir com amigos? – Do you usually go up with friends?",
      "Vamos subir para treinar. – We're going to go up to train.",
      "Ele/ela subiu no escritório ontem. – He/She go upped at the office yesterday.",
      "Eles vão subir amanhã. – They are going to go up tomorrow."
    ],
    "category": "ir",
    "irregular": true
  },
  {
    "rank": 73,
    "verb": "descer",
    "translation": "to go down",
    "examples": [
      "Eu desco no escritório à noite. – I go down at the office at night.",
      "Tu desces com os colegas? – Do you go down with colleagues?",
      "Nós descemos para praticar. – We go down to practise.",
      "Ele/ela desceu na escola ontem. – He/She go downed at school yesterday.",
      "Eles vão descer todos os dias. – They are going to go down every day."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 74,
    "verb": "crescer",
    "translation": "to grow",
    "examples": [
      "Eu cresco em casa todos os dias. – I grow at home every day.",
      "Tu cresces com a família? – Do you grow with my family?",
      "Nós crescemos para praticar. – We grow to practise.",
      "Ele/ela cresceu no centro ontem. – He/She grew downtown yesterday.",
      "Eles vão crescer ao fim de semana. – They are going to grow at the weekend."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 75,
    "verb": "aprender",
    "translation": "to learn",
    "examples": [
      "Eu aprendo no café ao fim de semana. – I learn at the café at the weekend.",
      "Tu aprendes com amigos? – Do you learn with friends?",
      "Nós aprendemos para praticar. – We learn to practise.",
      "Ele/ela aprendeu na escola ontem. – He/She learned at school yesterday.",
      "Eles vão aprender à noite. – They are going to learn at night."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 76,
    "verb": "entender",
    "translation": "to understand",
    "examples": [
      "Eu entendo no trabalho à noite. – I understand at work at night.",
      "Tu entendes com os colegas? – Do you understand with colleagues?",
      "Nós entendemos para descansar. – We understand to rest.",
      "Ele/ela entendeu no escritório ontem. – He/She understood at the office yesterday.",
      "Eles vão entender amanhã. – They are going to understand tomorrow."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 77,
    "verb": "explicar",
    "translation": "to explain",
    "examples": [
      "Eu explico no parque todas as semanas. – I explain in the park every week.",
      "Tu explicas com a equipa? – Do you explain with the team?",
      "Nós explicamos para descansar. – We explain to rest.",
      "Ele/ela explicou no centro ontem. – He/She explainned downtown yesterday.",
      "Eles vão explicar hoje. – They are going to explain today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 78,
    "verb": "ensinar",
    "translation": "to teach",
    "examples": [
      "Eu ensino na escola amanhã. – I teach at school tomorrow.",
      "Tu ensinas com a família? – Do you teach with my family?",
      "Nós ensinamos para treinar. – We teach to train.",
      "Ele/ela ensinou na escola ontem. – He/She taught at school yesterday.",
      "Eles vão ensinar amanhã. – They are going to teach tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 79,
    "verb": "lembrar",
    "translation": "to remember",
    "examples": [
      "Eu lembro no café ao fim de semana. – I remember at the café at the weekend.",
      "Tu lembras com a equipa? – Do you remember with the team?",
      "Nós lembramos para treinar. – We remember to train.",
      "Ele/ela lembrou no escritório ontem. – He/She rememberred at the office yesterday.",
      "Eles vão lembrar todos os dias. – They are going to remember every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 80,
    "verb": "esquecer",
    "translation": "to forget",
    "examples": [
      "Eu esqueco no ginásio todos os dias. – I forget at the gym every day.",
      "Tu esqueces com a equipa? – Do you forget with the team?",
      "Nós esquecemos para descansar. – We forget to rest.",
      "Ele/ela esqueceu no café ontem. – He/She forgot at the café yesterday.",
      "Eles vão esquecer ao fim de semana. – They are going to forget at the weekend."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 81,
    "verb": "acordar",
    "translation": "to wake up",
    "examples": [
      "Eu acordo no escritório hoje. – I wake up at the office today.",
      "Tu acordas com a equipa? – Do you wake up with the team?",
      "Nós acordamos para treinar. – We wake up to train.",
      "Ele/ela acordou no trabalho ontem. – He/She wake upped at work yesterday.",
      "Eles vão acordar de manhã. – They are going to wake up in the morning."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 82,
    "verb": "levantar",
    "translation": "to get up, to lift",
    "examples": [
      "Eu levanto na escola ao fim de semana. – I get up at school at the weekend.",
      "Tu levantas com a família? – Do you get up with my family?",
      "Nós levantamos para aprender. – We get up to learn.",
      "Ele/ela levantou no escritório ontem. – He/She get upped at the office yesterday.",
      "Eles vão levantar à noite. – They are going to get up at night."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 83,
    "verb": "sentar",
    "translation": "to sit",
    "examples": [
      "Eu sento no escritório todas as semanas. – I sit at the office every week.",
      "Tu sentas com os colegas? – Do you sit with colleagues?",
      "Nós sentamos para aprender. – We sit to learn.",
      "Ele/ela sentou no trabalho ontem. – He/She sat at work yesterday.",
      "Eles vão sentar amanhã. – They are going to sit tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 84,
    "verb": "correr",
    "translation": "to run",
    "examples": [
      "Eu corro na escola amanhã. – I run at school tomorrow.",
      "Tu corres com os colegas? – Do you run with colleagues?",
      "Nós corremos para aprender. – We run to learn.",
      "Ele/ela correu no café ontem. – He/She ran at the café yesterday.",
      "Eles vão correr de manhã. – They are going to run in the morning."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 85,
    "verb": "caminhar",
    "translation": "to walk",
    "examples": [
      "Eu caminho no ginásio amanhã. – I walk at the gym tomorrow.",
      "Tu caminhas com os colegas? – Do you walk with colleagues?",
      "Nós caminhamos para treinar. – We walk to train.",
      "Ele/ela caminhou no trabalho ontem. – He/She walked at work yesterday.",
      "Eles vão caminhar amanhã. – They are going to walk tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 86,
    "verb": "parar",
    "translation": "to stop",
    "examples": [
      "Eu paro no ginásio de manhã. – I stop at the gym in the morning.",
      "Tu paras com amigos? – Do you stop with friends?",
      "Nós paramos para descansar. – We stop to rest.",
      "Ele/ela parou no parque ontem. – He/She stopped in the park yesterday.",
      "Eles vão parar hoje. – They are going to stop today."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 87,
    "verb": "dirigir",
    "translation": "to drive",
    "examples": [
      "Eu dirigo no ginásio todos os dias. – I drive at the gym every day.",
      "Costumas dirigir com a equipa? – Do you usually drive with the team?",
      "Vamos dirigir para descansar. – We're going to drive to rest.",
      "Ele/ela dirigiu na escola ontem. – He/She drove at school yesterday.",
      "Eles vão dirigir amanhã. – They are going to drive tomorrow."
    ],
    "category": "ir",
    "irregular": true
  },
  {
    "rank": 88,
    "verb": "aceitar",
    "translation": "to accept",
    "examples": [
      "Eu aceito na escola ao fim de semana. – I accept at school at the weekend.",
      "Tu aceitas com amigos? – Do you accept with friends?",
      "Nós aceitamos para aprender. – We accept to learn.",
      "Ele/ela aceitou em casa ontem. – He/She accepted at home yesterday.",
      "Eles vão aceitar amanhã. – They are going to accept tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 89,
    "verb": "recusar",
    "translation": "to refuse",
    "examples": [
      "Eu recuso na escola ao fim de semana. – I refuse at school at the weekend.",
      "Tu recusas com amigos? – Do you refuse with friends?",
      "Nós recusamos para aprender. – We refuse to learn.",
      "Ele/ela recusou no centro ontem. – He/She refused downtown yesterday.",
      "Eles vão recusar ao fim de semana. – They are going to refuse at the weekend."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 90,
    "verb": "acreditar",
    "translation": "to believe",
    "examples": [
      "Eu acredito no escritório de manhã. – I believe at the office in the morning.",
      "Tu acreditas com os colegas? – Do you believe with colleagues?",
      "Nós acreditamos para treinar. – We believe to train.",
      "Ele/ela acreditou em casa ontem. – He/She believed at home yesterday.",
      "Eles vão acreditar todos os dias. – They are going to believe every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 91,
    "verb": "concordar",
    "translation": "to agree",
    "examples": [
      "Eu concordo no café todos os dias. – I agree at the café every day.",
      "Tu concordas com a equipa? – Do you agree with the team?",
      "Nós concordamos para treinar. – We agree to train.",
      "Ele/ela concordou no café ontem. – He/She agreed at the café yesterday.",
      "Eles vão concordar todos os dias. – They are going to agree every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 92,
    "verb": "discordar",
    "translation": "to disagree",
    "examples": [
      "Eu discordo no trabalho à noite. – I disagree at work at night.",
      "Tu discordas com os colegas? – Do you disagree with colleagues?",
      "Nós discordamos para treinar. – We disagree to train.",
      "Ele/ela discordou na escola ontem. – He/She disagreed at school yesterday.",
      "Eles vão discordar todas as semanas. – They are going to disagree every week."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 93,
    "verb": "ganhar",
    "translation": "to win, to earn",
    "examples": [
      "Eu ganho no escritório à noite. – I win at the office at night.",
      "Tu ganhas com a equipa? – Do you win with the team?",
      "Nós ganhamos para aprender. – We win to learn.",
      "Ele/ela ganhou no trabalho ontem. – He/She won at work yesterday.",
      "Eles vão ganhar à noite. – They are going to win at night."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 94,
    "verb": "pagar",
    "translation": "to pay",
    "examples": [
      "Eu pago no escritório todos os dias. – I pay at the office every day.",
      "Tu pagas com a família? – Do you pay with my family?",
      "Nós pagamos para praticar. – We pay to practise.",
      "Ele/ela pagou no escritório ontem. – He/She paid at the office yesterday.",
      "Eles vão pagar de manhã. – They are going to pay in the morning."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 95,
    "verb": "gastar",
    "translation": "to spend",
    "examples": [
      "Eu gasto em casa à noite. – I spend at home at night.",
      "Tu gastas com a família? – Do you spend with my family?",
      "Nós gastamos para treinar. – We spend to train.",
      "Ele/ela gastou no ginásio ontem. – He/She spent at the gym yesterday.",
      "Eles vão gastar todos os dias. – They are going to spend every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 96,
    "verb": "poupar",
    "translation": "to save (money)",
    "examples": [
      "Eu poupo no ginásio todos os dias. – I save (money) at the gym every day.",
      "Tu poupas com os colegas? – Do you save (money) with colleagues?",
      "Nós poupamos para praticar. – We save (money) to practise.",
      "Ele/ela poupou no café ontem. – He/She save (money)ed at the café yesterday.",
      "Eles vão poupar à noite. – They are going to save (money) at night."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 97,
    "verb": "vender",
    "translation": "to sell",
    "examples": [
      "Eu vendo no escritório à noite. – I sell at the office at night.",
      "Tu vendes com a equipa? – Do you sell with the team?",
      "Nós vendemos para praticar. – We sell to practise.",
      "Ele/ela vendeu no trabalho ontem. – He/She sold at work yesterday.",
      "Eles vão vender todos os dias. – They are going to sell every day."
    ],
    "category": "er",
    "irregular": false
  },
  {
    "rank": 98,
    "verb": "alugar",
    "translation": "to rent",
    "examples": [
      "Eu alugo na escola amanhã. – I rent at school tomorrow.",
      "Tu alugas com a equipa? – Do you rent with the team?",
      "Nós alugamos para praticar. – We rent to practise.",
      "Ele/ela alugou em casa ontem. – He/She rented at home yesterday.",
      "Eles vão alugar todas as semanas. – They are going to rent every week."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 99,
    "verb": "morar",
    "translation": "to live (reside)",
    "examples": [
      "Eu moro no ginásio todas as semanas. – I live (reside) at the gym every week.",
      "Tu moras com a equipa? – Do you live (reside) with the team?",
      "Nós moramos para descansar. – We live (reside) to rest.",
      "Ele/ela morou no ginásio ontem. – He/She live (reside)ed at the gym yesterday.",
      "Eles vão morar todos os dias. – They are going to live (reside) every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 100,
    "verb": "buscar",
    "translation": "to search for, to fetch",
    "examples": [
      "Eu busco no centro à noite. – I search for downtown at night.",
      "Tu buscas com amigos? – Do you search for with friends?",
      "Nós buscamos para aprender. – We search for to learn.",
      "Ele/ela buscou no parque ontem. – He/She search forred in the park yesterday.",
      "Eles vão buscar amanhã. – They are going to search for tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 101,
    "verb": "procurar",
    "translation": "to look for",
    "examples": [
      "Eu procuro no parque à noite. – I look for in the park at night.",
      "Tu procuras com os colegas? – Do you look for with colleagues?",
      "Nós procuramos para treinar. – We look for to train.",
      "Ele/ela procurou em casa ontem. – He/She look forred at home yesterday.",
      "Eles vão procurar amanhã. – They are going to look for tomorrow."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 102,
    "verb": "ligar",
    "translation": "to call, to connect",
    "examples": [
      "Eu ligo em casa ao fim de semana. – I call at home at the weekend.",
      "Tu ligas com os colegas? – Do you call with colleagues?",
      "Nós ligamos para treinar. – We call to train.",
      "Ele/ela ligou no centro ontem. – He/She called downtown yesterday.",
      "Eles vão ligar todos os dias. – They are going to call every day."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 103,
    "verb": "desligar",
    "translation": "to turn off, to hang up",
    "examples": [
      "Eu desligo no ginásio à noite. – I turn off at the gym at night.",
      "Tu desligas com os colegas? – Do you turn off with colleagues?",
      "Nós desligamos para descansar. – We turn off to rest.",
      "Ele/ela desligou no centro ontem. – He/She turn offed downtown yesterday.",
      "Eles vão desligar todas as semanas. – They are going to turn off every week."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 104,
    "verb": "cantar",
    "translation": "to sing",
    "examples": [
      "Eu canto na escola ao fim de semana. – I sing at school at the weekend.",
      "Tu cantas com a equipa? – Do you sing with the team?",
      "Nós cantamos para praticar. – We sing to practise.",
      "Ele/ela cantou no centro ontem. – He/She singed downtown yesterday.",
      "Eles vão cantar ao fim de semana. – They are going to sing at the weekend."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 105,
    "verb": "dançar",
    "translation": "to dance",
    "examples": [
      "Eu danço no centro todos os dias. – I dance downtown every day.",
      "Tu danças com a equipa? – Do you dance with the team?",
      "Nós dançamos para praticar. – We dance to practise.",
      "Ele/ela dançou no parque ontem. – He/She danced in the park yesterday.",
      "Eles vão dançar à noite. – They are going to dance at night."
    ],
    "category": "ar",
    "irregular": false
  },
  {
    "rank": 301,
    "verb": "escorregar",
    "translation": "to slip",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu escorrego no centro ao fim de semana. – I slip downtown at the weekend.",
      "Tu escorregas com a equipa? – Do you slip with the team?",
      "Nós escorregamos para praticar. – We slip to practise.",
      "Ele/ela escorregou no escritório ontem. – He/She slipped at the office yesterday.",
      "Eles vão escorregar todas as semanas. – They are going to slip every week."
    ]
  },
  {
    "rank": 302,
    "verb": "equilibrar",
    "translation": "to balance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu equilibro na escola ao fim de semana. – I balance at school at the weekend.",
      "Tu equilibras com a equipa? – Do you balance with the team?",
      "Nós equilibramos para descansar. – We balance to rest.",
      "Ele/ela equilibrou no escritório ontem. – He/She balanced at the office yesterday.",
      "Eles vão equilibrar todos os dias. – They are going to balance every day."
    ]
  },
  {
    "rank": 303,
    "verb": "balançar",
    "translation": "to swing, to rock",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu balanço na escola ao fim de semana. – I swing at school at the weekend.",
      "Tu balanças com amigos? – Do you swing with friends?",
      "Nós balançamos para aprender. – We swing to learn.",
      "Ele/ela balançou no trabalho ontem. – He/She swinged at work yesterday.",
      "Eles vão balançar de manhã. – They are going to swing in the morning."
    ]
  },
  {
    "rank": 304,
    "verb": "girar",
    "translation": "to spin, to rotate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu giro no trabalho ao fim de semana. – I spin at work at the weekend.",
      "Tu giras com a equipa? – Do you spin with the team?",
      "Nós giramos para treinar. – We spin to train.",
      "Ele/ela girou no escritório ontem. – He/She spinned at the office yesterday.",
      "Eles vão girar hoje. – They are going to spin today."
    ]
  },
  {
    "rank": 305,
    "verb": "rodar",
    "translation": "to roll, to rotate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu rodo no ginásio amanhã. – I roll at the gym tomorrow.",
      "Tu rodas com os colegas? – Do you roll with colleagues?",
      "Nós rodamos para descansar. – We roll to rest.",
      "Ele/ela rodou no parque ontem. – He/She rolled in the park yesterday.",
      "Eles vão rodar todas as semanas. – They are going to roll every week."
    ]
  },
  {
    "rank": 306,
    "verb": "virar",
    "translation": "to turn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu viro no escritório à noite. – I turn at the office at night.",
      "Tu viras com amigos? – Do you turn with friends?",
      "Nós viramos para praticar. – We turn to practise.",
      "Ele/ela virou no parque ontem. – He/She turned in the park yesterday.",
      "Eles vão virar de manhã. – They are going to turn in the morning."
    ]
  },
  {
    "rank": 307,
    "verb": "inverter",
    "translation": "to invert, to reverse",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu inverto no café ao fim de semana. – I invert at the café at the weekend.",
      "Tu invertes com a família? – Do you invert with my family?",
      "Nós invertemos para treinar. – We invert to train.",
      "Ele/ela inverteu no café ontem. – He/She inverted at the café yesterday.",
      "Eles vão inverter todos os dias. – They are going to invert every day."
    ]
  },
  {
    "rank": 308,
    "verb": "transformar",
    "translation": "to transform",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu transformo no parque à noite. – I transform in the park at night.",
      "Tu transformas com os colegas? – Do you transform with colleagues?",
      "Nós transformamos para praticar. – We transform to practise.",
      "Ele/ela transformou no escritório ontem. – He/She transformed at the office yesterday.",
      "Eles vão transformar à noite. – They are going to transform at night."
    ]
  },
  {
    "rank": 309,
    "verb": "alterar",
    "translation": "to alter, to change",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu altero no parque hoje. – I alter in the park today.",
      "Tu alteras com a família? – Do you alter with my family?",
      "Nós alteramos para praticar. – We alter to practise.",
      "Ele/ela alterou em casa ontem. – He/She alterred at home yesterday.",
      "Eles vão alterar ao fim de semana. – They are going to alter at the weekend."
    ]
  },
  {
    "rank": 310,
    "verb": "modificar",
    "translation": "to modify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu modifico no trabalho amanhã. – I modify at work tomorrow.",
      "Tu modificas com amigos? – Do you modify with friends?",
      "Nós modificamos para treinar. – We modify to train.",
      "Ele/ela modificou no escritório ontem. – He/She modifyed at the office yesterday.",
      "Eles vão modificar de manhã. – They are going to modify in the morning."
    ]
  },
  {
    "rank": 311,
    "verb": "ajustar",
    "translation": "to adjust",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ajusto no trabalho amanhã. – I adjust at work tomorrow.",
      "Tu ajustas com a família? – Do you adjust with my family?",
      "Nós ajustamos para treinar. – We adjust to train.",
      "Ele/ela ajustou no centro ontem. – He/She adjusted downtown yesterday.",
      "Eles vão ajustar amanhã. – They are going to adjust tomorrow."
    ]
  },
  {
    "rank": 312,
    "verb": "adaptar",
    "translation": "to adapt",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu adapto no parque de manhã. – I adapt in the park in the morning.",
      "Tu adaptas com os colegas? – Do you adapt with colleagues?",
      "Nós adaptamos para praticar. – We adapt to practise.",
      "Ele/ela adaptou no parque ontem. – He/She adapted in the park yesterday.",
      "Eles vão adaptar de manhã. – They are going to adapt in the morning."
    ]
  },
  {
    "rank": 313,
    "verb": "personalizar",
    "translation": "to personalize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu personalizo no café todas as semanas. – I personalize at the café every week.",
      "Tu personalizas com os colegas? – Do you personalize with colleagues?",
      "Nós personalizamos para praticar. – We personalize to practise.",
      "Ele/ela personalizou no escritório ontem. – He/She personalized at the office yesterday.",
      "Eles vão personalizar hoje. – They are going to personalize today."
    ]
  },
  {
    "rank": 314,
    "verb": "customizar",
    "translation": "to customize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu customizo no café à noite. – I customize at the café at night.",
      "Tu customizas com a família? – Do you customize with my family?",
      "Nós customizamos para descansar. – We customize to rest.",
      "Ele/ela customizou em casa ontem. – He/She customized at home yesterday.",
      "Eles vão customizar à noite. – They are going to customize at night."
    ]
  },
  {
    "rank": 315,
    "verb": "otimizar",
    "translation": "to optimize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu otimizo na escola à noite. – I optimize at school at night.",
      "Tu otimizas com a equipa? – Do you optimize with the team?",
      "Nós otimizamos para aprender. – We optimize to learn.",
      "Ele/ela otimizou no ginásio ontem. – He/She optimized at the gym yesterday.",
      "Eles vão otimizar amanhã. – They are going to optimize tomorrow."
    ]
  },
  {
    "rank": 316,
    "verb": "maximizar",
    "translation": "to maximize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu maximizo no café todas as semanas. – I maximize at the café every week.",
      "Tu maximizas com os colegas? – Do you maximize with colleagues?",
      "Nós maximizamos para treinar. – We maximize to train.",
      "Ele/ela maximizou no trabalho ontem. – He/She maximized at work yesterday.",
      "Eles vão maximizar hoje. – They are going to maximize today."
    ]
  },
  {
    "rank": 317,
    "verb": "minimizar",
    "translation": "to minimize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu minimizo no escritório todas as semanas. – I minimize at the office every week.",
      "Tu minimizas com os colegas? – Do you minimize with colleagues?",
      "Nós minimizamos para praticar. – We minimize to practise.",
      "Ele/ela minimizou no centro ontem. – He/She minimized downtown yesterday.",
      "Eles vão minimizar à noite. – They are going to minimize at night."
    ]
  },
  {
    "rank": 318,
    "verb": "simplificar",
    "translation": "to simplify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu simplifico no trabalho à noite. – I simplify at work at night.",
      "Tu simplificas com a família? – Do you simplify with my family?",
      "Nós simplificamos para aprender. – We simplify to learn.",
      "Ele/ela simplificou em casa ontem. – He/She simplifyed at home yesterday.",
      "Eles vão simplificar todas as semanas. – They are going to simplify every week."
    ]
  },
  {
    "rank": 319,
    "verb": "complicar",
    "translation": "to complicate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu complico no centro hoje. – I complicate downtown today.",
      "Tu complicas com amigos? – Do you complicate with friends?",
      "Nós complicamos para descansar. – We complicate to rest.",
      "Ele/ela complicou no trabalho ontem. – He/She complicated at work yesterday.",
      "Eles vão complicar ao fim de semana. – They are going to complicate at the weekend."
    ]
  },
  {
    "rank": 320,
    "verb": "facilitar",
    "translation": "to facilitate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu facilito no trabalho todos os dias. – I facilitate at work every day.",
      "Tu facilitas com os colegas? – Do you facilitate with colleagues?",
      "Nós facilitamos para treinar. – We facilitate to train.",
      "Ele/ela facilitou na escola ontem. – He/She facilitated at school yesterday.",
      "Eles vão facilitar todas as semanas. – They are going to facilitate every week."
    ]
  },
  {
    "rank": 321,
    "verb": "dificultar",
    "translation": "to hinder",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu dificulto no parque ao fim de semana. – I hinder in the park at the weekend.",
      "Tu dificultas com a família? – Do you hinder with my family?",
      "Nós dificultamos para praticar. – We hinder to practise.",
      "Ele/ela dificultou no trabalho ontem. – He/She hinderred at work yesterday.",
      "Eles vão dificultar à noite. – They are going to hinder at night."
    ]
  },
  {
    "rank": 322,
    "verb": "impedir",
    "translation": "to prevent",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu impedo na escola todos os dias. – I prevent at school every day.",
      "Tu impedes com a equipa? – Do you prevent with the team?",
      "Nós impedimos para praticar. – We prevent to practise.",
      "Ele/ela impediu na escola ontem. – He/She prevented at school yesterday.",
      "Eles vão impedir de manhã. – They are going to prevent in the morning."
    ]
  },
  {
    "rank": 323,
    "verb": "permitir",
    "translation": "to allow",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu permito no ginásio amanhã. – I allow at the gym tomorrow.",
      "Tu permites com amigos? – Do you allow with friends?",
      "Nós permitimos para descansar. – We allow to rest.",
      "Ele/ela permitiu na escola ontem. – He/She allowwed at school yesterday.",
      "Eles vão permitir de manhã. – They are going to allow in the morning."
    ]
  },
  {
    "rank": 324,
    "verb": "autorizar",
    "translation": "to authorize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu autorizo no centro de manhã. – I authorize downtown in the morning.",
      "Tu autorizas com os colegas? – Do you authorize with colleagues?",
      "Nós autorizamos para aprender. – We authorize to learn.",
      "Ele/ela autorizou no trabalho ontem. – He/She authorized at work yesterday.",
      "Eles vão autorizar hoje. – They are going to authorize today."
    ]
  },
  {
    "rank": 325,
    "verb": "proibir",
    "translation": "to prohibit",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu proibo no trabalho amanhã. – I prohibit at work tomorrow.",
      "Tu proibes com a família? – Do you prohibit with my family?",
      "Nós proibimos para praticar. – We prohibit to practise.",
      "Ele/ela proibiu no ginásio ontem. – He/She prohibitted at the gym yesterday.",
      "Eles vão proibir à noite. – They are going to prohibit at night."
    ]
  },
  {
    "rank": 326,
    "verb": "banir",
    "translation": "to ban",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu bano na escola à noite. – I ban at school at night.",
      "Tu banes com os colegas? – Do you ban with colleagues?",
      "Nós banimos para aprender. – We ban to learn.",
      "Ele/ela baniu no parque ontem. – He/She banned in the park yesterday.",
      "Eles vão banir todas as semanas. – They are going to ban every week."
    ]
  },
  {
    "rank": 327,
    "verb": "censurar",
    "translation": "to censor",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu censuro na escola à noite. – I censor at school at night.",
      "Tu censuras com a equipa? – Do you censor with the team?",
      "Nós censuramos para treinar. – We censor to train.",
      "Ele/ela censurou na escola ontem. – He/She censorred at school yesterday.",
      "Eles vão censurar amanhã. – They are going to censor tomorrow."
    ]
  },
  {
    "rank": 328,
    "verb": "criticar",
    "translation": "to criticize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu critico no ginásio todos os dias. – I criticize at the gym every day.",
      "Tu criticas com a família? – Do you criticize with my family?",
      "Nós criticamos para praticar. – We criticize to practise.",
      "Ele/ela criticou no centro ontem. – He/She criticized downtown yesterday.",
      "Eles vão criticar todos os dias. – They are going to criticize every day."
    ]
  },
  {
    "rank": 329,
    "verb": "elogiar",
    "translation": "to praise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu elogio no ginásio ao fim de semana. – I praise at the gym at the weekend.",
      "Tu elogias com amigos? – Do you praise with friends?",
      "Nós elogiamos para descansar. – We praise to rest.",
      "Ele/ela elogiou no escritório ontem. – He/She praised at the office yesterday.",
      "Eles vão elogiar hoje. – They are going to praise today."
    ]
  },
  {
    "rank": 330,
    "verb": "admirar",
    "translation": "to admire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu admiro no parque hoje. – I admire in the park today.",
      "Tu admiras com amigos? – Do you admire with friends?",
      "Nós admiramos para aprender. – We admire to learn.",
      "Ele/ela admirou no escritório ontem. – He/She admired at the office yesterday.",
      "Eles vão admirar hoje. – They are going to admire today."
    ]
  },
  {
    "rank": 331,
    "verb": "respeitar",
    "translation": "to respect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu respeito no escritório de manhã. – I respect at the office in the morning.",
      "Tu respeitas com a equipa? – Do you respect with the team?",
      "Nós respeitamos para aprender. – We respect to learn.",
      "Ele/ela respeitou no escritório ontem. – He/She respected at the office yesterday.",
      "Eles vão respeitar todos os dias. – They are going to respect every day."
    ]
  },
  {
    "rank": 332,
    "verb": "honrar",
    "translation": "to honor",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu honro no escritório hoje. – I honor at the office today.",
      "Tu honras com a equipa? – Do you honor with the team?",
      "Nós honramos para treinar. – We honor to train.",
      "Ele/ela honrou no trabalho ontem. – He/She honorred at work yesterday.",
      "Eles vão honrar hoje. – They are going to honor today."
    ]
  },
  {
    "rank": 333,
    "verb": "desprezar",
    "translation": "to despise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desprezo no centro todos os dias. – I despise downtown every day.",
      "Tu desprezas com amigos? – Do you despise with friends?",
      "Nós desprezamos para praticar. – We despise to practise.",
      "Ele/ela desprezou no ginásio ontem. – He/She despised at the gym yesterday.",
      "Eles vão desprezar amanhã. – They are going to despise tomorrow."
    ]
  },
  {
    "rank": 334,
    "verb": "odiar",
    "translation": "to hate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu odio no café todos os dias. – I hate at the café every day.",
      "Tu odias com os colegas? – Do you hate with colleagues?",
      "Nós odiamos para aprender. – We hate to learn.",
      "Ele/ela odiou em casa ontem. – He/She hated at home yesterday.",
      "Eles vão odiar amanhã. – They are going to hate tomorrow."
    ]
  },
  {
    "rank": 335,
    "verb": "amar",
    "translation": "to love",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu amo no parque ao fim de semana. – I love in the park at the weekend.",
      "Tu amas com amigos? – Do you love with friends?",
      "Nós amamos para praticar. – We love to practise.",
      "Ele/ela amou no café ontem. – He/She loved at the café yesterday.",
      "Eles vão amar ao fim de semana. – They are going to love at the weekend."
    ]
  },
  {
    "rank": 336,
    "verb": "adorar",
    "translation": "to adore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu adoro em casa de manhã. – I adore at home in the morning.",
      "Tu adoras com amigos? – Do you adore with friends?",
      "Nós adoramos para descansar. – We adore to rest.",
      "Ele/ela adorou no escritório ontem. – He/She adored at the office yesterday.",
      "Eles vão adorar de manhã. – They are going to adore in the morning."
    ]
  },
  {
    "rank": 337,
    "verb": "apreciar",
    "translation": "to appreciate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aprecio no café de manhã. – I appreciate at the café in the morning.",
      "Tu aprecias com a equipa? – Do you appreciate with the team?",
      "Nós apreciamos para descansar. – We appreciate to rest.",
      "Ele/ela apreciou na escola ontem. – He/She appreciated at school yesterday.",
      "Eles vão apreciar todas as semanas. – They are going to appreciate every week."
    ]
  },
  {
    "rank": 338,
    "verb": "valorizar",
    "translation": "to value",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu valorizo no escritório amanhã. – I value at the office tomorrow.",
      "Tu valorizas com a família? – Do you value with my family?",
      "Nós valorizamos para descansar. – We value to rest.",
      "Ele/ela valorizou na escola ontem. – He/She valued at school yesterday.",
      "Eles vão valorizar de manhã. – They are going to value in the morning."
    ]
  },
  {
    "rank": 339,
    "verb": "desvalorizar",
    "translation": "to devalue",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desvalorizo no café hoje. – I devalue at the café today.",
      "Tu desvalorizas com amigos? – Do you devalue with friends?",
      "Nós desvalorizamos para treinar. – We devalue to train.",
      "Ele/ela desvalorizou no parque ontem. – He/She devalued in the park yesterday.",
      "Eles vão desvalorizar todos os dias. – They are going to devalue every day."
    ]
  },
  {
    "rank": 340,
    "verb": "estimar",
    "translation": "to estimate, to esteem",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu estimo no centro à noite. – I estimate downtown at night.",
      "Tu estimas com amigos? – Do you estimate with friends?",
      "Nós estimamos para descansar. – We estimate to rest.",
      "Ele/ela estimou na escola ontem. – He/She estimated at school yesterday.",
      "Eles vão estimar todos os dias. – They are going to estimate every day."
    ]
  },
  {
    "rank": 341,
    "verb": "avaliar",
    "translation": "to evaluate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu avalio no centro todos os dias. – I evaluate downtown every day.",
      "Tu avalias com a família? – Do you evaluate with my family?",
      "Nós avaliamos para treinar. – We evaluate to train.",
      "Ele/ela avaliou no centro ontem. – He/She evaluated downtown yesterday.",
      "Eles vão avaliar à noite. – They are going to evaluate at night."
    ]
  },
  {
    "rank": 342,
    "verb": "julgar",
    "translation": "to judge",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu julgo no café todas as semanas. – I judge at the café every week.",
      "Tu julgas com amigos? – Do you judge with friends?",
      "Nós julgamos para aprender. – We judge to learn.",
      "Ele/ela julgou no ginásio ontem. – He/She judged at the gym yesterday.",
      "Eles vão julgar ao fim de semana. – They are going to judge at the weekend."
    ]
  },
  {
    "rank": 343,
    "verb": "condenar",
    "translation": "to condemn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu condeno no ginásio amanhã. – I condemn at the gym tomorrow.",
      "Tu condenas com amigos? – Do you condemn with friends?",
      "Nós condenamos para aprender. – We condemn to learn.",
      "Ele/ela condenou no café ontem. – He/She condemned at the café yesterday.",
      "Eles vão condenar ao fim de semana. – They are going to condemn at the weekend."
    ]
  },
  {
    "rank": 344,
    "verb": "absolver",
    "translation": "to absolve",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu absolvo no ginásio de manhã. – I absolve at the gym in the morning.",
      "Tu absolves com amigos? – Do you absolve with friends?",
      "Nós absolvemos para aprender. – We absolve to learn.",
      "Ele/ela absolveu no parque ontem. – He/She absolved in the park yesterday.",
      "Eles vão absolver todas as semanas. – They are going to absolve every week."
    ]
  },
  {
    "rank": 345,
    "verb": "perdoar",
    "translation": "to forgive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu perdoo no centro todas as semanas. – I forgive downtown every week.",
      "Tu perdoas com amigos? – Do you forgive with friends?",
      "Nós perdoamos para descansar. – We forgive to rest.",
      "Ele/ela perdoou no ginásio ontem. – He/She forgived at the gym yesterday.",
      "Eles vão perdoar hoje. – They are going to forgive today."
    ]
  },
  {
    "rank": 346,
    "verb": "desculpar",
    "translation": "to excuse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desculpo em casa de manhã. – I excuse at home in the morning.",
      "Tu desculpas com a família? – Do you excuse with my family?",
      "Nós desculpamos para praticar. – We excuse to practise.",
      "Ele/ela desculpou no escritório ontem. – He/She excused at the office yesterday.",
      "Eles vão desculpar ao fim de semana. – They are going to excuse at the weekend."
    ]
  },
  {
    "rank": 347,
    "verb": "reconciliar",
    "translation": "to reconcile",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu reconcilio na escola ao fim de semana. – I reconcile at school at the weekend.",
      "Tu reconcilias com a equipa? – Do you reconcile with the team?",
      "Nós reconciliamos para treinar. – We reconcile to train.",
      "Ele/ela reconciliou no trabalho ontem. – He/She reconciled at work yesterday.",
      "Eles vão reconciliar todos os dias. – They are going to reconcile every day."
    ]
  },
  {
    "rank": 348,
    "verb": "zangar",
    "translation": "to anger",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu zango no trabalho hoje. – I anger at work today.",
      "Tu zangas com a equipa? – Do you anger with the team?",
      "Nós zangamos para aprender. – We anger to learn.",
      "Ele/ela zangou em casa ontem. – He/She angerred at home yesterday.",
      "Eles vão zangar todos os dias. – They are going to anger every day."
    ]
  },
  {
    "rank": 349,
    "verb": "acalmar",
    "translation": "to calm down",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acalmo na escola ao fim de semana. – I calm down at school at the weekend.",
      "Tu acalmas com a família? – Do you calm down with my family?",
      "Nós acalmamos para aprender. – We calm down to learn.",
      "Ele/ela acalmou em casa ontem. – He/She calm downed at home yesterday.",
      "Eles vão acalmar à noite. – They are going to calm down at night."
    ]
  },
  {
    "rank": 350,
    "verb": "tranquilizar",
    "translation": "to reassure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu tranquilizo no escritório amanhã. – I reassure at the office tomorrow.",
      "Tu tranquilizas com a equipa? – Do you reassure with the team?",
      "Nós tranquilizamos para treinar. – We reassure to train.",
      "Ele/ela tranquilizou em casa ontem. – He/She reassured at home yesterday.",
      "Eles vão tranquilizar todos os dias. – They are going to reassure every day."
    ]
  },
  {
    "rank": 351,
    "verb": "assustar",
    "translation": "to scare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu assusto na escola à noite. – I scare at school at night.",
      "Tu assustas com a família? – Do you scare with my family?",
      "Nós assustamos para praticar. – We scare to practise.",
      "Ele/ela assustou no centro ontem. – He/She scared downtown yesterday.",
      "Eles vão assustar de manhã. – They are going to scare in the morning."
    ]
  },
  {
    "rank": 352,
    "verb": "aterrorizar",
    "translation": "to terrorize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aterrorizo em casa todas as semanas. – I terrorize at home every week.",
      "Tu aterrorizas com os colegas? – Do you terrorize with colleagues?",
      "Nós aterrorizamos para descansar. – We terrorize to rest.",
      "Ele/ela aterrorizou em casa ontem. – He/She terrorized at home yesterday.",
      "Eles vão aterrorizar de manhã. – They are going to terrorize in the morning."
    ]
  },
  {
    "rank": 353,
    "verb": "ameaçar",
    "translation": "to threaten",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ameaço no trabalho todas as semanas. – I threaten at work every week.",
      "Tu ameaças com a equipa? – Do you threaten with the team?",
      "Nós ameaçamos para praticar. – We threaten to practise.",
      "Ele/ela ameaçou em casa ontem. – He/She threatenned at home yesterday.",
      "Eles vão ameaçar de manhã. – They are going to threaten in the morning."
    ]
  },
  {
    "rank": 354,
    "verb": "avisar",
    "translation": "to warn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aviso na escola ao fim de semana. – I warn at school at the weekend.",
      "Tu avisas com os colegas? – Do you warn with colleagues?",
      "Nós avisamos para praticar. – We warn to practise.",
      "Ele/ela avisou em casa ontem. – He/She warned at home yesterday.",
      "Eles vão avisar hoje. – They are going to warn today."
    ]
  },
  {
    "rank": 355,
    "verb": "alertar",
    "translation": "to alert",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alerto no café todos os dias. – I alert at the café every day.",
      "Tu alertas com a equipa? – Do you alert with the team?",
      "Nós alertamos para treinar. – We alert to train.",
      "Ele/ela alertou no parque ontem. – He/She alerted in the park yesterday.",
      "Eles vão alertar ao fim de semana. – They are going to alert at the weekend."
    ]
  },
  {
    "rank": 356,
    "verb": "informar",
    "translation": "to inform",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu informo em casa amanhã. – I inform at home tomorrow.",
      "Tu informas com os colegas? – Do you inform with colleagues?",
      "Nós informamos para aprender. – We inform to learn.",
      "Ele/ela informou na escola ontem. – He/She informed at school yesterday.",
      "Eles vão informar à noite. – They are going to inform at night."
    ]
  },
  {
    "rank": 357,
    "verb": "comunicar",
    "translation": "to communicate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu comunico no escritório todas as semanas. – I communicate at the office every week.",
      "Tu comunicas com a família? – Do you communicate with my family?",
      "Nós comunicamos para descansar. – We communicate to rest.",
      "Ele/ela comunicou no ginásio ontem. – He/She communicated at the gym yesterday.",
      "Eles vão comunicar hoje. – They are going to communicate today."
    ]
  },
  {
    "rank": 358,
    "verb": "anunciar",
    "translation": "to announce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu anuncio no centro de manhã. – I announce downtown in the morning.",
      "Tu anuncias com a equipa? – Do you announce with the team?",
      "Nós anunciamos para praticar. – We announce to practise.",
      "Ele/ela anunciou no café ontem. – He/She announced at the café yesterday.",
      "Eles vão anunciar à noite. – They are going to announce at night."
    ]
  },
  {
    "rank": 359,
    "verb": "declarar",
    "translation": "to declare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu declaro no trabalho todos os dias. – I declare at work every day.",
      "Tu declaras com a família? – Do you declare with my family?",
      "Nós declaramos para aprender. – We declare to learn.",
      "Ele/ela declarou no escritório ontem. – He/She declared at the office yesterday.",
      "Eles vão declarar todas as semanas. – They are going to declare every week."
    ]
  },
  {
    "rank": 360,
    "verb": "afirmar",
    "translation": "to affirm, to state",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu afirmo em casa à noite. – I affirm at home at night.",
      "Tu afirmas com os colegas? – Do you affirm with colleagues?",
      "Nós afirmamos para aprender. – We affirm to learn.",
      "Ele/ela afirmou no ginásio ontem. – He/She affirmed at the gym yesterday.",
      "Eles vão afirmar todas as semanas. – They are going to affirm every week."
    ]
  },
  {
    "rank": 361,
    "verb": "negar",
    "translation": "to deny",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu nego no escritório hoje. – I deny at the office today.",
      "Tu negas com os colegas? – Do you deny with colleagues?",
      "Nós negamos para descansar. – We deny to rest.",
      "Ele/ela negou no escritório ontem. – He/She denyed at the office yesterday.",
      "Eles vão negar hoje. – They are going to deny today."
    ]
  },
  {
    "rank": 362,
    "verb": "confirmar",
    "translation": "to confirm",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu confirmo no café de manhã. – I confirm at the café in the morning.",
      "Tu confirmas com os colegas? – Do you confirm with colleagues?",
      "Nós confirmamos para descansar. – We confirm to rest.",
      "Ele/ela confirmou no centro ontem. – He/She confirmed downtown yesterday.",
      "Eles vão confirmar à noite. – They are going to confirm at night."
    ]
  },
  {
    "rank": 363,
    "verb": "desmentir",
    "translation": "to deny, to refute",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu desmento no ginásio amanhã. – I deny at the gym tomorrow.",
      "Tu desmentes com a equipa? – Do you deny with the team?",
      "Nós desmentimos para praticar. – We deny to practise.",
      "Ele/ela desmentiu em casa ontem. – He/She denyed at home yesterday.",
      "Eles vão desmentir todos os dias. – They are going to deny every day."
    ]
  },
  {
    "rank": 364,
    "verb": "mentir",
    "translation": "to lie",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu mento no parque amanhã. – I lie in the park tomorrow.",
      "Tu mentes com a equipa? – Do you lie with the team?",
      "Nós mentimos para descansar. – We lie to rest.",
      "Ele/ela mentiu no parque ontem. – He/She lay in the park yesterday.",
      "Eles vão mentir ao fim de semana. – They are going to lie at the weekend."
    ]
  },
  {
    "rank": 365,
    "verb": "enganar",
    "translation": "to deceive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu engano no trabalho todos os dias. – I deceive at work every day.",
      "Tu enganas com a equipa? – Do you deceive with the team?",
      "Nós enganamos para aprender. – We deceive to learn.",
      "Ele/ela enganou no trabalho ontem. – He/She deceived at work yesterday.",
      "Eles vão enganar hoje. – They are going to deceive today."
    ]
  },
  {
    "rank": 366,
    "verb": "iludir",
    "translation": "to delude",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu iludo no parque todos os dias. – I delude in the park every day.",
      "Tu iludes com a equipa? – Do you delude with the team?",
      "Nós iludimos para praticar. – We delude to practise.",
      "Ele/ela iludiu no centro ontem. – He/She deluded downtown yesterday.",
      "Eles vão iludir de manhã. – They are going to delude in the morning."
    ]
  },
  {
    "rank": 367,
    "verb": "confundir",
    "translation": "to confuse",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu confundo na escola amanhã. – I confuse at school tomorrow.",
      "Tu confundes com a família? – Do you confuse with my family?",
      "Nós confundimos para praticar. – We confuse to practise.",
      "Ele/ela confundiu em casa ontem. – He/She confused at home yesterday.",
      "Eles vão confundir de manhã. – They are going to confuse in the morning."
    ]
  },
  {
    "rank": 368,
    "verb": "esclarecer",
    "translation": "to clarify",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu esclareco no parque todos os dias. – I clarify in the park every day.",
      "Tu esclareces com amigos? – Do you clarify with friends?",
      "Nós esclarecemos para treinar. – We clarify to train.",
      "Ele/ela esclareceu no parque ontem. – He/She clarifyed in the park yesterday.",
      "Eles vão esclarecer todos os dias. – They are going to clarify every day."
    ]
  },
  {
    "rank": 369,
    "verb": "ocultar",
    "translation": "to hide, to conceal",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu oculto na escola todas as semanas. – I hide at school every week.",
      "Tu ocultas com amigos? – Do you hide with friends?",
      "Nós ocultamos para praticar. – We hide to practise.",
      "Ele/ela ocultou no escritório ontem. – He/She hid at the office yesterday.",
      "Eles vão ocultar amanhã. – They are going to hide tomorrow."
    ]
  },
  {
    "rank": 370,
    "verb": "disfarçar",
    "translation": "to disguise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu disfarço no escritório hoje. – I disguise at the office today.",
      "Tu disfarças com amigos? – Do you disguise with friends?",
      "Nós disfarçamos para treinar. – We disguise to train.",
      "Ele/ela disfarçou em casa ontem. – He/She disguised at home yesterday.",
      "Eles vão disfarçar todos os dias. – They are going to disguise every day."
    ]
  },
  {
    "rank": 371,
    "verb": "fingir",
    "translation": "to pretend",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu fingo em casa de manhã. – I pretend at home in the morning.",
      "Tu finges com a família? – Do you pretend with my family?",
      "Nós fingimos para praticar. – We pretend to practise.",
      "Ele/ela fingiu no trabalho ontem. – He/She pretended at work yesterday.",
      "Eles vão fingir ao fim de semana. – They are going to pretend at the weekend."
    ]
  },
  {
    "rank": 372,
    "verb": "simular",
    "translation": "to simulate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu simulo no parque de manhã. – I simulate in the park in the morning.",
      "Tu simulas com a equipa? – Do you simulate with the team?",
      "Nós simulamos para treinar. – We simulate to train.",
      "Ele/ela simulou na escola ontem. – He/She simulated at school yesterday.",
      "Eles vão simular à noite. – They are going to simulate at night."
    ]
  },
  {
    "rank": 373,
    "verb": "representar",
    "translation": "to represent",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu represento no escritório amanhã. – I represent at the office tomorrow.",
      "Tu representas com amigos? – Do you represent with friends?",
      "Nós representamos para aprender. – We represent to learn.",
      "Ele/ela representou no ginásio ontem. – He/She represented at the gym yesterday.",
      "Eles vão representar ao fim de semana. – They are going to represent at the weekend."
    ]
  },
  {
    "rank": 374,
    "verb": "interpretar",
    "translation": "to interpret",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu interpreto no centro todos os dias. – I interpret downtown every day.",
      "Tu interpretas com a família? – Do you interpret with my family?",
      "Nós interpretamos para treinar. – We interpret to train.",
      "Ele/ela interpretou na escola ontem. – He/She interpretted at school yesterday.",
      "Eles vão interpretar todas as semanas. – They are going to interpret every week."
    ]
  },
  {
    "rank": 375,
    "verb": "traduzir",
    "translation": "to translate",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu traduzo no café de manhã. – I translate at the café in the morning.",
      "Costumas traduzir com a equipa? – Do you usually translate with the team?",
      "Vamos traduzir para aprender. – We're going to translate to learn.",
      "Ele/ela traduziu no ginásio ontem. – He/She translated at the gym yesterday.",
      "Eles vão traduzir à noite. – They are going to translate at night."
    ]
  },
  {
    "rank": 376,
    "verb": "pronunciar",
    "translation": "to pronounce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pronuncio no centro hoje. – I pronounce downtown today.",
      "Tu pronuncias com a família? – Do you pronounce with my family?",
      "Nós pronunciamos para treinar. – We pronounce to train.",
      "Ele/ela pronunciou no trabalho ontem. – He/She pronounced at work yesterday.",
      "Eles vão pronunciar todos os dias. – They are going to pronounce every day."
    ]
  },
  {
    "rank": 377,
    "verb": "soletrar",
    "translation": "to spell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu soletro no trabalho todos os dias. – I spell at work every day.",
      "Tu soletras com a família? – Do you spell with my family?",
      "Nós soletramos para praticar. – We spell to practise.",
      "Ele/ela soletrou no centro ontem. – He/She spelled downtown yesterday.",
      "Eles vão soletrar todas as semanas. – They are going to spell every week."
    ]
  },
  {
    "rank": 378,
    "verb": "articular",
    "translation": "to articulate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu articulo no café ao fim de semana. – I articulate at the café at the weekend.",
      "Tu articulas com amigos? – Do you articulate with friends?",
      "Nós articulamos para treinar. – We articulate to train.",
      "Ele/ela articulou em casa ontem. – He/She articulated at home yesterday.",
      "Eles vão articular ao fim de semana. – They are going to articulate at the weekend."
    ]
  },
  {
    "rank": 379,
    "verb": "murmurar",
    "translation": "to murmur",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu murmuro no parque amanhã. – I murmur in the park tomorrow.",
      "Tu murmuras com a família? – Do you murmur with my family?",
      "Nós murmuramos para treinar. – We murmur to train.",
      "Ele/ela murmurou no café ontem. – He/She murmurred at the café yesterday.",
      "Eles vão murmurar todos os dias. – They are going to murmur every day."
    ]
  },
  {
    "rank": 380,
    "verb": "rosnar",
    "translation": "to growl",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu rosno no escritório de manhã. – I growl at the office in the morning.",
      "Tu rosnas com a família? – Do you growl with my family?",
      "Nós rosnamos para aprender. – We growl to learn.",
      "Ele/ela rosnou no ginásio ontem. – He/She growled at the gym yesterday.",
      "Eles vão rosnar hoje. – They are going to growl today."
    ]
  },
  {
    "rank": 381,
    "verb": "uivar",
    "translation": "to howl",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu uivo no trabalho todas as semanas. – I howl at work every week.",
      "Tu uivas com a família? – Do you howl with my family?",
      "Nós uivamos para descansar. – We howl to rest.",
      "Ele/ela uivou em casa ontem. – He/She howled at home yesterday.",
      "Eles vão uivar hoje. – They are going to howl today."
    ]
  },
  {
    "rank": 382,
    "verb": "miar",
    "translation": "to meow",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu mio no parque hoje. – I meow in the park today.",
      "Tu mias com amigos? – Do you meow with friends?",
      "Nós miamos para descansar. – We meow to rest.",
      "Ele/ela miou na escola ontem. – He/She meowwed at school yesterday.",
      "Eles vão miar todos os dias. – They are going to meow every day."
    ]
  },
  {
    "rank": 383,
    "verb": "ladrar",
    "translation": "to bark",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ladro no café todos os dias. – I bark at the café every day.",
      "Tu ladras com a equipa? – Do you bark with the team?",
      "Nós ladramos para aprender. – We bark to learn.",
      "Ele/ela ladrou no café ontem. – He/She barked at the café yesterday.",
      "Eles vão ladrar à noite. – They are going to bark at night."
    ]
  },
  {
    "rank": 384,
    "verb": "rugir",
    "translation": "to roar",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu rugo no escritório amanhã. – I roar at the office tomorrow.",
      "Tu ruges com amigos? – Do you roar with friends?",
      "Nós rugimos para aprender. – We roar to learn.",
      "Ele/ela rugiu na escola ontem. – He/She roarred at school yesterday.",
      "Eles vão rugir hoje. – They are going to roar today."
    ]
  },
  {
    "rank": 385,
    "verb": "piar",
    "translation": "to chirp",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pio no café de manhã. – I chirp at the café in the morning.",
      "Tu pias com a família? – Do you chirp with my family?",
      "Nós piamos para praticar. – We chirp to practise.",
      "Ele/ela piou no centro ontem. – He/She chirped downtown yesterday.",
      "Eles vão piar todas as semanas. – They are going to chirp every week."
    ]
  },
  {
    "rank": 386,
    "verb": "cacarejar",
    "translation": "to cackle",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cacarejo em casa todos os dias. – I cackle at home every day.",
      "Tu cacarejas com a família? – Do you cackle with my family?",
      "Nós cacarejamos para praticar. – We cackle to practise.",
      "Ele/ela cacarejou no escritório ontem. – He/She cackled at the office yesterday.",
      "Eles vão cacarejar hoje. – They are going to cackle today."
    ]
  },
  {
    "rank": 387,
    "verb": "cocorocar",
    "translation": "to crow",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cocoroco no centro à noite. – I crow downtown at night.",
      "Tu cocorocas com amigos? – Do you crow with friends?",
      "Nós cocorocamos para treinar. – We crow to train.",
      "Ele/ela cocorocou no escritório ontem. – He/She crowwed at the office yesterday.",
      "Eles vão cocorocar amanhã. – They are going to crow tomorrow."
    ]
  },
  {
    "rank": 388,
    "verb": "zumbir",
    "translation": "to buzz",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu zumbo na escola amanhã. – I buzz at school tomorrow.",
      "Tu zumbes com a família? – Do you buzz with my family?",
      "Nós zumbimos para praticar. – We buzz to practise.",
      "Ele/ela zumbiu em casa ontem. – He/She buzzed at home yesterday.",
      "Eles vão zumbir ao fim de semana. – They are going to buzz at the weekend."
    ]
  },
  {
    "rank": 389,
    "verb": "zunir",
    "translation": "to whir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu zuno em casa de manhã. – I whir at home in the morning.",
      "Tu zunes com amigos? – Do you whir with friends?",
      "Nós zunimos para descansar. – We whir to rest.",
      "Ele/ela zuniu no centro ontem. – He/She whirred downtown yesterday.",
      "Eles vão zunir amanhã. – They are going to whir tomorrow."
    ]
  },
  {
    "rank": 390,
    "verb": "estalar",
    "translation": "to crack, to snap",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu estalo no centro ao fim de semana. – I crack downtown at the weekend.",
      "Tu estalas com amigos? – Do you crack with friends?",
      "Nós estalamos para descansar. – We crack to rest.",
      "Ele/ela estalou no trabalho ontem. – He/She cracked at work yesterday.",
      "Eles vão estalar à noite. – They are going to crack at night."
    ]
  },
  {
    "rank": 391,
    "verb": "ranger",
    "translation": "to creak",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu rango no parque todos os dias. – I creak in the park every day.",
      "Tu ranges com amigos? – Do you creak with friends?",
      "Nós rangemos para praticar. – We creak to practise.",
      "Ele/ela rangeu em casa ontem. – He/She creakked at home yesterday.",
      "Eles vão ranger todas as semanas. – They are going to creak every week."
    ]
  },
  {
    "rank": 392,
    "verb": "chocalhar",
    "translation": "to rattle",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu chocalho no trabalho amanhã. – I rattle at work tomorrow.",
      "Tu chocalhas com amigos? – Do you rattle with friends?",
      "Nós chocalhamos para treinar. – We rattle to train.",
      "Ele/ela chocalhou no escritório ontem. – He/She rattled at the office yesterday.",
      "Eles vão chocalhar de manhã. – They are going to rattle in the morning."
    ]
  },
  {
    "rank": 393,
    "verb": "tilintar",
    "translation": "to clink",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu tilinto no café ao fim de semana. – I clink at the café at the weekend.",
      "Tu tilintas com os colegas? – Do you clink with colleagues?",
      "Nós tilintamos para praticar. – We clink to practise.",
      "Ele/ela tilintou no parque ontem. – He/She clinked in the park yesterday.",
      "Eles vão tilintar amanhã. – They are going to clink tomorrow."
    ]
  },
  {
    "rank": 394,
    "verb": "retinir",
    "translation": "to jingle",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu retino no parque de manhã. – I jingle in the park in the morning.",
      "Tu retines com amigos? – Do you jingle with friends?",
      "Nós retinimos para treinar. – We jingle to train.",
      "Ele/ela retiniu no ginásio ontem. – He/She jingled at the gym yesterday.",
      "Eles vão retinir todos os dias. – They are going to jingle every day."
    ]
  },
  {
    "rank": 395,
    "verb": "ecoar",
    "translation": "to echo",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ecoo no centro à noite. – I echo downtown at night.",
      "Tu ecoas com a equipa? – Do you echo with the team?",
      "Nós ecoamos para treinar. – We echo to train.",
      "Ele/ela ecoou no café ontem. – He/She echoed at the café yesterday.",
      "Eles vão ecoar todos os dias. – They are going to echo every day."
    ]
  },
  {
    "rank": 396,
    "verb": "ressoar",
    "translation": "to resound",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ressoo no café ao fim de semana. – I resound at the café at the weekend.",
      "Tu ressoas com amigos? – Do you resound with friends?",
      "Nós ressoamos para descansar. – We resound to rest.",
      "Ele/ela ressoou no trabalho ontem. – He/She resounded at work yesterday.",
      "Eles vão ressoar ao fim de semana. – They are going to resound at the weekend."
    ]
  },
  {
    "rank": 397,
    "verb": "vibrar",
    "translation": "to vibrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu vibro em casa todas as semanas. – I vibrate at home every week.",
      "Tu vibras com amigos? – Do you vibrate with friends?",
      "Nós vibramos para descansar. – We vibrate to rest.",
      "Ele/ela vibrou no trabalho ontem. – He/She vibrated at work yesterday.",
      "Eles vão vibrar amanhã. – They are going to vibrate tomorrow."
    ]
  },
  {
    "rank": 398,
    "verb": "tremer",
    "translation": "to shake, to tremble",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu tremo no centro amanhã. – I shake downtown tomorrow.",
      "Tu tremes com a equipa? – Do you shake with the team?",
      "Nós trememos para aprender. – We shake to learn.",
      "Ele/ela tremeu no ginásio ontem. – He/She shaked at the gym yesterday.",
      "Eles vão tremer hoje. – They are going to shake today."
    ]
  },
  {
    "rank": 399,
    "verb": "estremecer",
    "translation": "to shudder",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu estremeco na escola à noite. – I shudder at school at night.",
      "Tu estremeces com a equipa? – Do you shudder with the team?",
      "Nós estremecemos para descansar. – We shudder to rest.",
      "Ele/ela estremeceu no trabalho ontem. – He/She shudderred at work yesterday.",
      "Eles vão estremecer ao fim de semana. – They are going to shudder at the weekend."
    ]
  },
  {
    "rank": 400,
    "verb": "arrepiar",
    "translation": "to shiver, to get goosebumps",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu arrepio na escola ao fim de semana. – I shiver at school at the weekend.",
      "Tu arrepias com amigos? – Do you shiver with friends?",
      "Nós arrepiamos para treinar. – We shiver to train.",
      "Ele/ela arrepiou no café ontem. – He/She shiverred at the café yesterday.",
      "Eles vão arrepiar à noite. – They are going to shiver at night."
    ]
  },
  {
    "rank": 401,
    "verb": "suar",
    "translation": "to sweat",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu suo em casa todos os dias. – I sweat at home every day.",
      "Tu suas com a família? – Do you sweat with my family?",
      "Nós suamos para treinar. – We sweat to train.",
      "Ele/ela suou na escola ontem. – He/She sweatted at school yesterday.",
      "Eles vão suar todas as semanas. – They are going to sweat every week."
    ]
  },
  {
    "rank": 402,
    "verb": "transpirar",
    "translation": "to perspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu transpiro no trabalho todos os dias. – I perspire at work every day.",
      "Tu transpiras com amigos? – Do you perspire with friends?",
      "Nós transpiramos para treinar. – We perspire to train.",
      "Ele/ela transpirou no café ontem. – He/She perspired at the café yesterday.",
      "Eles vão transpirar ao fim de semana. – They are going to perspire at the weekend."
    ]
  },
  {
    "rank": 403,
    "verb": "sangrar",
    "translation": "to bleed",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sangro no café de manhã. – I bleed at the café in the morning.",
      "Tu sangras com os colegas? – Do you bleed with colleagues?",
      "Nós sangramos para descansar. – We bleed to rest.",
      "Ele/ela sangrou no escritório ontem. – He/She bleedded at the office yesterday.",
      "Eles vão sangrar amanhã. – They are going to bleed tomorrow."
    ]
  },
  {
    "rank": 404,
    "verb": "cicatrizar",
    "translation": "to heal",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cicatrizo na escola ao fim de semana. – I heal at school at the weekend.",
      "Tu cicatrizas com os colegas? – Do you heal with colleagues?",
      "Nós cicatrizamos para treinar. – We heal to train.",
      "Ele/ela cicatrizou na escola ontem. – He/She healled at school yesterday.",
      "Eles vão cicatrizar amanhã. – They are going to heal tomorrow."
    ]
  },
  {
    "rank": 405,
    "verb": "inflamar",
    "translation": "to inflame",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inflamo em casa amanhã. – I inflame at home tomorrow.",
      "Tu inflamas com a família? – Do you inflame with my family?",
      "Nós inflamamos para aprender. – We inflame to learn.",
      "Ele/ela inflamou no trabalho ontem. – He/She inflamed at work yesterday.",
      "Eles vão inflamar hoje. – They are going to inflame today."
    ]
  },
  {
    "rank": 406,
    "verb": "inchar",
    "translation": "to swell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu incho na escola à noite. – I swell at school at night.",
      "Tu inchas com a família? – Do you swell with my family?",
      "Nós inchamos para aprender. – We swell to learn.",
      "Ele/ela inchou no café ontem. – He/She swelled at the café yesterday.",
      "Eles vão inchar amanhã. – They are going to swell tomorrow."
    ]
  },
  {
    "rank": 407,
    "verb": "desinflar",
    "translation": "to deflate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desinflo na escola todas as semanas. – I deflate at school every week.",
      "Tu desinflas com amigos? – Do you deflate with friends?",
      "Nós desinflamos para treinar. – We deflate to train.",
      "Ele/ela desinflou no centro ontem. – He/She deflated downtown yesterday.",
      "Eles vão desinflar todos os dias. – They are going to deflate every day."
    ]
  },
  {
    "rank": 408,
    "verb": "inflar",
    "translation": "to inflate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inflo na escola ao fim de semana. – I inflate at school at the weekend.",
      "Tu inflas com os colegas? – Do you inflate with colleagues?",
      "Nós inflamos para praticar. – We inflate to practise.",
      "Ele/ela inflou no escritório ontem. – He/She inflated at the office yesterday.",
      "Eles vão inflar hoje. – They are going to inflate today."
    ]
  },
  {
    "rank": 409,
    "verb": "esvaziar",
    "translation": "to empty",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu esvazio na escola hoje. – I empty at school today.",
      "Tu esvazias com amigos? – Do you empty with friends?",
      "Nós esvaziamos para treinar. – We empty to train.",
      "Ele/ela esvaziou no escritório ontem. – He/She emptyed at the office yesterday.",
      "Eles vão esvaziar à noite. – They are going to empty at night."
    ]
  },
  {
    "rank": 410,
    "verb": "encher",
    "translation": "to fill",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu encho no ginásio à noite. – I fill at the gym at night.",
      "Tu enches com a família? – Do you fill with my family?",
      "Nós enchemos para descansar. – We fill to rest.",
      "Ele/ela encheu na escola ontem. – He/She filled at school yesterday.",
      "Eles vão encher hoje. – They are going to fill today."
    ]
  },
  {
    "rank": 411,
    "verb": "transbordar",
    "translation": "to overflow",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu transbordo no trabalho amanhã. – I overflow at work tomorrow.",
      "Tu transbordas com a família? – Do you overflow with my family?",
      "Nós transbordamos para descansar. – We overflow to rest.",
      "Ele/ela transbordou no escritório ontem. – He/She overflowwed at the office yesterday.",
      "Eles vão transbordar de manhã. – They are going to overflow in the morning."
    ]
  },
  {
    "rank": 412,
    "verb": "derramar",
    "translation": "to spill",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu derramo em casa todos os dias. – I spill at home every day.",
      "Tu derramas com amigos? – Do you spill with friends?",
      "Nós derramamos para descansar. – We spill to rest.",
      "Ele/ela derramou na escola ontem. – He/She spilled at school yesterday.",
      "Eles vão derramar amanhã. – They are going to spill tomorrow."
    ]
  },
  {
    "rank": 413,
    "verb": "verter",
    "translation": "to pour",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu verto no centro à noite. – I pour downtown at night.",
      "Tu vertes com os colegas? – Do you pour with colleagues?",
      "Nós vertemos para treinar. – We pour to train.",
      "Ele/ela verteu no café ontem. – He/She pourred at the café yesterday.",
      "Eles vão verter todas as semanas. – They are going to pour every week."
    ]
  },
  {
    "rank": 414,
    "verb": "espalhar",
    "translation": "to spread",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu espalho em casa à noite. – I spread at home at night.",
      "Tu espalhas com amigos? – Do you spread with friends?",
      "Nós espalhamos para aprender. – We spread to learn.",
      "Ele/ela espalhou no café ontem. – He/She spreadded at the café yesterday.",
      "Eles vão espalhar ao fim de semana. – They are going to spread at the weekend."
    ]
  },
  {
    "rank": 415,
    "verb": "dispersar",
    "translation": "to disperse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu disperso no trabalho todas as semanas. – I disperse at work every week.",
      "Tu dispersas com os colegas? – Do you disperse with colleagues?",
      "Nós dispersamos para aprender. – We disperse to learn.",
      "Ele/ela dispersou no parque ontem. – He/She dispersed in the park yesterday.",
      "Eles vão dispersar todos os dias. – They are going to disperse every day."
    ]
  },
  {
    "rank": 416,
    "verb": "reunir",
    "translation": "to gather, to meet",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu reuno em casa todas as semanas. – I gather at home every week.",
      "Tu reunes com a família? – Do you gather with my family?",
      "Nós reunimos para aprender. – We gather to learn.",
      "Ele/ela reuniu na escola ontem. – He/She gatherred at school yesterday.",
      "Eles vão reunir todas as semanas. – They are going to gather every week."
    ]
  },
  {
    "rank": 417,
    "verb": "congregar",
    "translation": "to congregate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu congrego em casa de manhã. – I congregate at home in the morning.",
      "Tu congregas com os colegas? – Do you congregate with colleagues?",
      "Nós congregamos para treinar. – We congregate to train.",
      "Ele/ela congregou no café ontem. – He/She congregated at the café yesterday.",
      "Eles vão congregar todas as semanas. – They are going to congregate every week."
    ]
  },
  {
    "rank": 418,
    "verb": "agrupar",
    "translation": "to group",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu agrupo no centro amanhã. – I group downtown tomorrow.",
      "Tu agrupas com os colegas? – Do you group with colleagues?",
      "Nós agrupamos para descansar. – We group to rest.",
      "Ele/ela agrupou na escola ontem. – He/She groupped at school yesterday.",
      "Eles vão agrupar ao fim de semana. – They are going to group at the weekend."
    ]
  },
  {
    "rank": 419,
    "verb": "classificar",
    "translation": "to classify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu classifico em casa todos os dias. – I classify at home every day.",
      "Tu classificas com a equipa? – Do you classify with the team?",
      "Nós classificamos para treinar. – We classify to train.",
      "Ele/ela classificou no escritório ontem. – He/She classifyed at the office yesterday.",
      "Eles vão classificar à noite. – They are going to classify at night."
    ]
  },
  {
    "rank": 420,
    "verb": "ordenar",
    "translation": "to order, to command",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ordeno no trabalho hoje. – I order at work today.",
      "Tu ordenas com amigos? – Do you order with friends?",
      "Nós ordenamos para aprender. – We order to learn.",
      "Ele/ela ordenou no café ontem. – He/She orderred at the café yesterday.",
      "Eles vão ordenar hoje. – They are going to order today."
    ]
  },
  {
    "rank": 421,
    "verb": "desordenar",
    "translation": "to disorder",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desordeno no parque à noite. – I disorder in the park at night.",
      "Tu desordenas com a família? – Do you disorder with my family?",
      "Nós desordenamos para descansar. – We disorder to rest.",
      "Ele/ela desordenou na escola ontem. – He/She disorderred at school yesterday.",
      "Eles vão desordenar ao fim de semana. – They are going to disorder at the weekend."
    ]
  },
  {
    "rank": 422,
    "verb": "bagunçar",
    "translation": "to mess up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu bagunço no ginásio à noite. – I mess up at the gym at night.",
      "Tu bagunças com a equipa? – Do you mess up with the team?",
      "Nós bagunçamos para aprender. – We mess up to learn.",
      "Ele/ela bagunçou no parque ontem. – He/She mess upped in the park yesterday.",
      "Eles vão bagunçar hoje. – They are going to mess up today."
    ]
  },
  {
    "rank": 423,
    "verb": "arrumar",
    "translation": "to tidy up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu arrumo no ginásio amanhã. – I tidy up at the gym tomorrow.",
      "Tu arrumas com a equipa? – Do you tidy up with the team?",
      "Nós arrumamos para treinar. – We tidy up to train.",
      "Ele/ela arrumou no ginásio ontem. – He/She tidy upped at the gym yesterday.",
      "Eles vão arrumar de manhã. – They are going to tidy up in the morning."
    ]
  },
  {
    "rank": 424,
    "verb": "desarrumar",
    "translation": "to untidy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desarrumo no ginásio à noite. – I untidy at the gym at night.",
      "Tu desarrumas com a equipa? – Do you untidy with the team?",
      "Nós desarrumamos para praticar. – We untidy to practise.",
      "Ele/ela desarrumou em casa ontem. – He/She untidyed at home yesterday.",
      "Eles vão desarrumar hoje. – They are going to untidy today."
    ]
  },
  {
    "rank": 425,
    "verb": "alinhar",
    "translation": "to align",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alinho no café hoje. – I align at the café today.",
      "Tu alinhas com a família? – Do you align with my family?",
      "Nós alinhamos para descansar. – We align to rest.",
      "Ele/ela alinhou no ginásio ontem. – He/She aligned at the gym yesterday.",
      "Eles vão alinhar amanhã. – They are going to align tomorrow."
    ]
  },
  {
    "rank": 426,
    "verb": "desalinhar",
    "translation": "to misalign",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desalinho no trabalho hoje. – I misalign at work today.",
      "Tu desalinhas com os colegas? – Do you misalign with colleagues?",
      "Nós desalinhamos para praticar. – We misalign to practise.",
      "Ele/ela desalinhou no café ontem. – He/She misaligned at the café yesterday.",
      "Eles vão desalinhar de manhã. – They are going to misalign in the morning."
    ]
  },
  {
    "rank": 427,
    "verb": "centralizar",
    "translation": "to centralize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu centralizo no centro amanhã. – I centralize downtown tomorrow.",
      "Tu centralizas com a família? – Do you centralize with my family?",
      "Nós centralizamos para treinar. – We centralize to train.",
      "Ele/ela centralizou no ginásio ontem. – He/She centralized at the gym yesterday.",
      "Eles vão centralizar hoje. – They are going to centralize today."
    ]
  },
  {
    "rank": 428,
    "verb": "descentralizar",
    "translation": "to decentralize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu descentralizo no café todos os dias. – I decentralize at the café every day.",
      "Tu descentralizas com amigos? – Do you decentralize with friends?",
      "Nós descentralizamos para praticar. – We decentralize to practise.",
      "Ele/ela descentralizou no parque ontem. – He/She decentralized in the park yesterday.",
      "Eles vão descentralizar ao fim de semana. – They are going to decentralize at the weekend."
    ]
  },
  {
    "rank": 429,
    "verb": "concentrar",
    "translation": "to concentrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu concentro na escola amanhã. – I concentrate at school tomorrow.",
      "Tu concentras com a família? – Do you concentrate with my family?",
      "Nós concentramos para aprender. – We concentrate to learn.",
      "Ele/ela concentrou no parque ontem. – He/She concentrated in the park yesterday.",
      "Eles vão concentrar amanhã. – They are going to concentrate tomorrow."
    ]
  },
  {
    "rank": 430,
    "verb": "distrair",
    "translation": "to distract",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu distrao no trabalho hoje. – I distract at work today.",
      "Tu distraes com amigos? – Do you distract with friends?",
      "Nós distraimos para descansar. – We distract to rest.",
      "Ele/ela distraiu no centro ontem. – He/She distracted downtown yesterday.",
      "Eles vão distrair hoje. – They are going to distract today."
    ]
  },
  {
    "rank": 431,
    "verb": "focar",
    "translation": "to focus",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu foco no centro à noite. – I focus downtown at night.",
      "Tu focas com os colegas? – Do you focus with colleagues?",
      "Nós focamos para aprender. – We focus to learn.",
      "Ele/ela focou no trabalho ontem. – He/She focussed at work yesterday.",
      "Eles vão focar hoje. – They are going to focus today."
    ]
  },
  {
    "rank": 432,
    "verb": "desfocar",
    "translation": "to defocus, to blur",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desfoco no centro amanhã. – I defocus downtown tomorrow.",
      "Tu desfocas com a equipa? – Do you defocus with the team?",
      "Nós desfocamos para treinar. – We defocus to train.",
      "Ele/ela desfocou na escola ontem. – He/She defocussed at school yesterday.",
      "Eles vão desfocar de manhã. – They are going to defocus in the morning."
    ]
  },
  {
    "rank": 433,
    "verb": "aproximar",
    "translation": "to approach, to bring closer",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aproximo na escola todos os dias. – I approach at school every day.",
      "Tu aproximas com os colegas? – Do you approach with colleagues?",
      "Nós aproximamos para aprender. – We approach to learn.",
      "Ele/ela aproximou no centro ontem. – He/She approached downtown yesterday.",
      "Eles vão aproximar todos os dias. – They are going to approach every day."
    ]
  },
  {
    "rank": 434,
    "verb": "afastar",
    "translation": "to move away",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu afasto no escritório todos os dias. – I move away at the office every day.",
      "Tu afastas com a família? – Do you move away with my family?",
      "Nós afastamos para aprender. – We move away to learn.",
      "Ele/ela afastou no escritório ontem. – He/She move awayyed at the office yesterday.",
      "Eles vão afastar de manhã. – They are going to move away in the morning."
    ]
  },
  {
    "rank": 435,
    "verb": "distanciar",
    "translation": "to distance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu distancio no escritório todas as semanas. – I distance at the office every week.",
      "Tu distancias com amigos? – Do you distance with friends?",
      "Nós distanciamos para aprender. – We distance to learn.",
      "Ele/ela distanciou no parque ontem. – He/She distanced in the park yesterday.",
      "Eles vão distanciar à noite. – They are going to distance at night."
    ]
  },
  {
    "rank": 436,
    "verb": "anexar",
    "translation": "to attach, to annex",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu anexo no trabalho hoje. – I attach at work today.",
      "Tu anexas com os colegas? – Do you attach with colleagues?",
      "Nós anexamos para aprender. – We attach to learn.",
      "Ele/ela anexou na escola ontem. – He/She attached at school yesterday.",
      "Eles vão anexar de manhã. – They are going to attach in the morning."
    ]
  },
  {
    "rank": 437,
    "verb": "destacar",
    "translation": "to highlight, to detach",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu destaco no café amanhã. – I highlight at the café tomorrow.",
      "Tu destacas com a família? – Do you highlight with my family?",
      "Nós destacamos para praticar. – We highlight to practise.",
      "Ele/ela destacou em casa ontem. – He/She highlighted at home yesterday.",
      "Eles vão destacar todos os dias. – They are going to highlight every day."
    ]
  },
  {
    "rank": 438,
    "verb": "marcar",
    "translation": "to mark",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu marco no café ao fim de semana. – I mark at the café at the weekend.",
      "Tu marcas com a família? – Do you mark with my family?",
      "Nós marcamos para praticar. – We mark to practise.",
      "Ele/ela marcou no ginásio ontem. – He/She marked at the gym yesterday.",
      "Eles vão marcar de manhã. – They are going to mark in the morning."
    ]
  },
  {
    "rank": 439,
    "verb": "desmarcar",
    "translation": "to unmark, to cancel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desmarco no trabalho todas as semanas. – I unmark at work every week.",
      "Tu desmarcas com a família? – Do you unmark with my family?",
      "Nós desmarcamos para treinar. – We unmark to train.",
      "Ele/ela desmarcou no centro ontem. – He/She unmarked downtown yesterday.",
      "Eles vão desmarcar hoje. – They are going to unmark today."
    ]
  },
  {
    "rank": 440,
    "verb": "riscar",
    "translation": "to cross out, to scratch",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu risco em casa todas as semanas. – I cross out at home every week.",
      "Tu riscas com amigos? – Do you cross out with friends?",
      "Nós riscamos para aprender. – We cross out to learn.",
      "Ele/ela riscou no ginásio ontem. – He/She cross outted at the gym yesterday.",
      "Eles vão riscar todos os dias. – They are going to cross out every day."
    ]
  },
  {
    "rank": 441,
    "verb": "sublinhar",
    "translation": "to underline",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sublinho no centro hoje. – I underline downtown today.",
      "Tu sublinhas com a equipa? – Do you underline with the team?",
      "Nós sublinhamos para descansar. – We underline to rest.",
      "Ele/ela sublinhou no café ontem. – He/She underlined at the café yesterday.",
      "Eles vão sublinhar ao fim de semana. – They are going to underline at the weekend."
    ]
  },
  {
    "rank": 442,
    "verb": "salientar",
    "translation": "to highlight",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu saliento em casa hoje. – I highlight at home today.",
      "Tu salientas com a equipa? – Do you highlight with the team?",
      "Nós salientamos para treinar. – We highlight to train.",
      "Ele/ela salientou na escola ontem. – He/She highlighted at school yesterday.",
      "Eles vão salientar à noite. – They are going to highlight at night."
    ]
  },
  {
    "rank": 443,
    "verb": "enfatizar",
    "translation": "to emphasize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu enfatizo no trabalho ao fim de semana. – I emphasize at work at the weekend.",
      "Tu enfatizas com amigos? – Do you emphasize with friends?",
      "Nós enfatizamos para praticar. – We emphasize to practise.",
      "Ele/ela enfatizou no café ontem. – He/She emphasized at the café yesterday.",
      "Eles vão enfatizar de manhã. – They are going to emphasize in the morning."
    ]
  },
  {
    "rank": 444,
    "verb": "realçar",
    "translation": "to highlight",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu realço no centro à noite. – I highlight downtown at night.",
      "Tu realças com a família? – Do you highlight with my family?",
      "Nós realçamos para aprender. – We highlight to learn.",
      "Ele/ela realçou no parque ontem. – He/She highlighted in the park yesterday.",
      "Eles vão realçar ao fim de semana. – They are going to highlight at the weekend."
    ]
  },
  {
    "rank": 445,
    "verb": "exagerar",
    "translation": "to exaggerate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu exagero na escola todos os dias. – I exaggerate at school every day.",
      "Tu exageras com amigos? – Do you exaggerate with friends?",
      "Nós exageramos para treinar. – We exaggerate to train.",
      "Ele/ela exagerou no parque ontem. – He/She exaggerated in the park yesterday.",
      "Eles vão exagerar de manhã. – They are going to exaggerate in the morning."
    ]
  },
  {
    "rank": 446,
    "verb": "subestimar",
    "translation": "to underestimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu subestimo no café de manhã. – I underestimate at the café in the morning.",
      "Tu subestimas com a família? – Do you underestimate with my family?",
      "Nós subestimamos para descansar. – We underestimate to rest.",
      "Ele/ela subestimou no ginásio ontem. – He/She underestimated at the gym yesterday.",
      "Eles vão subestimar todas as semanas. – They are going to underestimate every week."
    ]
  },
  {
    "rank": 447,
    "verb": "sobrestimar",
    "translation": "to overestimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sobrestimo no escritório amanhã. – I overestimate at the office tomorrow.",
      "Tu sobrestimas com a equipa? – Do you overestimate with the team?",
      "Nós sobrestimamos para praticar. – We overestimate to practise.",
      "Ele/ela sobrestimou no centro ontem. – He/She overestimated downtown yesterday.",
      "Eles vão sobrestimar hoje. – They are going to overestimate today."
    ]
  },
  {
    "rank": 448,
    "verb": "presumir",
    "translation": "to presume",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu presumo no ginásio hoje. – I presume at the gym today.",
      "Tu presumes com a equipa? – Do you presume with the team?",
      "Nós presumimos para aprender. – We presume to learn.",
      "Ele/ela presumiu no escritório ontem. – He/She presumed at the office yesterday.",
      "Eles vão presumir hoje. – They are going to presume today."
    ]
  },
  {
    "rank": 449,
    "verb": "supor",
    "translation": "to suppose",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu supo no café amanhã. – I suppose at the café tomorrow.",
      "Tu supas com os colegas? – Do you suppose with colleagues?",
      "Nós supamos para aprender. – We suppose to learn.",
      "Ele/ela supou no trabalho ontem. – He/She supposed at work yesterday.",
      "Eles vão supor todos os dias. – They are going to suppose every day."
    ]
  },
  {
    "rank": 450,
    "verb": "imaginar",
    "translation": "to imagine",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu imagino no café hoje. – I imagine at the café today.",
      "Tu imaginas com amigos? – Do you imagine with friends?",
      "Nós imaginamos para aprender. – We imagine to learn.",
      "Ele/ela imaginou no trabalho ontem. – He/She imagined at work yesterday.",
      "Eles vão imaginar todas as semanas. – They are going to imagine every week."
    ]
  },
  {
    "rank": 451,
    "verb": "sonhar",
    "translation": "to dream",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sonho no centro ao fim de semana. – I dream downtown at the weekend.",
      "Tu sonhas com amigos? – Do you dream with friends?",
      "Nós sonhamos para treinar. – We dream to train.",
      "Ele/ela sonhou no centro ontem. – He/She dreammed downtown yesterday.",
      "Eles vão sonhar todos os dias. – They are going to dream every day."
    ]
  },
  {
    "rank": 452,
    "verb": "desejar",
    "translation": "to wish, to desire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desejo no trabalho amanhã. – I wish at work tomorrow.",
      "Tu desejas com a equipa? – Do you wish with the team?",
      "Nós desejamos para praticar. – We wish to practise.",
      "Ele/ela desejou no escritório ontem. – He/She wished at the office yesterday.",
      "Eles vão desejar à noite. – They are going to wish at night."
    ]
  },
  {
    "rank": 453,
    "verb": "ansiar",
    "translation": "to long for",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ansio no café de manhã. – I long for at the café in the morning.",
      "Tu ansias com os colegas? – Do you long for with colleagues?",
      "Nós ansiamos para treinar. – We long for to train.",
      "Ele/ela ansiou no café ontem. – He/She long forred at the café yesterday.",
      "Eles vão ansiar de manhã. – They are going to long for in the morning."
    ]
  },
  {
    "rank": 454,
    "verb": "aspirar",
    "translation": "to aspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aspiro em casa todos os dias. – I aspire at home every day.",
      "Tu aspiras com amigos? – Do you aspire with friends?",
      "Nós aspiramos para descansar. – We aspire to rest.",
      "Ele/ela aspirou no centro ontem. – He/She aspired downtown yesterday.",
      "Eles vão aspirar à noite. – They are going to aspire at night."
    ]
  },
  {
    "rank": 455,
    "verb": "ambicionar",
    "translation": "to aspire to",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ambiciono no trabalho hoje. – I aspire to at work today.",
      "Tu ambicionas com amigos? – Do you aspire to with friends?",
      "Nós ambicionamos para praticar. – We aspire to to practise.",
      "Ele/ela ambicionou no ginásio ontem. – He/She aspire toed at the gym yesterday.",
      "Eles vão ambicionar todas as semanas. – They are going to aspire to every week."
    ]
  },
  {
    "rank": 456,
    "verb": "cobiçar",
    "translation": "to covet",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cobiço no parque todos os dias. – I covet in the park every day.",
      "Tu cobiças com a equipa? – Do you covet with the team?",
      "Nós cobiçamos para praticar. – We covet to practise.",
      "Ele/ela cobiçou no trabalho ontem. – He/She covetted at work yesterday.",
      "Eles vão cobiçar todos os dias. – They are going to covet every day."
    ]
  },
  {
    "rank": 457,
    "verb": "invejar",
    "translation": "to envy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu invejo no trabalho todos os dias. – I envy at work every day.",
      "Tu invejas com a equipa? – Do you envy with the team?",
      "Nós invejamos para treinar. – We envy to train.",
      "Ele/ela invejou no ginásio ontem. – He/She envyed at the gym yesterday.",
      "Eles vão invejar à noite. – They are going to envy at night."
    ]
  },
  {
    "rank": 458,
    "verb": "lamentar",
    "translation": "to regret, to lament",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lamento na escola de manhã. – I regret at school in the morning.",
      "Tu lamentas com a equipa? – Do you regret with the team?",
      "Nós lamentamos para praticar. – We regret to practise.",
      "Ele/ela lamentou na escola ontem. – He/She regretted at school yesterday.",
      "Eles vão lamentar amanhã. – They are going to regret tomorrow."
    ]
  },
  {
    "rank": 459,
    "verb": "arrepender",
    "translation": "to regret",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu arrependo no trabalho hoje. – I regret at work today.",
      "Tu arrependes com os colegas? – Do you regret with colleagues?",
      "Nós arrependemos para treinar. – We regret to train.",
      "Ele/ela arrependeu no café ontem. – He/She regretted at the café yesterday.",
      "Eles vão arrepender de manhã. – They are going to regret in the morning."
    ]
  },
  {
    "rank": 460,
    "verb": "deplorar",
    "translation": "to deplore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu deploro em casa hoje. – I deplore at home today.",
      "Tu deploras com amigos? – Do you deplore with friends?",
      "Nós deploramos para treinar. – We deplore to train.",
      "Ele/ela deplorou no ginásio ontem. – He/She deplored at the gym yesterday.",
      "Eles vão deplorar ao fim de semana. – They are going to deplore at the weekend."
    ]
  },
  {
    "rank": 461,
    "verb": "consolar",
    "translation": "to console",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu consolo no parque à noite. – I console in the park at night.",
      "Tu consolas com a equipa? – Do you console with the team?",
      "Nós consolamos para descansar. – We console to rest.",
      "Ele/ela consolou em casa ontem. – He/She consoled at home yesterday.",
      "Eles vão consolar hoje. – They are going to console today."
    ]
  },
  {
    "rank": 462,
    "verb": "confortar",
    "translation": "to comfort",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conforto no café todos os dias. – I comfort at the café every day.",
      "Tu confortas com a família? – Do you comfort with my family?",
      "Nós confortamos para aprender. – We comfort to learn.",
      "Ele/ela confortou no café ontem. – He/She comforted at the café yesterday.",
      "Eles vão confortar todas as semanas. – They are going to comfort every week."
    ]
  },
  {
    "rank": 463,
    "verb": "encorajar",
    "translation": "to encourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu encorajo em casa de manhã. – I encourage at home in the morning.",
      "Tu encorajas com amigos? – Do you encourage with friends?",
      "Nós encorajamos para praticar. – We encourage to practise.",
      "Ele/ela encorajou no café ontem. – He/She encouraged at the café yesterday.",
      "Eles vão encorajar amanhã. – They are going to encourage tomorrow."
    ]
  },
  {
    "rank": 464,
    "verb": "desencorajar",
    "translation": "to discourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desencorajo no escritório ao fim de semana. – I discourage at the office at the weekend.",
      "Tu desencorajas com a família? – Do you discourage with my family?",
      "Nós desencorajamos para praticar. – We discourage to practise.",
      "Ele/ela desencorajou no centro ontem. – He/She discouraged downtown yesterday.",
      "Eles vão desencorajar todos os dias. – They are going to discourage every day."
    ]
  },
  {
    "rank": 465,
    "verb": "motivar",
    "translation": "to motivate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu motivo no parque todos os dias. – I motivate in the park every day.",
      "Tu motivas com a família? – Do you motivate with my family?",
      "Nós motivamos para treinar. – We motivate to train.",
      "Ele/ela motivou no ginásio ontem. – He/She motivated at the gym yesterday.",
      "Eles vão motivar todas as semanas. – They are going to motivate every week."
    ]
  },
  {
    "rank": 466,
    "verb": "desmotivar",
    "translation": "to demotivate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desmotivo no escritório amanhã. – I demotivate at the office tomorrow.",
      "Tu desmotivas com a família? – Do you demotivate with my family?",
      "Nós desmotivamos para descansar. – We demotivate to rest.",
      "Ele/ela desmotivou no escritório ontem. – He/She demotivated at the office yesterday.",
      "Eles vão desmotivar amanhã. – They are going to demotivate tomorrow."
    ]
  },
  {
    "rank": 467,
    "verb": "inspirar",
    "translation": "to inspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inspiro no café à noite. – I inspire at the café at night.",
      "Tu inspiras com a equipa? – Do you inspire with the team?",
      "Nós inspiramos para aprender. – We inspire to learn.",
      "Ele/ela inspirou no centro ontem. – He/She inspired downtown yesterday.",
      "Eles vão inspirar ao fim de semana. – They are going to inspire at the weekend."
    ]
  },
  {
    "rank": 468,
    "verb": "impressionar",
    "translation": "to impress",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu impressiono no parque amanhã. – I impress in the park tomorrow.",
      "Tu impressionas com a equipa? – Do you impress with the team?",
      "Nós impressionamos para aprender. – We impress to learn.",
      "Ele/ela impressionou no escritório ontem. – He/She impressed at the office yesterday.",
      "Eles vão impressionar ao fim de semana. – They are going to impress at the weekend."
    ]
  },
  {
    "rank": 469,
    "verb": "surpreender",
    "translation": "to surprise",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu surpreendo no centro amanhã. – I surprise downtown tomorrow.",
      "Tu surpreendes com a família? – Do you surprise with my family?",
      "Nós surpreendemos para praticar. – We surprise to practise.",
      "Ele/ela surpreendeu no parque ontem. – He/She surprised in the park yesterday.",
      "Eles vão surpreender amanhã. – They are going to surprise tomorrow."
    ]
  },
  {
    "rank": 470,
    "verb": "espantar",
    "translation": "to amaze",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu espanto no trabalho à noite. – I amaze at work at night.",
      "Tu espantas com os colegas? – Do you amaze with colleagues?",
      "Nós espantamos para descansar. – We amaze to rest.",
      "Ele/ela espantou no centro ontem. – He/She amazed downtown yesterday.",
      "Eles vão espantar todas as semanas. – They are going to amaze every week."
    ]
  },
  {
    "rank": 471,
    "verb": "maravilhar",
    "translation": "to marvel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu maravilho em casa todos os dias. – I marvel at home every day.",
      "Tu maravilhas com amigos? – Do you marvel with friends?",
      "Nós maravilhamos para aprender. – We marvel to learn.",
      "Ele/ela maravilhou no trabalho ontem. – He/She marvelled at work yesterday.",
      "Eles vão maravilhar à noite. – They are going to marvel at night."
    ]
  },
  {
    "rank": 472,
    "verb": "fascinar",
    "translation": "to fascinate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fascino no escritório hoje. – I fascinate at the office today.",
      "Tu fascinas com amigos? – Do you fascinate with friends?",
      "Nós fascinamos para treinar. – We fascinate to train.",
      "Ele/ela fascinou no parque ontem. – He/She fascinated in the park yesterday.",
      "Eles vão fascinar hoje. – They are going to fascinate today."
    ]
  },
  {
    "rank": 473,
    "verb": "encantar",
    "translation": "to enchant",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu encanto no escritório todas as semanas. – I enchant at the office every week.",
      "Tu encantas com os colegas? – Do you enchant with colleagues?",
      "Nós encantamos para aprender. – We enchant to learn.",
      "Ele/ela encantou no café ontem. – He/She enchanted at the café yesterday.",
      "Eles vão encantar de manhã. – They are going to enchant in the morning."
    ]
  },
  {
    "rank": 474,
    "verb": "desiludir",
    "translation": "to disappoint",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu desiludo no centro ao fim de semana. – I disappoint downtown at the weekend.",
      "Tu desiludes com amigos? – Do you disappoint with friends?",
      "Nós desiludimos para descansar. – We disappoint to rest.",
      "Ele/ela desiludiu em casa ontem. – He/She disappointed at home yesterday.",
      "Eles vão desiludir todas as semanas. – They are going to disappoint every week."
    ]
  },
  {
    "rank": 475,
    "verb": "decepcionar",
    "translation": "to disappoint",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu decepciono no café amanhã. – I disappoint at the café tomorrow.",
      "Tu decepcionas com a equipa? – Do you disappoint with the team?",
      "Nós decepcionamos para praticar. – We disappoint to practise.",
      "Ele/ela decepcionou no trabalho ontem. – He/She disappointed at work yesterday.",
      "Eles vão decepcionar amanhã. – They are going to disappoint tomorrow."
    ]
  },
  {
    "rank": 476,
    "verb": "frustrar",
    "translation": "to frustrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu frustro no café amanhã. – I frustrate at the café tomorrow.",
      "Tu frustras com a família? – Do you frustrate with my family?",
      "Nós frustramos para praticar. – We frustrate to practise.",
      "Ele/ela frustrou na escola ontem. – He/She frustrated at school yesterday.",
      "Eles vão frustrar ao fim de semana. – They are going to frustrate at the weekend."
    ]
  },
  {
    "rank": 477,
    "verb": "satisfazer",
    "translation": "to satisfy",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu satisfazo no trabalho amanhã. – I satisfy at work tomorrow.",
      "Costumas satisfazer com amigos? – Do you usually satisfy with friends?",
      "Vamos satisfazer para aprender. – We're going to satisfy to learn.",
      "Ele/ela satisfazeu no ginásio ontem. – He/She satisfyed at the gym yesterday.",
      "Eles vão satisfazer todos os dias. – They are going to satisfy every day."
    ]
  },
  {
    "rank": 478,
    "verb": "contentar",
    "translation": "to please",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu contento no centro ao fim de semana. – I please downtown at the weekend.",
      "Tu contentas com amigos? – Do you please with friends?",
      "Nós contentamos para aprender. – We please to learn.",
      "Ele/ela contentou em casa ontem. – He/She pleased at home yesterday.",
      "Eles vão contentar ao fim de semana. – They are going to please at the weekend."
    ]
  },
  {
    "rank": 479,
    "verb": "agradar",
    "translation": "to please",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu agrado no escritório hoje. – I please at the office today.",
      "Tu agradas com a equipa? – Do you please with the team?",
      "Nós agradamos para praticar. – We please to practise.",
      "Ele/ela agradou no trabalho ontem. – He/She pleased at work yesterday.",
      "Eles vão agradar todos os dias. – They are going to please every day."
    ]
  },
  {
    "rank": 480,
    "verb": "desagradar",
    "translation": "to displease",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desagrado no trabalho à noite. – I displease at work at night.",
      "Tu desagradas com a equipa? – Do you displease with the team?",
      "Nós desagradamos para descansar. – We displease to rest.",
      "Ele/ela desagradou no trabalho ontem. – He/She displeased at work yesterday.",
      "Eles vão desagradar de manhã. – They are going to displease in the morning."
    ]
  },
  {
    "rank": 481,
    "verb": "alegrar",
    "translation": "to cheer up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alegro no escritório amanhã. – I cheer up at the office tomorrow.",
      "Tu alegras com a família? – Do you cheer up with my family?",
      "Nós alegramos para treinar. – We cheer up to train.",
      "Ele/ela alegrou no centro ontem. – He/She cheer upped downtown yesterday.",
      "Eles vão alegrar hoje. – They are going to cheer up today."
    ]
  },
  {
    "rank": 482,
    "verb": "entristecer",
    "translation": "to sadden",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu entristeco em casa amanhã. – I sadden at home tomorrow.",
      "Tu entristeces com a família? – Do you sadden with my family?",
      "Nós entristecemos para praticar. – We sadden to practise.",
      "Ele/ela entristeceu na escola ontem. – He/She saddenned at school yesterday.",
      "Eles vão entristecer à noite. – They are going to sadden at night."
    ]
  },
  {
    "rank": 483,
    "verb": "animar",
    "translation": "to cheer up, to animate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu animo no trabalho ao fim de semana. – I cheer up at work at the weekend.",
      "Tu animas com a família? – Do you cheer up with my family?",
      "Nós animamos para praticar. – We cheer up to practise.",
      "Ele/ela animou no escritório ontem. – He/She cheer upped at the office yesterday.",
      "Eles vão animar de manhã. – They are going to cheer up in the morning."
    ]
  },
  {
    "rank": 484,
    "verb": "desanimar",
    "translation": "to discourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desanimo em casa todos os dias. – I discourage at home every day.",
      "Tu desanimas com amigos? – Do you discourage with friends?",
      "Nós desanimamos para aprender. – We discourage to learn.",
      "Ele/ela desanimou no trabalho ontem. – He/She discouraged at work yesterday.",
      "Eles vão desanimar hoje. – They are going to discourage today."
    ]
  },
  {
    "rank": 485,
    "verb": "emocionar",
    "translation": "to move emotionally",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu emociono no escritório todas as semanas. – I move emotionally at the office every week.",
      "Tu emocionas com a família? – Do you move emotionally with my family?",
      "Nós emocionamos para descansar. – We move emotionally to rest.",
      "Ele/ela emocionou em casa ontem. – He/She move emotionallyed at home yesterday.",
      "Eles vão emocionar de manhã. – They are going to move emotionally in the morning."
    ]
  },
  {
    "rank": 486,
    "verb": "comover",
    "translation": "to move, to touch",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu comovo no parque amanhã. – I move in the park tomorrow.",
      "Tu comoves com a equipa? – Do you move with the team?",
      "Nós comovemos para praticar. – We move to practise.",
      "Ele/ela comoveu no café ontem. – He/She moved at the café yesterday.",
      "Eles vão comover amanhã. – They are going to move tomorrow."
    ]
  },
  {
    "rank": 487,
    "verb": "sensibilizar",
    "translation": "to raise awareness",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sensibilizo na escola todas as semanas. – I raise awareness at school every week.",
      "Tu sensibilizas com a equipa? – Do you raise awareness with the team?",
      "Nós sensibilizamos para treinar. – We raise awareness to train.",
      "Ele/ela sensibilizou em casa ontem. – He/She raise awarenessed at home yesterday.",
      "Eles vão sensibilizar hoje. – They are going to raise awareness today."
    ]
  },
  {
    "rank": 488,
    "verb": "conscientizar",
    "translation": "to raise awareness",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conscientizo em casa amanhã. – I raise awareness at home tomorrow.",
      "Tu conscientizas com os colegas? – Do you raise awareness with colleagues?",
      "Nós conscientizamos para aprender. – We raise awareness to learn.",
      "Ele/ela conscientizou no escritório ontem. – He/She raise awarenessed at the office yesterday.",
      "Eles vão conscientizar ao fim de semana. – They are going to raise awareness at the weekend."
    ]
  },
  {
    "rank": 489,
    "verb": "educar",
    "translation": "to educate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu educo no parque ao fim de semana. – I educate in the park at the weekend.",
      "Tu educas com a família? – Do you educate with my family?",
      "Nós educamos para aprender. – We educate to learn.",
      "Ele/ela educou no café ontem. – He/She educated at the café yesterday.",
      "Eles vão educar ao fim de semana. – They are going to educate at the weekend."
    ]
  },
  {
    "rank": 490,
    "verb": "instruir",
    "translation": "to instruct",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu instruo na escola de manhã. – I instruct at school in the morning.",
      "Tu instrues com amigos? – Do you instruct with friends?",
      "Nós instruimos para praticar. – We instruct to practise.",
      "Ele/ela instruiu no café ontem. – He/She instructed at the café yesterday.",
      "Eles vão instruir todas as semanas. – They are going to instruct every week."
    ]
  },
  {
    "rank": 491,
    "verb": "capacitar",
    "translation": "to enable, to train",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu capacito no ginásio todos os dias. – I enable at the gym every day.",
      "Tu capacitas com a equipa? – Do you enable with the team?",
      "Nós capacitamos para descansar. – We enable to rest.",
      "Ele/ela capacitou no escritório ontem. – He/She enabled at the office yesterday.",
      "Eles vão capacitar todos os dias. – They are going to enable every day."
    ]
  },
  {
    "rank": 492,
    "verb": "qualificar",
    "translation": "to qualify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu qualifico no centro todas as semanas. – I qualify downtown every week.",
      "Tu qualificas com amigos? – Do you qualify with friends?",
      "Nós qualificamos para praticar. – We qualify to practise.",
      "Ele/ela qualificou na escola ontem. – He/She qualifyed at school yesterday.",
      "Eles vão qualificar ao fim de semana. – They are going to qualify at the weekend."
    ]
  },
  {
    "rank": 493,
    "verb": "desqualificar",
    "translation": "to disqualify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desqualifico na escola amanhã. – I disqualify at school tomorrow.",
      "Tu desqualificas com a equipa? – Do you disqualify with the team?",
      "Nós desqualificamos para praticar. – We disqualify to practise.",
      "Ele/ela desqualificou no ginásio ontem. – He/She disqualifyed at the gym yesterday.",
      "Eles vão desqualificar de manhã. – They are going to disqualify in the morning."
    ]
  },
  {
    "rank": 494,
    "verb": "habilitar",
    "translation": "to qualify, to enable",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu habilito no ginásio ao fim de semana. – I qualify at the gym at the weekend.",
      "Tu habilitas com amigos? – Do you qualify with friends?",
      "Nós habilitamos para praticar. – We qualify to practise.",
      "Ele/ela habilitou na escola ontem. – He/She qualifyed at school yesterday.",
      "Eles vão habilitar hoje. – They are going to qualify today."
    ]
  },
  {
    "rank": 495,
    "verb": "certificar",
    "translation": "to certify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu certifico em casa todos os dias. – I certify at home every day.",
      "Tu certificas com os colegas? – Do you certify with colleagues?",
      "Nós certificamos para aprender. – We certify to learn.",
      "Ele/ela certificou no parque ontem. – He/She certifyed in the park yesterday.",
      "Eles vão certificar todos os dias. – They are going to certify every day."
    ]
  },
  {
    "rank": 496,
    "verb": "garantir",
    "translation": "to guarantee",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu garanto no trabalho à noite. – I guarantee at work at night.",
      "Tu garantes com a família? – Do you guarantee with my family?",
      "Nós garantimos para praticar. – We guarantee to practise.",
      "Ele/ela garantiu em casa ontem. – He/She guaranteed at home yesterday.",
      "Eles vão garantir ao fim de semana. – They are going to guarantee at the weekend."
    ]
  },
  {
    "rank": 497,
    "verb": "assegurar",
    "translation": "to assure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu asseguro no centro à noite. – I assure downtown at night.",
      "Tu asseguras com a família? – Do you assure with my family?",
      "Nós asseguramos para treinar. – We assure to train.",
      "Ele/ela assegurou no trabalho ontem. – He/She assured at work yesterday.",
      "Eles vão assegurar ao fim de semana. – They are going to assure at the weekend."
    ]
  },
  {
    "rank": 498,
    "verb": "prometer",
    "translation": "to promise",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu prometo no escritório amanhã. – I promise at the office tomorrow.",
      "Tu prometes com os colegas? – Do you promise with colleagues?",
      "Nós prometemos para descansar. – We promise to rest.",
      "Ele/ela prometeu no parque ontem. – He/She promised in the park yesterday.",
      "Eles vão prometer todas as semanas. – They are going to promise every week."
    ]
  },
  {
    "rank": 499,
    "verb": "cumprir",
    "translation": "to fulfill",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu cumpro no café todas as semanas. – I fulfill at the café every week.",
      "Tu cumpres com a família? – Do you fulfill with my family?",
      "Nós cumprimos para descansar. – We fulfill to rest.",
      "Ele/ela cumpriu no trabalho ontem. – He/She fulfilled at work yesterday.",
      "Eles vão cumprir todos os dias. – They are going to fulfill every day."
    ]
  },
  {
    "rank": 500,
    "verb": "realizar",
    "translation": "to accomplish, to realize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu realizo no ginásio à noite. – I accomplish at the gym at night.",
      "Tu realizas com amigos? – Do you accomplish with friends?",
      "Nós realizamos para descansar. – We accomplish to rest.",
      "Ele/ela realizou no escritório ontem. – He/She accomplished at the office yesterday.",
      "Eles vão realizar ao fim de semana. – They are going to accomplish at the weekend."
    ]
  }
]