[
  {
    "rank": 1,
    "verb": "ser",
    "translation": "to be (permanent)",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero ser agora. – I want to be (permanent) now.",
      "Costumas ser? – Do you usually be (permanent)?",
      "Vamos ser mais tarde. – We will be (permanent) later.",
      "Eles gostam de ser. – They like to be (permanent).",
      "Preciso de ser hoje. – I need to be (permanent) today."
    ]
  },
  {
    "rank": 2,
    "verb": "estar",
    "translation": "to be (temporary)",
    "category": "ar",
    "irregular": true,
    "examples": [
      "Eu quero estar agora. – I want to be (temporary) now.",
      "Costumas estar? – Do you usually be (temporary)?",
      "Vamos estar mais tarde. – We will be (temporary) later.",
      "Eles gostam de estar. – They like to be (temporary).",
      "Preciso de estar hoje. – I need to be (temporary) today."
    ]
  },
  {
    "rank": 3,
    "verb": "ter",
    "translation": "to have",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero ter agora. – I want to have now.",
      "Costumas ter? – Do you usually have?",
      "Vamos ter mais tarde. – We will have later.",
      "Eles gostam de ter. – They like to have.",
      "Preciso de ter hoje. – I need to have today."
    ]
  },
  {
    "rank": 4,
    "verb": "fazer",
    "translation": "to do, to make",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero fazer agora. – I want to do now.",
      "Costumas fazer? – Do you usually do?",
      "Vamos fazer mais tarde. – We will do later.",
      "Eles gostam de fazer. – They like to do.",
      "Preciso de fazer hoje. – I need to do today."
    ]
  },
  {
    "rank": 5,
    "verb": "poder",
    "translation": "can, to be able to",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero poder agora. – I want to can now.",
      "Costumas poder? – Do you usually can?",
      "Vamos poder mais tarde. – We will can later.",
      "Eles gostam de poder. – They like to can.",
      "Preciso de poder hoje. – I need to can today."
    ]
  },
  {
    "rank": 6,
    "verb": "ir",
    "translation": "to go",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero ir agora. – I want to go now.",
      "Costumas ir? – Do you usually go?",
      "Vamos ir mais tarde. – We will go later.",
      "Eles gostam de ir. – They like to go.",
      "Preciso de ir hoje. – I need to go today."
    ]
  },
  {
    "rank": 7,
    "verb": "dizer",
    "translation": "to say, to tell",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero dizer agora. – I want to say now.",
      "Costumas dizer? – Do you usually say?",
      "Vamos dizer mais tarde. – We will say later.",
      "Eles gostam de dizer. – They like to say.",
      "Preciso de dizer hoje. – I need to say today."
    ]
  },
  {
    "rank": 8,
    "verb": "haver",
    "translation": "there is, there are",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero haver agora. – I want to there is now.",
      "Costumas haver? – Do you usually there is?",
      "Vamos haver mais tarde. – We will there is later.",
      "Eles gostam de haver. – They like to there is.",
      "Preciso de haver hoje. – I need to there is today."
    ]
  },
  {
    "rank": 9,
    "verb": "dar",
    "translation": "to give",
    "category": "ar",
    "irregular": true,
    "examples": [
      "Eu quero dar agora. – I want to give now.",
      "Costumas dar? – Do you usually give?",
      "Vamos dar mais tarde. – We will give later.",
      "Eles gostam de dar. – They like to give.",
      "Preciso de dar hoje. – I need to give today."
    ]
  },
  {
    "rank": 10,
    "verb": "ver",
    "translation": "to see, to watch",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero ver agora. – I want to see now.",
      "Costumas ver? – Do you usually see?",
      "Vamos ver mais tarde. – We will see later.",
      "Eles gostam de ver. – They like to see.",
      "Preciso de ver hoje. – I need to see today."
    ]
  },
  {
    "rank": 11,
    "verb": "ficar",
    "translation": "to stay, to become",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ficar agora. – I want to stay now.",
      "Costumas ficar? – Do you usually stay?",
      "Vamos ficar mais tarde. – We will stay later.",
      "Eles gostam de ficar. – They like to stay.",
      "Preciso de ficar hoje. – I need to stay today."
    ]
  },
  {
    "rank": 12,
    "verb": "vir",
    "translation": "to come",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero vir agora. – I want to come now.",
      "Costumas vir? – Do you usually come?",
      "Vamos vir mais tarde. – We will come later.",
      "Eles gostam de vir. – They like to come.",
      "Preciso de vir hoje. – I need to come today."
    ]
  },
  {
    "rank": 13,
    "verb": "querer",
    "translation": "to want",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero querer agora. – I want to want now.",
      "Costumas querer? – Do you usually want?",
      "Vamos querer mais tarde. – We will want later.",
      "Eles gostam de querer. – They like to want.",
      "Preciso de querer hoje. – I need to want today."
    ]
  },
  {
    "rank": 14,
    "verb": "saber",
    "translation": "to know",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero saber agora. – I want to know now.",
      "Costumas saber? – Do you usually know?",
      "Vamos saber mais tarde. – We will know later.",
      "Eles gostam de saber. – They like to know.",
      "Preciso de saber hoje. – I need to know today."
    ]
  },
  {
    "rank": 15,
    "verb": "pôr",
    "translation": "to put",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero pôr agora. – I want to put now.",
      "Costumas pôr? – Do you usually put?",
      "Vamos pôr mais tarde. – We will put later.",
      "Eles gostam de pôr. – They like to put.",
      "Preciso de pôr hoje. – I need to put today."
    ]
  },
  {
    "rank": 16,
    "verb": "trazer",
    "translation": "to bring",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero trazer agora. – I want to bring now.",
      "Costumas trazer? – Do you usually bring?",
      "Vamos trazer mais tarde. – We will bring later.",
      "Eles gostam de trazer. – They like to bring.",
      "Preciso de trazer hoje. – I need to bring today."
    ]
  },
  {
    "rank": 17,
    "verb": "falar",
    "translation": "to speak, to talk",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero falar agora. – I want to speak now.",
      "Costumas falar? – Do you usually speak?",
      "Vamos falar mais tarde. – We will speak later.",
      "Eles gostam de falar. – They like to speak.",
      "Preciso de falar hoje. – I need to speak today."
    ]
  },
  {
    "rank": 18,
    "verb": "deixar",
    "translation": "to leave, to let",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero deixar agora. – I want to leave now.",
      "Costumas deixar? – Do you usually leave?",
      "Vamos deixar mais tarde. – We will leave later.",
      "Eles gostam de deixar. – They like to leave.",
      "Preciso de deixar hoje. – I need to leave today."
    ]
  },
  {
    "rank": 19,
    "verb": "pensar",
    "translation": "to think",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero pensar agora. – I want to think now.",
      "Costumas pensar? – Do you usually think?",
      "Vamos pensar mais tarde. – We will think later.",
      "Eles gostam de pensar. – They like to think.",
      "Preciso de pensar hoje. – I need to think today."
    ]
  },
  {
    "rank": 20,
    "verb": "chegar",
    "translation": "to arrive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero chegar agora. – I want to arrive now.",
      "Costumas chegar? – Do you usually arrive?",
      "Vamos chegar mais tarde. – We will arrive later.",
      "Eles gostam de chegar. – They like to arrive.",
      "Preciso de chegar hoje. – I need to arrive today."
    ]
  },
  {
    "rank": 21,
    "verb": "passar",
    "translation": "to pass",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero passar agora. – I want to pass now.",
      "Costumas passar? – Do you usually pass?",
      "Vamos passar mais tarde. – We will pass later.",
      "Eles gostam de passar. – They like to pass.",
      "Preciso de passar hoje. – I need to pass today."
    ]
  },
  {
    "rank": 22,
    "verb": "olhar",
    "translation": "to look",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero olhar agora. – I want to look now.",
      "Costumas olhar? – Do you usually look?",
      "Vamos olhar mais tarde. – We will look later.",
      "Eles gostam de olhar. – They like to look.",
      "Preciso de olhar hoje. – I need to look today."
    ]
  },
  {
    "rank": 23,
    "verb": "precisar",
    "translation": "to need",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero precisar agora. – I want to need now.",
      "Costumas precisar? – Do you usually need?",
      "Vamos precisar mais tarde. – We will need later.",
      "Eles gostam de precisar. – They like to need.",
      "Preciso de precisar hoje. – I need to need today."
    ]
  },
  {
    "rank": 24,
    "verb": "gostar",
    "translation": "to like",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero gostar agora. – I want to like now.",
      "Costumas gostar? – Do you usually like?",
      "Vamos gostar mais tarde. – We will like later.",
      "Eles gostam de gostar. – They like to like.",
      "Preciso de gostar hoje. – I need to like today."
    ]
  },
  {
    "rank": 25,
    "verb": "conseguir",
    "translation": "to manage, to achieve",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero conseguir agora. – I want to manage now.",
      "Costumas conseguir? – Do you usually manage?",
      "Vamos conseguir mais tarde. – We will manage later.",
      "Eles gostam de conseguir. – They like to manage.",
      "Preciso de conseguir hoje. – I need to manage today."
    ]
  },
  {
    "rank": 26,
    "verb": "tentar",
    "translation": "to try",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero tentar agora. – I want to try now.",
      "Costumas tentar? – Do you usually try?",
      "Vamos tentar mais tarde. – We will try later.",
      "Eles gostam de tentar. – They like to try.",
      "Preciso de tentar hoje. – I need to try today."
    ]
  },
  {
    "rank": 27,
    "verb": "pedir",
    "translation": "to ask for, to request",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero pedir agora. – I want to ask for now.",
      "Costumas pedir? – Do you usually ask for?",
      "Vamos pedir mais tarde. – We will ask for later.",
      "Eles gostam de pedir. – They like to ask for.",
      "Preciso de pedir hoje. – I need to ask for today."
    ]
  },
  {
    "rank": 28,
    "verb": "esperar",
    "translation": "to wait, to hope",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero esperar agora. – I want to wait now.",
      "Costumas esperar? – Do you usually wait?",
      "Vamos esperar mais tarde. – We will wait later.",
      "Eles gostam de esperar. – They like to wait.",
      "Preciso de esperar hoje. – I need to wait today."
    ]
  },
  {
    "rank": 29,
    "verb": "usar",
    "translation": "to use",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero usar agora. – I want to use now.",
      "Costumas usar? – Do you usually use?",
      "Vamos usar mais tarde. – We will use later.",
      "Eles gostam de usar. – They like to use.",
      "Preciso de usar hoje. – I need to use today."
    ]
  },
  {
    "rank": 30,
    "verb": "continuar",
    "translation": "to continue",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero continuar agora. – I want to continue now.",
      "Costumas continuar? – Do you usually continue?",
      "Vamos continuar mais tarde. – We will continue later.",
      "Eles gostam de continuar. – They like to continue.",
      "Preciso de continuar hoje. – I need to continue today."
    ]
  },
  {
    "rank": 31,
    "verb": "chamar",
    "translation": "to call",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero chamar agora. – I want to call now.",
      "Costumas chamar? – Do you usually call?",
      "Vamos chamar mais tarde. – We will call later.",
      "Eles gostam de chamar. – They like to call.",
      "Preciso de chamar hoje. – I need to call today."
    ]
  },
  {
    "rank": 32,
    "verb": "tornar",
    "translation": "to become, to turn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero tornar agora. – I want to become now.",
      "Costumas tornar? – Do you usually become?",
      "Vamos tornar mais tarde. – We will become later.",
      "Eles gostam de tornar. – They like to become.",
      "Preciso de tornar hoje. – I need to become today."
    ]
  },
  {
    "rank": 33,
    "verb": "existir",
    "translation": "to exist",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero existir agora. – I want to exist now.",
      "Costumas existir? – Do you usually exist?",
      "Vamos existir mais tarde. – We will exist later.",
      "Eles gostam de existir. – They like to exist.",
      "Preciso de existir hoje. – I need to exist today."
    ]
  },
  {
    "rank": 34,
    "verb": "perder",
    "translation": "to lose",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero perder agora. – I want to lose now.",
      "Costumas perder? – Do you usually lose?",
      "Vamos perder mais tarde. – We will lose later.",
      "Eles gostam de perder. – They like to lose.",
      "Preciso de perder hoje. – I need to lose today."
    ]
  },
  {
    "rank": 35,
    "verb": "tomar",
    "translation": "to take (food/drink)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero tomar agora. – I want to take (food/drink) now.",
      "Costumas tomar? – Do you usually take (food/drink)?",
      "Vamos tomar mais tarde. – We will take (food/drink) later.",
      "Eles gostam de tomar. – They like to take (food/drink).",
      "Preciso de tomar hoje. – I need to take (food/drink) today."
    ]
  },
  {
    "rank": 36,
    "verb": "receber",
    "translation": "to receive",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero receber agora. – I want to receive now.",
      "Costumas receber? – Do you usually receive?",
      "Vamos receber mais tarde. – We will receive later.",
      "Eles gostam de receber. – They like to receive.",
      "Preciso de receber hoje. – I need to receive today."
    ]
  },
  {
    "rank": 37,
    "verb": "andar",
    "translation": "to walk, to go",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero andar agora. – I want to walk now.",
      "Costumas andar? – Do you usually walk?",
      "Vamos andar mais tarde. – We will walk later.",
      "Eles gostam de andar. – They like to walk.",
      "Preciso de andar hoje. – I need to walk today."
    ]
  },
  {
    "rank": 38,
    "verb": "comer",
    "translation": "to eat",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero comer agora. – I want to eat now.",
      "Costumas comer? – Do you usually eat?",
      "Vamos comer mais tarde. – We will eat later.",
      "Eles gostam de comer. – They like to eat.",
      "Preciso de comer hoje. – I need to eat today."
    ]
  },
  {
    "rank": 39,
    "verb": "beber",
    "translation": "to drink",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero beber agora. – I want to drink now.",
      "Costumas beber? – Do you usually drink?",
      "Vamos beber mais tarde. – We will drink later.",
      "Eles gostam de beber. – They like to drink.",
      "Preciso de beber hoje. – I need to drink today."
    ]
  },
  {
    "rank": 40,
    "verb": "dormir",
    "translation": "to sleep",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero dormir agora. – I want to sleep now.",
      "Costumas dormir? – Do you usually sleep?",
      "Vamos dormir mais tarde. – We will sleep later.",
      "Eles gostam de dormir. – They like to sleep.",
      "Preciso de dormir hoje. – I need to sleep today."
    ]
  },
  {
    "rank": 41,
    "verb": "estudar",
    "translation": "to study",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero estudar agora. – I want to study now.",
      "Costumas estudar? – Do you usually study?",
      "Vamos estudar mais tarde. – We will study later.",
      "Eles gostam de estudar. – They like to study.",
      "Preciso de estudar hoje. – I need to study today."
    ]
  },
  {
    "rank": 42,
    "verb": "comprar",
    "translation": "to buy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero comprar agora. – I want to buy now.",
      "Costumas comprar? – Do you usually buy?",
      "Vamos comprar mais tarde. – We will buy later.",
      "Eles gostam de comprar. – They like to buy.",
      "Preciso de comprar hoje. – I need to buy today."
    ]
  },
  {
    "rank": 43,
    "verb": "viajar",
    "translation": "to travel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero viajar agora. – I want to travel now.",
      "Costumas viajar? – Do you usually travel?",
      "Vamos viajar mais tarde. – We will travel later.",
      "Eles gostam de viajar. – They like to travel.",
      "Preciso de viajar hoje. – I need to travel today."
    ]
  },
  {
    "rank": 44,
    "verb": "ajudar",
    "translation": "to help",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ajudar agora. – I want to help now.",
      "Costumas ajudar? – Do you usually help?",
      "Vamos ajudar mais tarde. – We will help later.",
      "Eles gostam de ajudar. – They like to help.",
      "Preciso de ajudar hoje. – I need to help today."
    ]
  },
  {
    "rank": 45,
    "verb": "escrever",
    "translation": "to write",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero escrever agora. – I want to write now.",
      "Costumas escrever? – Do you usually write?",
      "Vamos escrever mais tarde. – We will write later.",
      "Eles gostam de escrever. – They like to write.",
      "Preciso de escrever hoje. – I need to write today."
    ]
  },
  {
    "rank": 46,
    "verb": "ler",
    "translation": "to read",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero ler agora. – I want to read now.",
      "Costumas ler? – Do you usually read?",
      "Vamos ler mais tarde. – We will read later.",
      "Eles gostam de ler. – They like to read.",
      "Preciso de ler hoje. – I need to read today."
    ]
  },
  {
    "rank": 47,
    "verb": "ouvir",
    "translation": "to hear, to listen",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero ouvir agora. – I want to hear now.",
      "Costumas ouvir? – Do you usually hear?",
      "Vamos ouvir mais tarde. – We will hear later.",
      "Eles gostam de ouvir. – They like to hear.",
      "Preciso de ouvir hoje. – I need to hear today."
    ]
  },
  {
    "rank": 48,
    "verb": "escolher",
    "translation": "to choose",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero escolher agora. – I want to choose now.",
      "Costumas escolher? – Do you usually choose?",
      "Vamos escolher mais tarde. – We will choose later.",
      "Eles gostam de escolher. – They like to choose.",
      "Preciso de escolher hoje. – I need to choose today."
    ]
  },
  {
    "rank": 49,
    "verb": "jogar",
    "translation": "to play",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero jogar agora. – I want to play now.",
      "Costumas jogar? – Do you usually play?",
      "Vamos jogar mais tarde. – We will play later.",
      "Eles gostam de jogar. – They like to play.",
      "Preciso de jogar hoje. – I need to play today."
    ]
  },
  {
    "rank": 50,
    "verb": "descansar",
    "translation": "to rest",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero descansar agora. – I want to rest now.",
      "Costumas descansar? – Do you usually rest?",
      "Vamos descansar mais tarde. – We will rest later.",
      "Eles gostam de descansar. – They like to rest.",
      "Preciso de descansar hoje. – I need to rest today."
    ]
  },
  {
    "rank": 51,
    "verb": "perguntar",
    "translation": "to ask",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero perguntar agora. – I want to ask now.",
      "Costumas perguntar? – Do you usually ask?",
      "Vamos perguntar mais tarde. – We will ask later.",
      "Eles gostam de perguntar. – They like to ask.",
      "Preciso de perguntar hoje. – I need to ask today."
    ]
  },
  {
    "rank": 52,
    "verb": "mostrar",
    "translation": "to show",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero mostrar agora. – I want to show now.",
      "Costumas mostrar? – Do you usually show?",
      "Vamos mostrar mais tarde. – We will show later.",
      "Eles gostam de mostrar. – They like to show.",
      "Preciso de mostrar hoje. – I need to show today."
    ]
  },
  {
    "rank": 53,
    "verb": "morrer",
    "translation": "to die",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero morrer agora. – I want to die now.",
      "Costumas morrer? – Do you usually die?",
      "Vamos morrer mais tarde. – We will die later.",
      "Eles gostam de morrer. – They like to die.",
      "Preciso de morrer hoje. – I need to die today."
    ]
  },
  {
    "rank": 54,
    "verb": "nascer",
    "translation": "to be born",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero nascer agora. – I want to be born now.",
      "Costumas nascer? – Do you usually be born?",
      "Vamos nascer mais tarde. – We will be born later.",
      "Eles gostam de nascer. – They like to be born.",
      "Preciso de nascer hoje. – I need to be born today."
    ]
  },
  {
    "rank": 55,
    "verb": "mudar",
    "translation": "to change",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero mudar agora. – I want to change now.",
      "Costumas mudar? – Do you usually change?",
      "Vamos mudar mais tarde. – We will change later.",
      "Eles gostam de mudar. – They like to change.",
      "Preciso de mudar hoje. – I need to change today."
    ]
  },
  {
    "rank": 56,
    "verb": "criar",
    "translation": "to create",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero criar agora. – I want to create now.",
      "Costumas criar? – Do you usually create?",
      "Vamos criar mais tarde. – We will create later.",
      "Eles gostam de criar. – They like to create.",
      "Preciso de criar hoje. – I need to create today."
    ]
  },
  {
    "rank": 57,
    "verb": "abrir",
    "translation": "to open",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero abrir agora. – I want to open now.",
      "Costumas abrir? – Do you usually open?",
      "Vamos abrir mais tarde. – We will open later.",
      "Eles gostam de abrir. – They like to open.",
      "Preciso de abrir hoje. – I need to open today."
    ]
  },
  {
    "rank": 58,
    "verb": "fechar",
    "translation": "to close",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero fechar agora. – I want to close now.",
      "Costumas fechar? – Do you usually close?",
      "Vamos fechar mais tarde. – We will close later.",
      "Eles gostam de fechar. – They like to close.",
      "Preciso de fechar hoje. – I need to close today."
    ]
  },
  {
    "rank": 59,
    "verb": "cair",
    "translation": "to fall",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero cair agora. – I want to fall now.",
      "Costumas cair? – Do you usually fall?",
      "Vamos cair mais tarde. – We will fall later.",
      "Eles gostam de cair. – They like to fall.",
      "Preciso de cair hoje. – I need to fall today."
    ]
  },
  {
    "rank": 60,
    "verb": "subir",
    "translation": "to go up, to climb",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero subir agora. – I want to go up now.",
      "Costumas subir? – Do you usually go up?",
      "Vamos subir mais tarde. – We will go up later.",
      "Eles gostam de subir. – They like to go up.",
      "Preciso de subir hoje. – I need to go up today."
    ]
  },
  {
    "rank": 61,
    "verb": "descer",
    "translation": "to go down, to descend",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero descer agora. – I want to go down now.",
      "Costumas descer? – Do you usually go down?",
      "Vamos descer mais tarde. – We will go down later.",
      "Eles gostam de descer. – They like to go down.",
      "Preciso de descer hoje. – I need to go down today."
    ]
  },
  {
    "rank": 62,
    "verb": "crescer",
    "translation": "to grow",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero crescer agora. – I want to grow now.",
      "Costumas crescer? – Do you usually grow?",
      "Vamos crescer mais tarde. – We will grow later.",
      "Eles gostam de crescer. – They like to grow.",
      "Preciso de crescer hoje. – I need to grow today."
    ]
  },
  {
    "rank": 63,
    "verb": "aprender",
    "translation": "to learn",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero aprender agora. – I want to learn now.",
      "Costumas aprender? – Do you usually learn?",
      "Vamos aprender mais tarde. – We will learn later.",
      "Eles gostam de aprender. – They like to learn.",
      "Preciso de aprender hoje. – I need to learn today."
    ]
  },
  {
    "rank": 64,
    "verb": "entender",
    "translation": "to understand",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero entender agora. – I want to understand now.",
      "Costumas entender? – Do you usually understand?",
      "Vamos entender mais tarde. – We will understand later.",
      "Eles gostam de entender. – They like to understand.",
      "Preciso de entender hoje. – I need to understand today."
    ]
  },
  {
    "rank": 65,
    "verb": "explicar",
    "translation": "to explain",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero explicar agora. – I want to explain now.",
      "Costumas explicar? – Do you usually explain?",
      "Vamos explicar mais tarde. – We will explain later.",
      "Eles gostam de explicar. – They like to explain.",
      "Preciso de explicar hoje. – I need to explain today."
    ]
  },
  {
    "rank": 66,
    "verb": "ensinar",
    "translation": "to teach",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ensinar agora. – I want to teach now.",
      "Costumas ensinar? – Do you usually teach?",
      "Vamos ensinar mais tarde. – We will teach later.",
      "Eles gostam de ensinar. – They like to teach.",
      "Preciso de ensinar hoje. – I need to teach today."
    ]
  },
  {
    "rank": 67,
    "verb": "lembrar",
    "translation": "to remember",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero lembrar agora. – I want to remember now.",
      "Costumas lembrar? – Do you usually remember?",
      "Vamos lembrar mais tarde. – We will remember later.",
      "Eles gostam de lembrar. – They like to remember.",
      "Preciso de lembrar hoje. – I need to remember today."
    ]
  },
  {
    "rank": 68,
    "verb": "esquecer",
    "translation": "to forget",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero esquecer agora. – I want to forget now.",
      "Costumas esquecer? – Do you usually forget?",
      "Vamos esquecer mais tarde. – We will forget later.",
      "Eles gostam de esquecer. – They like to forget.",
      "Preciso de esquecer hoje. – I need to forget today."
    ]
  },
  {
    "rank": 69,
    "verb": "acordar",
    "translation": "to wake up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero acordar agora. – I want to wake up now.",
      "Costumas acordar? – Do you usually wake up?",
      "Vamos acordar mais tarde. – We will wake up later.",
      "Eles gostam de acordar. – They like to wake up.",
      "Preciso de acordar hoje. – I need to wake up today."
    ]
  },
  {
    "rank": 70,
    "verb": "levantar",
    "translation": "to get up, to lift",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero levantar agora. – I want to get up now.",
      "Costumas levantar? – Do you usually get up?",
      "Vamos levantar mais tarde. – We will get up later.",
      "Eles gostam de levantar. – They like to get up.",
      "Preciso de levantar hoje. – I need to get up today."
    ]
  },
  {
    "rank": 71,
    "verb": "sentar",
    "translation": "to sit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero sentar agora. – I want to sit now.",
      "Costumas sentar? – Do you usually sit?",
      "Vamos sentar mais tarde. – We will sit later.",
      "Eles gostam de sentar. – They like to sit.",
      "Preciso de sentar hoje. – I need to sit today."
    ]
  },
  {
    "rank": 72,
    "verb": "correr",
    "translation": "to run",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero correr agora. – I want to run now.",
      "Costumas correr? – Do you usually run?",
      "Vamos correr mais tarde. – We will run later.",
      "Eles gostam de correr. – They like to run.",
      "Preciso de correr hoje. – I need to run today."
    ]
  },
  {
    "rank": 73,
    "verb": "caminhar",
    "translation": "to walk",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero caminhar agora. – I want to walk now.",
      "Costumas caminhar? – Do you usually walk?",
      "Vamos caminhar mais tarde. – We will walk later.",
      "Eles gostam de caminhar. – They like to walk.",
      "Preciso de caminhar hoje. – I need to walk today."
    ]
  },
  {
    "rank": 74,
    "verb": "parar",
    "translation": "to stop",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero parar agora. – I want to stop now.",
      "Costumas parar? – Do you usually stop?",
      "Vamos parar mais tarde. – We will stop later.",
      "Eles gostam de parar. – They like to stop.",
      "Preciso de parar hoje. – I need to stop today."
    ]
  },
  {
    "rank": 75,
    "verb": "dirigir",
    "translation": "to drive",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero dirigir agora. – I want to drive now.",
      "Costumas dirigir? – Do you usually drive?",
      "Vamos dirigir mais tarde. – We will drive later.",
      "Eles gostam de dirigir. – They like to drive.",
      "Preciso de dirigir hoje. – I need to drive today."
    ]
  },
  {
    "rank": 76,
    "verb": "aceitar",
    "translation": "to accept",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero aceitar agora. – I want to accept now.",
      "Costumas aceitar? – Do you usually accept?",
      "Vamos aceitar mais tarde. – We will accept later.",
      "Eles gostam de aceitar. – They like to accept.",
      "Preciso de aceitar hoje. – I need to accept today."
    ]
  },
  {
    "rank": 77,
    "verb": "recusar",
    "translation": "to refuse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero recusar agora. – I want to refuse now.",
      "Costumas recusar? – Do you usually refuse?",
      "Vamos recusar mais tarde. – We will refuse later.",
      "Eles gostam de recusar. – They like to refuse.",
      "Preciso de recusar hoje. – I need to refuse today."
    ]
  },
  {
    "rank": 78,
    "verb": "acreditar",
    "translation": "to believe",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero acreditar agora. – I want to believe now.",
      "Costumas acreditar? – Do you usually believe?",
      "Vamos acreditar mais tarde. – We will believe later.",
      "Eles gostam de acreditar. – They like to believe.",
      "Preciso de acreditar hoje. – I need to believe today."
    ]
  },
  {
    "rank": 79,
    "verb": "concordar",
    "translation": "to agree",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero concordar agora. – I want to agree now.",
      "Costumas concordar? – Do you usually agree?",
      "Vamos concordar mais tarde. – We will agree later.",
      "Eles gostam de concordar. – They like to agree.",
      "Preciso de concordar hoje. – I need to agree today."
    ]
  },
  {
    "rank": 80,
    "verb": "discordar",
    "translation": "to disagree",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero discordar agora. – I want to disagree now.",
      "Costumas discordar? – Do you usually disagree?",
      "Vamos discordar mais tarde. – We will disagree later.",
      "Eles gostam de discordar. – They like to disagree.",
      "Preciso de discordar hoje. – I need to disagree today."
    ]
  },
  {
    "rank": 81,
    "verb": "ganhar",
    "translation": "to win, to earn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ganhar agora. – I want to win now.",
      "Costumas ganhar? – Do you usually win?",
      "Vamos ganhar mais tarde. – We will win later.",
      "Eles gostam de ganhar. – They like to win.",
      "Preciso de ganhar hoje. – I need to win today."
    ]
  },
  {
    "rank": 82,
    "verb": "pagar",
    "translation": "to pay",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero pagar agora. – I want to pay now.",
      "Costumas pagar? – Do you usually pay?",
      "Vamos pagar mais tarde. – We will pay later.",
      "Eles gostam de pagar. – They like to pay.",
      "Preciso de pagar hoje. – I need to pay today."
    ]
  },
  {
    "rank": 83,
    "verb": "gastar",
    "translation": "to spend",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero gastar agora. – I want to spend now.",
      "Costumas gastar? – Do you usually spend?",
      "Vamos gastar mais tarde. – We will spend later.",
      "Eles gostam de gastar. – They like to spend.",
      "Preciso de gastar hoje. – I need to spend today."
    ]
  },
  {
    "rank": 84,
    "verb": "poupar",
    "translation": "to save (money)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero poupar agora. – I want to save (money) now.",
      "Costumas poupar? – Do you usually save (money)?",
      "Vamos poupar mais tarde. – We will save (money) later.",
      "Eles gostam de poupar. – They like to save (money).",
      "Preciso de poupar hoje. – I need to save (money) today."
    ]
  },
  {
    "rank": 85,
    "verb": "vender",
    "translation": "to sell",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero vender agora. – I want to sell now.",
      "Costumas vender? – Do you usually sell?",
      "Vamos vender mais tarde. – We will sell later.",
      "Eles gostam de vender. – They like to sell.",
      "Preciso de vender hoje. – I need to sell today."
    ]
  },
  {
    "rank": 86,
    "verb": "alugar",
    "translation": "to rent",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero alugar agora. – I want to rent now.",
      "Costumas alugar? – Do you usually rent?",
      "Vamos alugar mais tarde. – We will rent later.",
      "Eles gostam de alugar. – They like to rent.",
      "Preciso de alugar hoje. – I need to rent today."
    ]
  },
  {
    "rank": 87,
    "verb": "morar",
    "translation": "to live (reside)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero morar agora. – I want to live (reside) now.",
      "Costumas morar? – Do you usually live (reside)?",
      "Vamos morar mais tarde. – We will live (reside) later.",
      "Eles gostam de morar. – They like to live (reside).",
      "Preciso de morar hoje. – I need to live (reside) today."
    ]
  },
  {
    "rank": 88,
    "verb": "buscar",
    "translation": "to search for, to fetch",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero buscar agora. – I want to search for now.",
      "Costumas buscar? – Do you usually search for?",
      "Vamos buscar mais tarde. – We will search for later.",
      "Eles gostam de buscar. – They like to search for.",
      "Preciso de buscar hoje. – I need to search for today."
    ]
  },
  {
    "rank": 89,
    "verb": "procurar",
    "translation": "to look for",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero procurar agora. – I want to look for now.",
      "Costumas procurar? – Do you usually look for?",
      "Vamos procurar mais tarde. – We will look for later.",
      "Eles gostam de procurar. – They like to look for.",
      "Preciso de procurar hoje. – I need to look for today."
    ]
  },
  {
    "rank": 90,
    "verb": "ligar",
    "translation": "to call, to turn on",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ligar agora. – I want to call now.",
      "Costumas ligar? – Do you usually call?",
      "Vamos ligar mais tarde. – We will call later.",
      "Eles gostam de ligar. – They like to call.",
      "Preciso de ligar hoje. – I need to call today."
    ]
  },
  {
    "rank": 91,
    "verb": "desligar",
    "translation": "to turn off, to hang up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desligar agora. – I want to turn off now.",
      "Costumas desligar? – Do you usually turn off?",
      "Vamos desligar mais tarde. – We will turn off later.",
      "Eles gostam de desligar. – They like to turn off.",
      "Preciso de desligar hoje. – I need to turn off today."
    ]
  },
  {
    "rank": 92,
    "verb": "cantar",
    "translation": "to sing",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cantar agora. – I want to sing now.",
      "Costumas cantar? – Do you usually sing?",
      "Vamos cantar mais tarde. – We will sing later.",
      "Eles gostam de cantar. – They like to sing.",
      "Preciso de cantar hoje. – I need to sing today."
    ]
  },
  {
    "rank": 93,
    "verb": "dançar",
    "translation": "to dance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero dançar agora. – I want to dance now.",
      "Costumas dançar? – Do you usually dance?",
      "Vamos dançar mais tarde. – We will dance later.",
      "Eles gostam de dançar. – They like to dance.",
      "Preciso de dançar hoje. – I need to dance today."
    ]
  },
  {
    "rank": 94,
    "verb": "acabar",
    "translation": "to acabar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero acabar agora. – I want to acabar now.",
      "Costumas acabar? – Do you usually acabar?",
      "Vamos acabar mais tarde. – We will acabar later.",
      "Eles gostam de acabar. – They like to acabar.",
      "Preciso de acabar hoje. – I need to acabar today."
    ]
  },
  {
    "rank": 95,
    "verb": "acontecer",
    "translation": "to acontecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero acontecer agora. – I want to acontecer now.",
      "Costumas acontecer? – Do you usually acontecer?",
      "Vamos acontecer mais tarde. – We will acontecer later.",
      "Eles gostam de acontecer. – They like to acontecer.",
      "Preciso de acontecer hoje. – I need to acontecer today."
    ]
  },
  {
    "rank": 96,
    "verb": "manter",
    "translation": "to manter",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero manter agora. – I want to manter now.",
      "Costumas manter? – Do you usually manter?",
      "Vamos manter mais tarde. – We will manter later.",
      "Eles gostam de manter. – They like to manter.",
      "Preciso de manter hoje. – I need to manter today."
    ]
  },
  {
    "rank": 97,
    "verb": "ocorrer",
    "translation": "to ocorrer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero ocorrer agora. – I want to ocorrer now.",
      "Costumas ocorrer? – Do you usually ocorrer?",
      "Vamos ocorrer mais tarde. – We will ocorrer later.",
      "Eles gostam de ocorrer. – They like to ocorrer.",
      "Preciso de ocorrer hoje. – I need to ocorrer today."
    ]
  },
  {
    "rank": 98,
    "verb": "decidir",
    "translation": "to decide",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero decidir agora. – I want to decide now.",
      "Costumas decidir? – Do you usually decide?",
      "Vamos decidir mais tarde. – We will decide later.",
      "Eles gostam de decidir. – They like to decide.",
      "Preciso de decidir hoje. – I need to decide today."
    ]
  },
  {
    "rank": 99,
    "verb": "seguir",
    "translation": "to follow",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero seguir agora. – I want to follow now.",
      "Costumas seguir? – Do you usually follow?",
      "Vamos seguir mais tarde. – We will follow later.",
      "Eles gostam de seguir. – They like to follow.",
      "Preciso de seguir hoje. – I need to follow today."
    ]
  },
  {
    "rank": 100,
    "verb": "contar",
    "translation": "to tell, to count",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero contar agora. – I want to tell now.",
      "Costumas contar? – Do you usually tell?",
      "Vamos contar mais tarde. – We will tell later.",
      "Eles gostam de contar. – They like to tell.",
      "Preciso de contar hoje. – I need to tell today."
    ]
  },
  {
    "rank": 101,
    "verb": "utilizar",
    "translation": "to use, to utilize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero utilizar agora. – I want to use now.",
      "Costumas utilizar? – Do you usually use?",
      "Vamos utilizar mais tarde. – We will use later.",
      "Eles gostam de utilizar. – They like to use.",
      "Preciso de utilizar hoje. – I need to use today."
    ]
  },
  {
    "rank": 102,
    "verb": "colocar",
    "translation": "to put, to place",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero colocar agora. – I want to put now.",
      "Costumas colocar? – Do you usually put?",
      "Vamos colocar mais tarde. – We will put later.",
      "Eles gostam de colocar. – They like to put.",
      "Preciso de colocar hoje. – I need to put today."
    ]
  },
  {
    "rank": 103,
    "verb": "tirar",
    "translation": "to take out, to remove",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero tirar agora. – I want to take out now.",
      "Costumas tirar? – Do you usually take out?",
      "Vamos tirar mais tarde. – We will take out later.",
      "Eles gostam de tirar. – They like to take out.",
      "Preciso de tirar hoje. – I need to take out today."
    ]
  },
  {
    "rank": 104,
    "verb": "pegar",
    "translation": "to take, to grab",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero pegar agora. – I want to take now.",
      "Costumas pegar? – Do you usually take?",
      "Vamos pegar mais tarde. – We will take later.",
      "Eles gostam de pegar. – They like to take.",
      "Preciso de pegar hoje. – I need to take today."
    ]
  },
  {
    "rank": 105,
    "verb": "mandar",
    "translation": "to send",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero mandar agora. – I want to send now.",
      "Costumas mandar? – Do you usually send?",
      "Vamos mandar mais tarde. – We will send later.",
      "Eles gostam de mandar. – They like to send.",
      "Preciso de mandar hoje. – I need to send today."
    ]
  },
  {
    "rank": 106,
    "verb": "responder",
    "translation": "to answer, to reply",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero responder agora. – I want to answer now.",
      "Costumas responder? – Do you usually answer?",
      "Vamos responder mais tarde. – We will answer later.",
      "Eles gostam de responder. – They like to answer.",
      "Preciso de responder hoje. – I need to answer today."
    ]
  },
  {
    "rank": 107,
    "verb": "enviar",
    "translation": "to send",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero enviar agora. – I want to send now.",
      "Costumas enviar? – Do you usually send?",
      "Vamos enviar mais tarde. – We will send later.",
      "Eles gostam de enviar. – They like to send.",
      "Preciso de enviar hoje. – I need to send today."
    ]
  },
  {
    "rank": 108,
    "verb": "obter",
    "translation": "to obtain, to get",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero obter agora. – I want to obtain now.",
      "Costumas obter? – Do you usually obtain?",
      "Vamos obter mais tarde. – We will obtain later.",
      "Eles gostam de obter. – They like to obtain.",
      "Preciso de obter hoje. – I need to obtain today."
    ]
  },
  {
    "rank": 109,
    "verb": "produzir",
    "translation": "to produce",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero produzir agora. – I want to produce now.",
      "Costumas produzir? – Do you usually produce?",
      "Vamos produzir mais tarde. – We will produce later.",
      "Eles gostam de produzir. – They like to produce.",
      "Preciso de produzir hoje. – I need to produce today."
    ]
  },
  {
    "rank": 110,
    "verb": "aparecer",
    "translation": "to appear, to show up",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero aparecer agora. – I want to appear now.",
      "Costumas aparecer? – Do you usually appear?",
      "Vamos aparecer mais tarde. – We will appear later.",
      "Eles gostam de aparecer. – They like to appear.",
      "Preciso de aparecer hoje. – I need to appear today."
    ]
  },
  {
    "rank": 111,
    "verb": "permitir",
    "translation": "to allow, to permit",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero permitir agora. – I want to allow now.",
      "Costumas permitir? – Do you usually allow?",
      "Vamos permitir mais tarde. – We will allow later.",
      "Eles gostam de permitir. – They like to allow.",
      "Preciso de permitir hoje. – I need to allow today."
    ]
  },
  {
    "rank": 112,
    "verb": "dever",
    "translation": "must, should; to owe",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero dever agora. – I want to must now.",
      "Costumas dever? – Do you usually must?",
      "Vamos dever mais tarde. – We will must later.",
      "Eles gostam de dever. – They like to must.",
      "Preciso de dever hoje. – I need to must today."
    ]
  },
  {
    "rank": 113,
    "verb": "costumar",
    "translation": "to usually do",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero costumar agora. – I want to usually do now.",
      "Costumas costumar? – Do you usually usually do?",
      "Vamos costumar mais tarde. – We will usually do later.",
      "Eles gostam de costumar. – They like to usually do.",
      "Preciso de costumar hoje. – I need to usually do today."
    ]
  },
  {
    "rank": 114,
    "verb": "apresentar",
    "translation": "to present, to introduce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero apresentar agora. – I want to present now.",
      "Costumas apresentar? – Do you usually present?",
      "Vamos apresentar mais tarde. – We will present later.",
      "Eles gostam de apresentar. – They like to present.",
      "Preciso de apresentar hoje. – I need to present today."
    ]
  },
  {
    "rank": 115,
    "verb": "resultar",
    "translation": "to result",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero resultar agora. – I want to result now.",
      "Costumas resultar? – Do you usually result?",
      "Vamos resultar mais tarde. – We will result later.",
      "Eles gostam de resultar. – They like to result.",
      "Preciso de resultar hoje. – I need to result today."
    ]
  },
  {
    "rank": 116,
    "verb": "funcionar",
    "translation": "to work, to function",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero funcionar agora. – I want to work now.",
      "Costumas funcionar? – Do you usually work?",
      "Vamos funcionar mais tarde. – We will work later.",
      "Eles gostam de funcionar. – They like to work.",
      "Preciso de funcionar hoje. – I need to work today."
    ]
  },
  {
    "rank": 117,
    "verb": "evitar",
    "translation": "to avoid",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero evitar agora. – I want to avoid now.",
      "Costumas evitar? – Do you usually avoid?",
      "Vamos evitar mais tarde. – We will avoid later.",
      "Eles gostam de evitar. – They like to avoid.",
      "Preciso de evitar hoje. – I need to avoid today."
    ]
  },
  {
    "rank": 118,
    "verb": "entrar",
    "translation": "to enter, to go in",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero entrar agora. – I want to enter now.",
      "Costumas entrar? – Do you usually enter?",
      "Vamos entrar mais tarde. – We will enter later.",
      "Eles gostam de entrar. – They like to enter.",
      "Preciso de entrar hoje. – I need to enter today."
    ]
  },
  {
    "rank": 119,
    "verb": "sair",
    "translation": "to leave, to go out",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero sair agora. – I want to leave now.",
      "Costumas sair? – Do you usually leave?",
      "Vamos sair mais tarde. – We will leave later.",
      "Eles gostam de sair. – They like to leave.",
      "Preciso de sair hoje. – I need to leave today."
    ]
  },
  {
    "rank": 120,
    "verb": "viver",
    "translation": "to live",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero viver agora. – I want to live now.",
      "Costumas viver? – Do you usually live?",
      "Vamos viver mais tarde. – We will live later.",
      "Eles gostam de viver. – They like to live.",
      "Preciso de viver hoje. – I need to live today."
    ]
  },
  {
    "rank": 121,
    "verb": "voltar",
    "translation": "to return, to come back",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero voltar agora. – I want to return now.",
      "Costumas voltar? – Do you usually return?",
      "Vamos voltar mais tarde. – We will return later.",
      "Eles gostam de voltar. – They like to return.",
      "Preciso de voltar hoje. – I need to return today."
    ]
  },
  {
    "rank": 122,
    "verb": "partir",
    "translation": "to depart, to leave",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero partir agora. – I want to depart now.",
      "Costumas partir? – Do you usually depart?",
      "Vamos partir mais tarde. – We will depart later.",
      "Eles gostam de partir. – They like to depart.",
      "Preciso de partir hoje. – I need to depart today."
    ]
  },
  {
    "rank": 123,
    "verb": "encontrar",
    "translation": "to find, to meet",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero encontrar agora. – I want to find now.",
      "Costumas encontrar? – Do you usually find?",
      "Vamos encontrar mais tarde. – We will find later.",
      "Eles gostam de encontrar. – They like to find.",
      "Preciso de encontrar hoje. – I need to find today."
    ]
  },
  {
    "rank": 124,
    "verb": "sentir",
    "translation": "to feel",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero sentir agora. – I want to feel now.",
      "Costumas sentir? – Do you usually feel?",
      "Vamos sentir mais tarde. – We will feel later.",
      "Eles gostam de sentir. – They like to feel.",
      "Preciso de sentir hoje. – I need to feel today."
    ]
  },
  {
    "rank": 125,
    "verb": "trabalhar",
    "translation": "to work",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero trabalhar agora. – I want to work now.",
      "Costumas trabalhar? – Do you usually work?",
      "Vamos trabalhar mais tarde. – We will work later.",
      "Eles gostam de trabalhar. – They like to work.",
      "Preciso de trabalhar hoje. – I need to work today."
    ]
  },
  {
    "rank": 126,
    "verb": "rir",
    "translation": "to rir",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero rir agora. – I want to rir now.",
      "Costumas rir? – Do you usually rir?",
      "Vamos rir mais tarde. – We will rir later.",
      "Eles gostam de rir. – They like to rir.",
      "Preciso de rir hoje. – I need to rir today."
    ]
  },
  {
    "rank": 127,
    "verb": "chorar",
    "translation": "to chorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero chorar agora. – I want to chorar now.",
      "Costumas chorar? – Do you usually chorar?",
      "Vamos chorar mais tarde. – We will chorar later.",
      "Eles gostam de chorar. – They like to chorar.",
      "Preciso de chorar hoje. – I need to chorar today."
    ]
  },
  {
    "rank": 128,
    "verb": "casar",
    "translation": "to casar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero casar agora. – I want to casar now.",
      "Costumas casar? – Do you usually casar?",
      "Vamos casar mais tarde. – We will casar later.",
      "Eles gostam de casar. – They like to casar.",
      "Preciso de casar hoje. – I need to casar today."
    ]
  },
  {
    "rank": 129,
    "verb": "perceber",
    "translation": "to understand, to notice",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero perceber agora. – I want to understand now.",
      "Costumas perceber? – Do you usually understand?",
      "Vamos perceber mais tarde. – We will understand later.",
      "Eles gostam de perceber. – They like to understand.",
      "Preciso de perceber hoje. – I need to understand today."
    ]
  },
  {
    "rank": 130,
    "verb": "construir",
    "translation": "to build",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero construir agora. – I want to build now.",
      "Costumas construir? – Do you usually build?",
      "Vamos construir mais tarde. – We will build later.",
      "Eles gostam de construir. – They like to build.",
      "Preciso de construir hoje. – I need to build today."
    ]
  },
  {
    "rank": 131,
    "verb": "servir",
    "translation": "to serve",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero servir agora. – I want to serve now.",
      "Costumas servir? – Do you usually serve?",
      "Vamos servir mais tarde. – We will serve later.",
      "Eles gostam de servir. – They like to serve.",
      "Preciso de servir hoje. – I need to serve today."
    ]
  },
  {
    "rank": 132,
    "verb": "afetar",
    "translation": "to affect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero afetar agora. – I want to affect now.",
      "Costumas afetar? – Do you usually affect?",
      "Vamos afetar mais tarde. – We will affect later.",
      "Eles gostam de afetar. – They like to affect.",
      "Preciso de afetar hoje. – I need to affect today."
    ]
  },
  {
    "rank": 133,
    "verb": "abranger",
    "translation": "to cover, to encompass",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero abranger agora. – I want to cover now.",
      "Costumas abranger? – Do you usually cover?",
      "Vamos abranger mais tarde. – We will cover later.",
      "Eles gostam de abranger. – They like to cover.",
      "Preciso de abranger hoje. – I need to cover today."
    ]
  },
  {
    "rank": 134,
    "verb": "avisar",
    "translation": "to warn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero avisar agora. – I want to warn now.",
      "Costumas avisar? – Do you usually warn?",
      "Vamos avisar mais tarde. – We will warn later.",
      "Eles gostam de avisar. – They like to warn.",
      "Preciso de avisar hoje. – I need to warn today."
    ]
  },
  {
    "rank": 135,
    "verb": "informar",
    "translation": "to inform",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero informar agora. – I want to inform now.",
      "Costumas informar? – Do you usually inform?",
      "Vamos informar mais tarde. – We will inform later.",
      "Eles gostam de informar. – They like to inform.",
      "Preciso de informar hoje. – I need to inform today."
    ]
  },
  {
    "rank": 136,
    "verb": "comunicar",
    "translation": "to communicate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero comunicar agora. – I want to communicate now.",
      "Costumas comunicar? – Do you usually communicate?",
      "Vamos comunicar mais tarde. – We will communicate later.",
      "Eles gostam de comunicar. – They like to communicate.",
      "Preciso de comunicar hoje. – I need to communicate today."
    ]
  },
  {
    "rank": 137,
    "verb": "anunciar",
    "translation": "to announce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero anunciar agora. – I want to announce now.",
      "Costumas anunciar? – Do you usually announce?",
      "Vamos anunciar mais tarde. – We will announce later.",
      "Eles gostam de anunciar. – They like to announce.",
      "Preciso de anunciar hoje. – I need to announce today."
    ]
  },
  {
    "rank": 138,
    "verb": "afirmar",
    "translation": "to affirm, to state",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero afirmar agora. – I want to affirm now.",
      "Costumas afirmar? – Do you usually affirm?",
      "Vamos afirmar mais tarde. – We will affirm later.",
      "Eles gostam de afirmar. – They like to affirm.",
      "Preciso de afirmar hoje. – I need to affirm today."
    ]
  },
  {
    "rank": 139,
    "verb": "negar",
    "translation": "to deny",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero negar agora. – I want to deny now.",
      "Costumas negar? – Do you usually deny?",
      "Vamos negar mais tarde. – We will deny later.",
      "Eles gostam de negar. – They like to deny.",
      "Preciso de negar hoje. – I need to deny today."
    ]
  },
  {
    "rank": 140,
    "verb": "confirmar",
    "translation": "to confirm",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero confirmar agora. – I want to confirm now.",
      "Costumas confirmar? – Do you usually confirm?",
      "Vamos confirmar mais tarde. – We will confirm later.",
      "Eles gostam de confirmar. – They like to confirm.",
      "Preciso de confirmar hoje. – I need to confirm today."
    ]
  },
  {
    "rank": 141,
    "verb": "mentir",
    "translation": "to lie",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero mentir agora. – I want to lie now.",
      "Costumas mentir? – Do you usually lie?",
      "Vamos mentir mais tarde. – We will lie later.",
      "Eles gostam de mentir. – They like to lie.",
      "Preciso de mentir hoje. – I need to lie today."
    ]
  },
  {
    "rank": 142,
    "verb": "enganar",
    "translation": "to deceive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero enganar agora. – I want to deceive now.",
      "Costumas enganar? – Do you usually deceive?",
      "Vamos enganar mais tarde. – We will deceive later.",
      "Eles gostam de enganar. – They like to deceive.",
      "Preciso de enganar hoje. – I need to deceive today."
    ]
  },
  {
    "rank": 143,
    "verb": "esclarecer",
    "translation": "to clarify",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero esclarecer agora. – I want to clarify now.",
      "Costumas esclarecer? – Do you usually clarify?",
      "Vamos esclarecer mais tarde. – We will clarify later.",
      "Eles gostam de esclarecer. – They like to clarify.",
      "Preciso de esclarecer hoje. – I need to clarify today."
    ]
  },
  {
    "rank": 144,
    "verb": "fingir",
    "translation": "to pretend",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero fingir agora. – I want to pretend now.",
      "Costumas fingir? – Do you usually pretend?",
      "Vamos fingir mais tarde. – We will pretend later.",
      "Eles gostam de fingir. – They like to pretend.",
      "Preciso de fingir hoje. – I need to pretend today."
    ]
  },
  {
    "rank": 145,
    "verb": "representar",
    "translation": "to represent",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero representar agora. – I want to represent now.",
      "Costumas representar? – Do you usually represent?",
      "Vamos representar mais tarde. – We will represent later.",
      "Eles gostam de representar. – They like to represent.",
      "Preciso de representar hoje. – I need to represent today."
    ]
  },
  {
    "rank": 146,
    "verb": "interpretar",
    "translation": "to interpret",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero interpretar agora. – I want to interpret now.",
      "Costumas interpretar? – Do you usually interpret?",
      "Vamos interpretar mais tarde. – We will interpret later.",
      "Eles gostam de interpretar. – They like to interpret.",
      "Preciso de interpretar hoje. – I need to interpret today."
    ]
  },
  {
    "rank": 147,
    "verb": "traduzir",
    "translation": "to translate",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero traduzir agora. – I want to translate now.",
      "Costumas traduzir? – Do you usually translate?",
      "Vamos traduzir mais tarde. – We will translate later.",
      "Eles gostam de traduzir. – They like to translate.",
      "Preciso de traduzir hoje. – I need to translate today."
    ]
  },
  {
    "rank": 148,
    "verb": "pronunciar",
    "translation": "to pronounce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero pronunciar agora. – I want to pronounce now.",
      "Costumas pronunciar? – Do you usually pronounce?",
      "Vamos pronunciar mais tarde. – We will pronounce later.",
      "Eles gostam de pronunciar. – They like to pronounce.",
      "Preciso de pronunciar hoje. – I need to pronounce today."
    ]
  },
  {
    "rank": 149,
    "verb": "soletrar",
    "translation": "to spell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero soletrar agora. – I want to spell now.",
      "Costumas soletrar? – Do you usually spell?",
      "Vamos soletrar mais tarde. – We will spell later.",
      "Eles gostam de soletrar. – They like to spell.",
      "Preciso de soletrar hoje. – I need to spell today."
    ]
  },
  {
    "rank": 150,
    "verb": "articular",
    "translation": "to articulate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero articular agora. – I want to articulate now.",
      "Costumas articular? – Do you usually articulate?",
      "Vamos articular mais tarde. – We will articulate later.",
      "Eles gostam de articular. – They like to articulate.",
      "Preciso de articular hoje. – I need to articulate today."
    ]
  },
  {
    "rank": 151,
    "verb": "convidar",
    "translation": "to invite",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero convidar agora. – I want to invite now.",
      "Costumas convidar? – Do you usually invite?",
      "Vamos convidar mais tarde. – We will invite later.",
      "Eles gostam de convidar. – They like to invite.",
      "Preciso de convidar hoje. – I need to invite today."
    ]
  },
  {
    "rank": 152,
    "verb": "sugerir",
    "translation": "to suggest",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero sugerir agora. – I want to suggest now.",
      "Costumas sugerir? – Do you usually suggest?",
      "Vamos sugerir mais tarde. – We will suggest later.",
      "Eles gostam de sugerir. – They like to suggest.",
      "Preciso de sugerir hoje. – I need to suggest today."
    ]
  },
  {
    "rank": 153,
    "verb": "reclamar",
    "translation": "to complain",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero reclamar agora. – I want to complain now.",
      "Costumas reclamar? – Do you usually complain?",
      "Vamos reclamar mais tarde. – We will complain later.",
      "Eles gostam de reclamar. – They like to complain.",
      "Preciso de reclamar hoje. – I need to complain today."
    ]
  },
  {
    "rank": 154,
    "verb": "agradecer",
    "translation": "to thank",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero agradecer agora. – I want to thank now.",
      "Costumas agradecer? – Do you usually thank?",
      "Vamos agradecer mais tarde. – We will thank later.",
      "Eles gostam de agradecer. – They like to thank.",
      "Preciso de agradecer hoje. – I need to thank today."
    ]
  },
  {
    "rank": 155,
    "verb": "elogiar",
    "translation": "to praise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero elogiar agora. – I want to praise now.",
      "Costumas elogiar? – Do you usually praise?",
      "Vamos elogiar mais tarde. – We will praise later.",
      "Eles gostam de elogiar. – They like to praise.",
      "Preciso de elogiar hoje. – I need to praise today."
    ]
  },
  {
    "rank": 156,
    "verb": "criticar",
    "translation": "to criticize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero criticar agora. – I want to criticize now.",
      "Costumas criticar? – Do you usually criticize?",
      "Vamos criticar mais tarde. – We will criticize later.",
      "Eles gostam de criticar. – They like to criticize.",
      "Preciso de criticar hoje. – I need to criticize today."
    ]
  },
  {
    "rank": 157,
    "verb": "imaginar",
    "translation": "to imagine",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero imaginar agora. – I want to imagine now.",
      "Costumas imaginar? – Do you usually imagine?",
      "Vamos imaginar mais tarde. – We will imagine later.",
      "Eles gostam de imaginar. – They like to imagine.",
      "Preciso de imaginar hoje. – I need to imagine today."
    ]
  },
  {
    "rank": 158,
    "verb": "desejar",
    "translation": "to wish, to desire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desejar agora. – I want to wish now.",
      "Costumas desejar? – Do you usually wish?",
      "Vamos desejar mais tarde. – We will wish later.",
      "Eles gostam de desejar. – They like to wish.",
      "Preciso de desejar hoje. – I need to wish today."
    ]
  },
  {
    "rank": 159,
    "verb": "sonhar",
    "translation": "to dream",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero sonhar agora. – I want to dream now.",
      "Costumas sonhar? – Do you usually dream?",
      "Vamos sonhar mais tarde. – We will dream later.",
      "Eles gostam de sonhar. – They like to dream.",
      "Preciso de sonhar hoje. – I need to dream today."
    ]
  },
  {
    "rank": 160,
    "verb": "julgar",
    "translation": "to judge",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero julgar agora. – I want to judge now.",
      "Costumas julgar? – Do you usually judge?",
      "Vamos julgar mais tarde. – We will judge later.",
      "Eles gostam de julgar. – They like to judge.",
      "Preciso de julgar hoje. – I need to judge today."
    ]
  },
  {
    "rank": 161,
    "verb": "avaliar",
    "translation": "to evaluate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero avaliar agora. – I want to evaluate now.",
      "Costumas avaliar? – Do you usually evaluate?",
      "Vamos avaliar mais tarde. – We will evaluate later.",
      "Eles gostam de avaliar. – They like to evaluate.",
      "Preciso de avaliar hoje. – I need to evaluate today."
    ]
  },
  {
    "rank": 162,
    "verb": "estimar",
    "translation": "to estimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero estimar agora. – I want to estimate now.",
      "Costumas estimar? – Do you usually estimate?",
      "Vamos estimar mais tarde. – We will estimate later.",
      "Eles gostam de estimar. – They like to estimate.",
      "Preciso de estimar hoje. – I need to estimate today."
    ]
  },
  {
    "rank": 163,
    "verb": "rejeitar",
    "translation": "to rejeitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero rejeitar agora. – I want to rejeitar now.",
      "Costumas rejeitar? – Do you usually rejeitar?",
      "Vamos rejeitar mais tarde. – We will rejeitar later.",
      "Eles gostam de rejeitar. – They like to rejeitar.",
      "Preciso de rejeitar hoje. – I need to rejeitar today."
    ]
  },
  {
    "rank": 164,
    "verb": "provar",
    "translation": "to prove, to taste",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero provar agora. – I want to prove now.",
      "Costumas provar? – Do you usually prove?",
      "Vamos provar mais tarde. – We will prove later.",
      "Eles gostam de provar. – They like to prove.",
      "Preciso de provar hoje. – I need to prove today."
    ]
  },
  {
    "rank": 165,
    "verb": "lavar",
    "translation": "to wash",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero lavar agora. – I want to wash now.",
      "Costumas lavar? – Do you usually wash?",
      "Vamos lavar mais tarde. – We will wash later.",
      "Eles gostam de lavar. – They like to wash.",
      "Preciso de lavar hoje. – I need to wash today."
    ]
  },
  {
    "rank": 166,
    "verb": "secar",
    "translation": "to dry",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero secar agora. – I want to dry now.",
      "Costumas secar? – Do you usually dry?",
      "Vamos secar mais tarde. – We will dry later.",
      "Eles gostam de secar. – They like to dry.",
      "Preciso de secar hoje. – I need to dry today."
    ]
  },
  {
    "rank": 167,
    "verb": "cozinhar",
    "translation": "to cook",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cozinhar agora. – I want to cook now.",
      "Costumas cozinhar? – Do you usually cook?",
      "Vamos cozinhar mais tarde. – We will cook later.",
      "Eles gostam de cozinhar. – They like to cook.",
      "Preciso de cozinhar hoje. – I need to cook today."
    ]
  },
  {
    "rank": 168,
    "verb": "ferver",
    "translation": "to boil",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero ferver agora. – I want to boil now.",
      "Costumas ferver? – Do you usually boil?",
      "Vamos ferver mais tarde. – We will boil later.",
      "Eles gostam de ferver. – They like to boil.",
      "Preciso de ferver hoje. – I need to boil today."
    ]
  },
  {
    "rank": 169,
    "verb": "assar",
    "translation": "to bake, to roast",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero assar agora. – I want to bake now.",
      "Costumas assar? – Do you usually bake?",
      "Vamos assar mais tarde. – We will bake later.",
      "Eles gostam de assar. – They like to bake.",
      "Preciso de assar hoje. – I need to bake today."
    ]
  },
  {
    "rank": 170,
    "verb": "cortar",
    "translation": "to cut",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cortar agora. – I want to cut now.",
      "Costumas cortar? – Do you usually cut?",
      "Vamos cortar mais tarde. – We will cut later.",
      "Eles gostam de cortar. – They like to cut.",
      "Preciso de cortar hoje. – I need to cut today."
    ]
  },
  {
    "rank": 171,
    "verb": "misturar",
    "translation": "to mix",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero misturar agora. – I want to mix now.",
      "Costumas misturar? – Do you usually mix?",
      "Vamos misturar mais tarde. – We will mix later.",
      "Eles gostam de misturar. – They like to mix.",
      "Preciso de misturar hoje. – I need to mix today."
    ]
  },
  {
    "rank": 172,
    "verb": "preparar",
    "translation": "to prepare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero preparar agora. – I want to prepare now.",
      "Costumas preparar? – Do you usually prepare?",
      "Vamos preparar mais tarde. – We will prepare later.",
      "Eles gostam de preparar. – They like to prepare.",
      "Preciso de preparar hoje. – I need to prepare today."
    ]
  },
  {
    "rank": 173,
    "verb": "limpar",
    "translation": "to clean",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero limpar agora. – I want to clean now.",
      "Costumas limpar? – Do you usually clean?",
      "Vamos limpar mais tarde. – We will clean later.",
      "Eles gostam de limpar. – They like to clean.",
      "Preciso de limpar hoje. – I need to clean today."
    ]
  },
  {
    "rank": 174,
    "verb": "arrumar",
    "translation": "to tidy up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero arrumar agora. – I want to tidy up now.",
      "Costumas arrumar? – Do you usually tidy up?",
      "Vamos arrumar mais tarde. – We will tidy up later.",
      "Eles gostam de arrumar. – They like to tidy up.",
      "Preciso de arrumar hoje. – I need to tidy up today."
    ]
  },
  {
    "rank": 175,
    "verb": "guardar",
    "translation": "to keep, to store",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero guardar agora. – I want to keep now.",
      "Costumas guardar? – Do you usually keep?",
      "Vamos guardar mais tarde. – We will keep later.",
      "Eles gostam de guardar. – They like to keep.",
      "Preciso de guardar hoje. – I need to keep today."
    ]
  },
  {
    "rank": 176,
    "verb": "apagar",
    "translation": "to turn off, to erase",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero apagar agora. – I want to turn off now.",
      "Costumas apagar? – Do you usually turn off?",
      "Vamos apagar mais tarde. – We will turn off later.",
      "Eles gostam de apagar. – They like to turn off.",
      "Preciso de apagar hoje. – I need to turn off today."
    ]
  },
  {
    "rank": 177,
    "verb": "acender",
    "translation": "to turn on, to light",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero acender agora. – I want to turn on now.",
      "Costumas acender? – Do you usually turn on?",
      "Vamos acender mais tarde. – We will turn on later.",
      "Eles gostam de acender. – They like to turn on.",
      "Preciso de acender hoje. – I need to turn on today."
    ]
  },
  {
    "rank": 178,
    "verb": "trocar",
    "translation": "to exchange, to change",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero trocar agora. – I want to exchange now.",
      "Costumas trocar? – Do you usually exchange?",
      "Vamos trocar mais tarde. – We will exchange later.",
      "Eles gostam de trocar. – They like to exchange.",
      "Preciso de trocar hoje. – I need to exchange today."
    ]
  },
  {
    "rank": 179,
    "verb": "mover",
    "translation": "to move",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero mover agora. – I want to move now.",
      "Costumas mover? – Do you usually move?",
      "Vamos mover mais tarde. – We will move later.",
      "Eles gostam de mover. – They like to move.",
      "Preciso de mover hoje. – I need to move today."
    ]
  },
  {
    "rank": 180,
    "verb": "carregar",
    "translation": "to upload, to charge",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero carregar agora. – I want to upload now.",
      "Costumas carregar? – Do you usually upload?",
      "Vamos carregar mais tarde. – We will upload later.",
      "Eles gostam de carregar. – They like to upload.",
      "Preciso de carregar hoje. – I need to upload today."
    ]
  },
  {
    "rank": 181,
    "verb": "levar",
    "translation": "to take",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero levar agora. – I want to take now.",
      "Costumas levar? – Do you usually take?",
      "Vamos levar mais tarde. – We will take later.",
      "Eles gostam de levar. – They like to take.",
      "Preciso de levar hoje. – I need to take today."
    ]
  },
  {
    "rank": 182,
    "verb": "devolver",
    "translation": "to return (something)",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero devolver agora. – I want to return (something) now.",
      "Costumas devolver? – Do you usually return (something)?",
      "Vamos devolver mais tarde. – We will return (something) later.",
      "Eles gostam de devolver. – They like to return (something).",
      "Preciso de devolver hoje. – I need to return (something) today."
    ]
  },
  {
    "rank": 183,
    "verb": "deitar",
    "translation": "to lie down, to throw away",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero deitar agora. – I want to lie down now.",
      "Costumas deitar? – Do you usually lie down?",
      "Vamos deitar mais tarde. – We will lie down later.",
      "Eles gostam de deitar. – They like to lie down.",
      "Preciso de deitar hoje. – I need to lie down today."
    ]
  },
  {
    "rank": 184,
    "verb": "atravessar",
    "translation": "to atravessar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero atravessar agora. – I want to atravessar now.",
      "Costumas atravessar? – Do you usually atravessar?",
      "Vamos atravessar mais tarde. – We will atravessar later.",
      "Eles gostam de atravessar. – They like to atravessar.",
      "Preciso de atravessar hoje. – I need to atravessar today."
    ]
  },
  {
    "rank": 185,
    "verb": "voar",
    "translation": "to fly",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero voar agora. – I want to fly now.",
      "Costumas voar? – Do you usually fly?",
      "Vamos voar mais tarde. – We will fly later.",
      "Eles gostam de voar. – They like to fly.",
      "Preciso de voar hoje. – I need to fly today."
    ]
  },
  {
    "rank": 186,
    "verb": "nadar",
    "translation": "to swim",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero nadar agora. – I want to swim now.",
      "Costumas nadar? – Do you usually swim?",
      "Vamos nadar mais tarde. – We will swim later.",
      "Eles gostam de nadar. – They like to swim.",
      "Preciso de nadar hoje. – I need to swim today."
    ]
  },
  {
    "rank": 187,
    "verb": "planejar",
    "translation": "to plan",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero planejar agora. – I want to plan now.",
      "Costumas planejar? – Do you usually plan?",
      "Vamos planejar mais tarde. – We will plan later.",
      "Eles gostam de planejar. – They like to plan.",
      "Preciso de planejar hoje. – I need to plan today."
    ]
  },
  {
    "rank": 188,
    "verb": "organizar",
    "translation": "to organize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero organizar agora. – I want to organize now.",
      "Costumas organizar? – Do you usually organize?",
      "Vamos organizar mais tarde. – We will organize later.",
      "Eles gostam de organizar. – They like to organize.",
      "Preciso de organizar hoje. – I need to organize today."
    ]
  },
  {
    "rank": 189,
    "verb": "marcar",
    "translation": "to schedule, to mark",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero marcar agora. – I want to schedule now.",
      "Costumas marcar? – Do you usually schedule?",
      "Vamos marcar mais tarde. – We will schedule later.",
      "Eles gostam de marcar. – They like to schedule.",
      "Preciso de marcar hoje. – I need to schedule today."
    ]
  },
  {
    "rank": 190,
    "verb": "desmarcar",
    "translation": "to cancel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desmarcar agora. – I want to cancel now.",
      "Costumas desmarcar? – Do you usually cancel?",
      "Vamos desmarcar mais tarde. – We will cancel later.",
      "Eles gostam de desmarcar. – They like to cancel.",
      "Preciso de desmarcar hoje. – I need to cancel today."
    ]
  },
  {
    "rank": 191,
    "verb": "começar",
    "translation": "to start, to begin",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero começar agora. – I want to start now.",
      "Costumas começar? – Do you usually start?",
      "Vamos começar mais tarde. – We will start later.",
      "Eles gostam de começar. – They like to start.",
      "Preciso de começar hoje. – I need to start today."
    ]
  },
  {
    "rank": 192,
    "verb": "terminar",
    "translation": "to finish, to end",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero terminar agora. – I want to finish now.",
      "Costumas terminar? – Do you usually finish?",
      "Vamos terminar mais tarde. – We will finish later.",
      "Eles gostam de terminar. – They like to finish.",
      "Preciso de terminar hoje. – I need to finish today."
    ]
  },
  {
    "rank": 193,
    "verb": "incluir",
    "translation": "to include",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero incluir agora. – I want to include now.",
      "Costumas incluir? – Do you usually include?",
      "Vamos incluir mais tarde. – We will include later.",
      "Eles gostam de incluir. – They like to include.",
      "Preciso de incluir hoje. – I need to include today."
    ]
  },
  {
    "rank": 194,
    "verb": "excluir",
    "translation": "to exclude",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero excluir agora. – I want to exclude now.",
      "Costumas excluir? – Do you usually exclude?",
      "Vamos excluir mais tarde. – We will exclude later.",
      "Eles gostam de excluir. – They like to exclude.",
      "Preciso de excluir hoje. – I need to exclude today."
    ]
  },
  {
    "rank": 195,
    "verb": "adicionar",
    "translation": "to add",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero adicionar agora. – I want to add now.",
      "Costumas adicionar? – Do you usually add?",
      "Vamos adicionar mais tarde. – We will add later.",
      "Eles gostam de adicionar. – They like to add.",
      "Preciso de adicionar hoje. – I need to add today."
    ]
  },
  {
    "rank": 196,
    "verb": "remover",
    "translation": "to remove",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero remover agora. – I want to remove now.",
      "Costumas remover? – Do you usually remove?",
      "Vamos remover mais tarde. – We will remove later.",
      "Eles gostam de remover. – They like to remove.",
      "Preciso de remover hoje. – I need to remove today."
    ]
  },
  {
    "rank": 197,
    "verb": "atualizar",
    "translation": "to update",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero atualizar agora. – I want to update now.",
      "Costumas atualizar? – Do you usually update?",
      "Vamos atualizar mais tarde. – We will update later.",
      "Eles gostam de atualizar. – They like to update.",
      "Preciso de atualizar hoje. – I need to update today."
    ]
  },
  {
    "rank": 198,
    "verb": "instalar",
    "translation": "to install",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero instalar agora. – I want to install now.",
      "Costumas instalar? – Do you usually install?",
      "Vamos instalar mais tarde. – We will install later.",
      "Eles gostam de instalar. – They like to install.",
      "Preciso de instalar hoje. – I need to install today."
    ]
  },
  {
    "rank": 199,
    "verb": "pesquisar",
    "translation": "to research, to search",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero pesquisar agora. – I want to research now.",
      "Costumas pesquisar? – Do you usually research?",
      "Vamos pesquisar mais tarde. – We will research later.",
      "Eles gostam de pesquisar. – They like to research.",
      "Preciso de pesquisar hoje. – I need to research today."
    ]
  },
  {
    "rank": 200,
    "verb": "analisar",
    "translation": "to analyze",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero analisar agora. – I want to analyze now.",
      "Costumas analisar? – Do you usually analyze?",
      "Vamos analisar mais tarde. – We will analyze later.",
      "Eles gostam de analisar. – They like to analyze.",
      "Preciso de analisar hoje. – I need to analyze today."
    ]
  },
  {
    "rank": 201,
    "verb": "comparar",
    "translation": "to compare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero comparar agora. – I want to compare now.",
      "Costumas comparar? – Do you usually compare?",
      "Vamos comparar mais tarde. – We will compare later.",
      "Eles gostam de comparar. – They like to compare.",
      "Preciso de comparar hoje. – I need to compare today."
    ]
  },
  {
    "rank": 202,
    "verb": "medir",
    "translation": "to measure",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero medir agora. – I want to measure now.",
      "Costumas medir? – Do you usually measure?",
      "Vamos medir mais tarde. – We will measure later.",
      "Eles gostam de medir. – They like to measure.",
      "Preciso de medir hoje. – I need to measure today."
    ]
  },
  {
    "rank": 203,
    "verb": "testar",
    "translation": "to test",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero testar agora. – I want to test now.",
      "Costumas testar? – Do you usually test?",
      "Vamos testar mais tarde. – We will test later.",
      "Eles gostam de testar. – They like to test.",
      "Preciso de testar hoje. – I need to test today."
    ]
  },
  {
    "rank": 204,
    "verb": "calcular",
    "translation": "to calculate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero calcular agora. – I want to calculate now.",
      "Costumas calcular? – Do you usually calculate?",
      "Vamos calcular mais tarde. – We will calculate later.",
      "Eles gostam de calcular. – They like to calculate.",
      "Preciso de calcular hoje. – I need to calculate today."
    ]
  },
  {
    "rank": 205,
    "verb": "programar",
    "translation": "to program",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero programar agora. – I want to program now.",
      "Costumas programar? – Do you usually program?",
      "Vamos programar mais tarde. – We will program later.",
      "Eles gostam de programar. – They like to program.",
      "Preciso de programar hoje. – I need to program today."
    ]
  },
  {
    "rank": 206,
    "verb": "desenvolver",
    "translation": "to develop",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero desenvolver agora. – I want to develop now.",
      "Costumas desenvolver? – Do you usually develop?",
      "Vamos desenvolver mais tarde. – We will develop later.",
      "Eles gostam de desenvolver. – They like to develop.",
      "Preciso de desenvolver hoje. – I need to develop today."
    ]
  },
  {
    "rank": 207,
    "verb": "publicar",
    "translation": "to publish",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero publicar agora. – I want to publish now.",
      "Costumas publicar? – Do you usually publish?",
      "Vamos publicar mais tarde. – We will publish later.",
      "Eles gostam de publicar. – They like to publish.",
      "Preciso de publicar hoje. – I need to publish today."
    ]
  },
  {
    "rank": 208,
    "verb": "imprimir",
    "translation": "to print",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero imprimir agora. – I want to print now.",
      "Costumas imprimir? – Do you usually print?",
      "Vamos imprimir mais tarde. – We will print later.",
      "Eles gostam de imprimir. – They like to print.",
      "Preciso de imprimir hoje. – I need to print today."
    ]
  },
  {
    "rank": 209,
    "verb": "assinar",
    "translation": "to sign",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero assinar agora. – I want to sign now.",
      "Costumas assinar? – Do you usually sign?",
      "Vamos assinar mais tarde. – We will sign later.",
      "Eles gostam de assinar. – They like to sign.",
      "Preciso de assinar hoje. – I need to sign today."
    ]
  },
  {
    "rank": 210,
    "verb": "revisar",
    "translation": "to review",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero revisar agora. – I want to review now.",
      "Costumas revisar? – Do you usually review?",
      "Vamos revisar mais tarde. – We will review later.",
      "Eles gostam de revisar. – They like to review.",
      "Preciso de revisar hoje. – I need to review today."
    ]
  },
  {
    "rank": 211,
    "verb": "editar",
    "translation": "to edit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero editar agora. – I want to edit now.",
      "Costumas editar? – Do you usually edit?",
      "Vamos editar mais tarde. – We will edit later.",
      "Eles gostam de editar. – They like to edit.",
      "Preciso de editar hoje. – I need to edit today."
    ]
  },
  {
    "rank": 212,
    "verb": "negociar",
    "translation": "to negotiate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero negociar agora. – I want to negotiate now.",
      "Costumas negociar? – Do you usually negotiate?",
      "Vamos negociar mais tarde. – We will negotiate later.",
      "Eles gostam de negociar. – They like to negotiate.",
      "Preciso de negociar hoje. – I need to negotiate today."
    ]
  },
  {
    "rank": 213,
    "verb": "investir",
    "translation": "to invest",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero investir agora. – I want to invest now.",
      "Costumas investir? – Do you usually invest?",
      "Vamos investir mais tarde. – We will invest later.",
      "Eles gostam de investir. – They like to invest.",
      "Preciso de investir hoje. – I need to invest today."
    ]
  },
  {
    "rank": 214,
    "verb": "economizar",
    "translation": "to save (money)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero economizar agora. – I want to save (money) now.",
      "Costumas economizar? – Do you usually save (money)?",
      "Vamos economizar mais tarde. – We will save (money) later.",
      "Eles gostam de economizar. – They like to save (money).",
      "Preciso de economizar hoje. – I need to save (money) today."
    ]
  },
  {
    "rank": 215,
    "verb": "retirar",
    "translation": "to withdraw",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero retirar agora. – I want to withdraw now.",
      "Costumas retirar? – Do you usually withdraw?",
      "Vamos retirar mais tarde. – We will withdraw later.",
      "Eles gostam de retirar. – They like to withdraw.",
      "Preciso de retirar hoje. – I need to withdraw today."
    ]
  },
  {
    "rank": 216,
    "verb": "depositar",
    "translation": "to deposit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero depositar agora. – I want to deposit now.",
      "Costumas depositar? – Do you usually deposit?",
      "Vamos depositar mais tarde. – We will deposit later.",
      "Eles gostam de depositar. – They like to deposit.",
      "Preciso de depositar hoje. – I need to deposit today."
    ]
  },
  {
    "rank": 217,
    "verb": "transferir",
    "translation": "to transfer",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero transferir agora. – I want to transfer now.",
      "Costumas transferir? – Do you usually transfer?",
      "Vamos transferir mais tarde. – We will transfer later.",
      "Eles gostam de transferir. – They like to transfer.",
      "Preciso de transferir hoje. – I need to transfer today."
    ]
  },
  {
    "rank": 218,
    "verb": "cobrar",
    "translation": "to charge",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cobrar agora. – I want to charge now.",
      "Costumas cobrar? – Do you usually charge?",
      "Vamos cobrar mais tarde. – We will charge later.",
      "Eles gostam de cobrar. – They like to charge.",
      "Preciso de cobrar hoje. – I need to charge today."
    ]
  },
  {
    "rank": 219,
    "verb": "custar",
    "translation": "to cost",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero custar agora. – I want to cost now.",
      "Costumas custar? – Do you usually cost?",
      "Vamos custar mais tarde. – We will cost later.",
      "Eles gostam de custar. – They like to cost.",
      "Preciso de custar hoje. – I need to cost today."
    ]
  },
  {
    "rank": 220,
    "verb": "valer",
    "translation": "to be worth",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero valer agora. – I want to be worth now.",
      "Costumas valer? – Do you usually be worth?",
      "Vamos valer mais tarde. – We will be worth later.",
      "Eles gostam de valer. – They like to be worth.",
      "Preciso de valer hoje. – I need to be worth today."
    ]
  },
  {
    "rank": 221,
    "verb": "baixar",
    "translation": "to download",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero baixar agora. – I want to download now.",
      "Costumas baixar? – Do you usually download?",
      "Vamos baixar mais tarde. – We will download later.",
      "Eles gostam de baixar. – They like to download.",
      "Preciso de baixar hoje. – I need to download today."
    ]
  },
  {
    "rank": 222,
    "verb": "configurar",
    "translation": "to set up, to configure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero configurar agora. – I want to set up now.",
      "Costumas configurar? – Do you usually set up?",
      "Vamos configurar mais tarde. – We will set up later.",
      "Eles gostam de configurar. – They like to set up.",
      "Preciso de configurar hoje. – I need to set up today."
    ]
  },
  {
    "rank": 223,
    "verb": "desinstalar",
    "translation": "to uninstall",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desinstalar agora. – I want to uninstall now.",
      "Costumas desinstalar? – Do you usually uninstall?",
      "Vamos desinstalar mais tarde. – We will uninstall later.",
      "Eles gostam de desinstalar. – They like to uninstall.",
      "Preciso de desinstalar hoje. – I need to uninstall today."
    ]
  },
  {
    "rank": 224,
    "verb": "formatar",
    "translation": "to format",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero formatar agora. – I want to format now.",
      "Costumas formatar? – Do you usually format?",
      "Vamos formatar mais tarde. – We will format later.",
      "Eles gostam de formatar. – They like to format.",
      "Preciso de formatar hoje. – I need to format today."
    ]
  },
  {
    "rank": 225,
    "verb": "reiniciar",
    "translation": "to restart",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero reiniciar agora. – I want to restart now.",
      "Costumas reiniciar? – Do you usually restart?",
      "Vamos reiniciar mais tarde. – We will restart later.",
      "Eles gostam de reiniciar. – They like to restart.",
      "Preciso de reiniciar hoje. – I need to restart today."
    ]
  },
  {
    "rank": 226,
    "verb": "conectar",
    "translation": "to connect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero conectar agora. – I want to connect now.",
      "Costumas conectar? – Do you usually connect?",
      "Vamos conectar mais tarde. – We will connect later.",
      "Eles gostam de conectar. – They like to connect.",
      "Preciso de conectar hoje. – I need to connect today."
    ]
  },
  {
    "rank": 227,
    "verb": "desconectar",
    "translation": "to disconnect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desconectar agora. – I want to disconnect now.",
      "Costumas desconectar? – Do you usually disconnect?",
      "Vamos desconectar mais tarde. – We will disconnect later.",
      "Eles gostam de desconectar. – They like to disconnect.",
      "Preciso de desconectar hoje. – I need to disconnect today."
    ]
  },
  {
    "rank": 228,
    "verb": "copiar",
    "translation": "to copy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero copiar agora. – I want to copy now.",
      "Costumas copiar? – Do you usually copy?",
      "Vamos copiar mais tarde. – We will copy later.",
      "Eles gostam de copiar. – They like to copy.",
      "Preciso de copiar hoje. – I need to copy today."
    ]
  },
  {
    "rank": 229,
    "verb": "colar",
    "translation": "to paste",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero colar agora. – I want to paste now.",
      "Costumas colar? – Do you usually paste?",
      "Vamos colar mais tarde. – We will paste later.",
      "Eles gostam de colar. – They like to paste.",
      "Preciso de colar hoje. – I need to paste today."
    ]
  },
  {
    "rank": 230,
    "verb": "renomear",
    "translation": "to rename",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero renomear agora. – I want to rename now.",
      "Costumas renomear? – Do you usually rename?",
      "Vamos renomear mais tarde. – We will rename later.",
      "Eles gostam de renomear. – They like to rename.",
      "Preciso de renomear hoje. – I need to rename today."
    ]
  },
  {
    "rank": 231,
    "verb": "salvar",
    "translation": "to save",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero salvar agora. – I want to save now.",
      "Costumas salvar? – Do you usually save?",
      "Vamos salvar mais tarde. – We will save later.",
      "Eles gostam de salvar. – They like to save.",
      "Preciso de salvar hoje. – I need to save today."
    ]
  },
  {
    "rank": 232,
    "verb": "digitalizar",
    "translation": "to scan",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero digitalizar agora. – I want to scan now.",
      "Costumas digitalizar? – Do you usually scan?",
      "Vamos digitalizar mais tarde. – We will scan later.",
      "Eles gostam de digitalizar. – They like to scan.",
      "Preciso de digitalizar hoje. – I need to scan today."
    ]
  },
  {
    "rank": 233,
    "verb": "assistir",
    "translation": "to watch, to attend",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero assistir agora. – I want to watch now.",
      "Costumas assistir? – Do you usually watch?",
      "Vamos assistir mais tarde. – We will watch later.",
      "Eles gostam de assistir. – They like to watch.",
      "Preciso de assistir hoje. – I need to watch today."
    ]
  },
  {
    "rank": 234,
    "verb": "escutar",
    "translation": "to listen",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero escutar agora. – I want to listen now.",
      "Costumas escutar? – Do you usually listen?",
      "Vamos escutar mais tarde. – We will listen later.",
      "Eles gostam de escutar. – They like to listen.",
      "Preciso de escutar hoje. – I need to listen today."
    ]
  },
  {
    "rank": 235,
    "verb": "cheirar",
    "translation": "to smell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cheirar agora. – I want to smell now.",
      "Costumas cheirar? – Do you usually smell?",
      "Vamos cheirar mais tarde. – We will smell later.",
      "Eles gostam de cheirar. – They like to smell.",
      "Preciso de cheirar hoje. – I need to smell today."
    ]
  },
  {
    "rank": 236,
    "verb": "tocar",
    "translation": "to touch, to play",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero tocar agora. – I want to touch now.",
      "Costumas tocar? – Do you usually touch?",
      "Vamos tocar mais tarde. – We will touch later.",
      "Eles gostam de tocar. – They like to touch.",
      "Preciso de tocar hoje. – I need to touch today."
    ]
  },
  {
    "rank": 237,
    "verb": "amar",
    "translation": "to love",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero amar agora. – I want to love now.",
      "Costumas amar? – Do you usually love?",
      "Vamos amar mais tarde. – We will love later.",
      "Eles gostam de amar. – They like to love.",
      "Preciso de amar hoje. – I need to love today."
    ]
  },
  {
    "rank": 238,
    "verb": "odiar",
    "translation": "to hate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero odiar agora. – I want to hate now.",
      "Costumas odiar? – Do you usually hate?",
      "Vamos odiar mais tarde. – We will hate later.",
      "Eles gostam de odiar. – They like to hate.",
      "Preciso de odiar hoje. – I need to hate today."
    ]
  },
  {
    "rank": 239,
    "verb": "temer",
    "translation": "to fear",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero temer agora. – I want to fear now.",
      "Costumas temer? – Do you usually fear?",
      "Vamos temer mais tarde. – We will fear later.",
      "Eles gostam de temer. – They like to fear.",
      "Preciso de temer hoje. – I need to fear today."
    ]
  },
  {
    "rank": 240,
    "verb": "preferir",
    "translation": "to prefer",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Eu quero preferir agora. – I want to prefer now.",
      "Costumas preferir? – Do you usually prefer?",
      "Vamos preferir mais tarde. – We will prefer later.",
      "Eles gostam de preferir. – They like to prefer.",
      "Preciso de preferir hoje. – I need to prefer today."
    ]
  },
  {
    "rank": 241,
    "verb": "adorar",
    "translation": "to adore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero adorar agora. – I want to adore now.",
      "Costumas adorar? – Do you usually adore?",
      "Vamos adorar mais tarde. – We will adore later.",
      "Eles gostam de adorar. – They like to adore.",
      "Preciso de adorar hoje. – I need to adore today."
    ]
  },
  {
    "rank": 242,
    "verb": "visitar",
    "translation": "to visit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero visitar agora. – I want to visit now.",
      "Costumas visitar? – Do you usually visit?",
      "Vamos visitar mais tarde. – We will visit later.",
      "Eles gostam de visitar. – They like to visit.",
      "Preciso de visitar hoje. – I need to visit today."
    ]
  },
  {
    "rank": 243,
    "verb": "conhecer",
    "translation": "to know, to meet",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero conhecer agora. – I want to know now.",
      "Costumas conhecer? – Do you usually know?",
      "Vamos conhecer mais tarde. – We will know later.",
      "Eles gostam de conhecer. – They like to know.",
      "Preciso de conhecer hoje. – I need to know today."
    ]
  },
  {
    "rank": 244,
    "verb": "participar",
    "translation": "to participate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero participar agora. – I want to participate now.",
      "Costumas participar? – Do you usually participate?",
      "Vamos participar mais tarde. – We will participate later.",
      "Eles gostam de participar. – They like to participate.",
      "Preciso de participar hoje. – I need to participate today."
    ]
  },
  {
    "rank": 245,
    "verb": "apoiar",
    "translation": "to support",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero apoiar agora. – I want to support now.",
      "Costumas apoiar? – Do you usually support?",
      "Vamos apoiar mais tarde. – We will support later.",
      "Eles gostam de apoiar. – They like to support.",
      "Preciso de apoiar hoje. – I need to support today."
    ]
  },
  {
    "rank": 246,
    "verb": "liderar",
    "translation": "to lead",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero liderar agora. – I want to lead now.",
      "Costumas liderar? – Do you usually lead?",
      "Vamos liderar mais tarde. – We will lead later.",
      "Eles gostam de liderar. – They like to lead.",
      "Preciso de liderar hoje. – I need to lead today."
    ]
  },
  {
    "rank": 247,
    "verb": "obedecer",
    "translation": "to obey",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero obedecer agora. – I want to obey now.",
      "Costumas obedecer? – Do you usually obey?",
      "Vamos obedecer mais tarde. – We will obey later.",
      "Eles gostam de obedecer. – They like to obey.",
      "Preciso de obedecer hoje. – I need to obey today."
    ]
  },
  {
    "rank": 248,
    "verb": "respeitar",
    "translation": "to respect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero respeitar agora. – I want to respect now.",
      "Costumas respeitar? – Do you usually respect?",
      "Vamos respeitar mais tarde. – We will respect later.",
      "Eles gostam de respeitar. – They like to respect.",
      "Preciso de respeitar hoje. – I need to respect today."
    ]
  },
  {
    "rank": 249,
    "verb": "ignorar",
    "translation": "to ignore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ignorar agora. – I want to ignore now.",
      "Costumas ignorar? – Do you usually ignore?",
      "Vamos ignorar mais tarde. – We will ignore later.",
      "Eles gostam de ignorar. – They like to ignore.",
      "Preciso de ignorar hoje. – I need to ignore today."
    ]
  },
  {
    "rank": 250,
    "verb": "proibir",
    "translation": "to prohibit",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero proibir agora. – I want to prohibit now.",
      "Costumas proibir? – Do you usually prohibit?",
      "Vamos proibir mais tarde. – We will prohibit later.",
      "Eles gostam de proibir. – They like to prohibit.",
      "Preciso de proibir hoje. – I need to prohibit today."
    ]
  },
  {
    "rank": 251,
    "verb": "discutir",
    "translation": "to discuss",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero discutir agora. – I want to discuss now.",
      "Costumas discutir? – Do you usually discuss?",
      "Vamos discutir mais tarde. – We will discuss later.",
      "Eles gostam de discutir. – They like to discuss.",
      "Preciso de discutir hoje. – I need to discuss today."
    ]
  },
  {
    "rank": 252,
    "verb": "debater",
    "translation": "to debate",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero debater agora. – I want to debate now.",
      "Costumas debater? – Do you usually debate?",
      "Vamos debater mais tarde. – We will debate later.",
      "Eles gostam de debater. – They like to debate.",
      "Preciso de debater hoje. – I need to debate today."
    ]
  },
  {
    "rank": 253,
    "verb": "achar",
    "translation": "to think, to find",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero achar agora. – I want to think now.",
      "Costumas achar? – Do you usually think?",
      "Vamos achar mais tarde. – We will think later.",
      "Eles gostam de achar. – They like to think.",
      "Preciso de achar hoje. – I need to think today."
    ]
  },
  {
    "rank": 254,
    "verb": "esconder",
    "translation": "to hide",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero esconder agora. – I want to hide now.",
      "Costumas esconder? – Do you usually hide?",
      "Vamos esconder mais tarde. – We will hide later.",
      "Eles gostam de esconder. – They like to hide.",
      "Preciso de esconder hoje. – I need to hide today."
    ]
  },
  {
    "rank": 255,
    "verb": "parecer",
    "translation": "to seem, to appear",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero parecer agora. – I want to seem now.",
      "Costumas parecer? – Do you usually seem?",
      "Vamos parecer mais tarde. – We will seem later.",
      "Eles gostam de parecer. – They like to seem.",
      "Preciso de parecer hoje. – I need to seem today."
    ]
  },
  {
    "rank": 256,
    "verb": "escorregar",
    "translation": "to slip",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero escorregar agora. – I want to slip now.",
      "Costumas escorregar? – Do you usually slip?",
      "Vamos escorregar mais tarde. – We will slip later.",
      "Eles gostam de escorregar. – They like to slip.",
      "Preciso de escorregar hoje. – I need to slip today."
    ]
  },
  {
    "rank": 257,
    "verb": "equilibrar",
    "translation": "to balance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero equilibrar agora. – I want to balance now.",
      "Costumas equilibrar? – Do you usually balance?",
      "Vamos equilibrar mais tarde. – We will balance later.",
      "Eles gostam de equilibrar. – They like to balance.",
      "Preciso de equilibrar hoje. – I need to balance today."
    ]
  },
  {
    "rank": 258,
    "verb": "balançar",
    "translation": "to swing, to rock",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero balançar agora. – I want to swing now.",
      "Costumas balançar? – Do you usually swing?",
      "Vamos balançar mais tarde. – We will swing later.",
      "Eles gostam de balançar. – They like to swing.",
      "Preciso de balançar hoje. – I need to swing today."
    ]
  },
  {
    "rank": 259,
    "verb": "girar",
    "translation": "to spin, to rotate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero girar agora. – I want to spin now.",
      "Costumas girar? – Do you usually spin?",
      "Vamos girar mais tarde. – We will spin later.",
      "Eles gostam de girar. – They like to spin.",
      "Preciso de girar hoje. – I need to spin today."
    ]
  },
  {
    "rank": 260,
    "verb": "rodar",
    "translation": "to roll, to rotate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero rodar agora. – I want to roll now.",
      "Costumas rodar? – Do you usually roll?",
      "Vamos rodar mais tarde. – We will roll later.",
      "Eles gostam de rodar. – They like to roll.",
      "Preciso de rodar hoje. – I need to roll today."
    ]
  },
  {
    "rank": 261,
    "verb": "virar",
    "translation": "to turn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero virar agora. – I want to turn now.",
      "Costumas virar? – Do you usually turn?",
      "Vamos virar mais tarde. – We will turn later.",
      "Eles gostam de virar. – They like to turn.",
      "Preciso de virar hoje. – I need to turn today."
    ]
  },
  {
    "rank": 262,
    "verb": "inverter",
    "translation": "to invert, to reverse",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero inverter agora. – I want to invert now.",
      "Costumas inverter? – Do you usually invert?",
      "Vamos inverter mais tarde. – We will invert later.",
      "Eles gostam de inverter. – They like to invert.",
      "Preciso de inverter hoje. – I need to invert today."
    ]
  },
  {
    "rank": 263,
    "verb": "transformar",
    "translation": "to transform",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero transformar agora. – I want to transform now.",
      "Costumas transformar? – Do you usually transform?",
      "Vamos transformar mais tarde. – We will transform later.",
      "Eles gostam de transformar. – They like to transform.",
      "Preciso de transformar hoje. – I need to transform today."
    ]
  },
  {
    "rank": 264,
    "verb": "alterar",
    "translation": "to alter, to change",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero alterar agora. – I want to alter now.",
      "Costumas alterar? – Do you usually alter?",
      "Vamos alterar mais tarde. – We will alter later.",
      "Eles gostam de alterar. – They like to alter.",
      "Preciso de alterar hoje. – I need to alter today."
    ]
  },
  {
    "rank": 265,
    "verb": "modificar",
    "translation": "to modify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero modificar agora. – I want to modify now.",
      "Costumas modificar? – Do you usually modify?",
      "Vamos modificar mais tarde. – We will modify later.",
      "Eles gostam de modificar. – They like to modify.",
      "Preciso de modificar hoje. – I need to modify today."
    ]
  },
  {
    "rank": 266,
    "verb": "ajustar",
    "translation": "to adjust",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ajustar agora. – I want to adjust now.",
      "Costumas ajustar? – Do you usually adjust?",
      "Vamos ajustar mais tarde. – We will adjust later.",
      "Eles gostam de ajustar. – They like to adjust.",
      "Preciso de ajustar hoje. – I need to adjust today."
    ]
  },
  {
    "rank": 267,
    "verb": "adaptar",
    "translation": "to adapt",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero adaptar agora. – I want to adapt now.",
      "Costumas adaptar? – Do you usually adapt?",
      "Vamos adaptar mais tarde. – We will adapt later.",
      "Eles gostam de adaptar. – They like to adapt.",
      "Preciso de adaptar hoje. – I need to adapt today."
    ]
  },
  {
    "rank": 268,
    "verb": "personalizar",
    "translation": "to personalize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero personalizar agora. – I want to personalize now.",
      "Costumas personalizar? – Do you usually personalize?",
      "Vamos personalizar mais tarde. – We will personalize later.",
      "Eles gostam de personalizar. – They like to personalize.",
      "Preciso de personalizar hoje. – I need to personalize today."
    ]
  },
  {
    "rank": 269,
    "verb": "customizar",
    "translation": "to customize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero customizar agora. – I want to customize now.",
      "Costumas customizar? – Do you usually customize?",
      "Vamos customizar mais tarde. – We will customize later.",
      "Eles gostam de customizar. – They like to customize.",
      "Preciso de customizar hoje. – I need to customize today."
    ]
  },
  {
    "rank": 270,
    "verb": "otimizar",
    "translation": "to optimize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero otimizar agora. – I want to optimize now.",
      "Costumas otimizar? – Do you usually optimize?",
      "Vamos otimizar mais tarde. – We will optimize later.",
      "Eles gostam de otimizar. – They like to optimize.",
      "Preciso de otimizar hoje. – I need to optimize today."
    ]
  },
  {
    "rank": 271,
    "verb": "maximizar",
    "translation": "to maximize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero maximizar agora. – I want to maximize now.",
      "Costumas maximizar? – Do you usually maximize?",
      "Vamos maximizar mais tarde. – We will maximize later.",
      "Eles gostam de maximizar. – They like to maximize.",
      "Preciso de maximizar hoje. – I need to maximize today."
    ]
  },
  {
    "rank": 272,
    "verb": "minimizar",
    "translation": "to minimize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero minimizar agora. – I want to minimize now.",
      "Costumas minimizar? – Do you usually minimize?",
      "Vamos minimizar mais tarde. – We will minimize later.",
      "Eles gostam de minimizar. – They like to minimize.",
      "Preciso de minimizar hoje. – I need to minimize today."
    ]
  },
  {
    "rank": 273,
    "verb": "simplificar",
    "translation": "to simplify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero simplificar agora. – I want to simplify now.",
      "Costumas simplificar? – Do you usually simplify?",
      "Vamos simplificar mais tarde. – We will simplify later.",
      "Eles gostam de simplificar. – They like to simplify.",
      "Preciso de simplificar hoje. – I need to simplify today."
    ]
  },
  {
    "rank": 274,
    "verb": "complicar",
    "translation": "to complicate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero complicar agora. – I want to complicate now.",
      "Costumas complicar? – Do you usually complicate?",
      "Vamos complicar mais tarde. – We will complicate later.",
      "Eles gostam de complicar. – They like to complicate.",
      "Preciso de complicar hoje. – I need to complicate today."
    ]
  },
  {
    "rank": 275,
    "verb": "facilitar",
    "translation": "to facilitate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero facilitar agora. – I want to facilitate now.",
      "Costumas facilitar? – Do you usually facilitate?",
      "Vamos facilitar mais tarde. – We will facilitate later.",
      "Eles gostam de facilitar. – They like to facilitate.",
      "Preciso de facilitar hoje. – I need to facilitate today."
    ]
  },
  {
    "rank": 276,
    "verb": "dificultar",
    "translation": "to hinder",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero dificultar agora. – I want to hinder now.",
      "Costumas dificultar? – Do you usually hinder?",
      "Vamos dificultar mais tarde. – We will hinder later.",
      "Eles gostam de dificultar. – They like to hinder.",
      "Preciso de dificultar hoje. – I need to hinder today."
    ]
  },
  {
    "rank": 277,
    "verb": "impedir",
    "translation": "to prevent",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero impedir agora. – I want to prevent now.",
      "Costumas impedir? – Do you usually prevent?",
      "Vamos impedir mais tarde. – We will prevent later.",
      "Eles gostam de impedir. – They like to prevent.",
      "Preciso de impedir hoje. – I need to prevent today."
    ]
  },
  {
    "rank": 278,
    "verb": "autorizar",
    "translation": "to authorize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero autorizar agora. – I want to authorize now.",
      "Costumas autorizar? – Do you usually authorize?",
      "Vamos autorizar mais tarde. – We will authorize later.",
      "Eles gostam de autorizar. – They like to authorize.",
      "Preciso de autorizar hoje. – I need to authorize today."
    ]
  },
  {
    "rank": 279,
    "verb": "banir",
    "translation": "to ban",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero banir agora. – I want to ban now.",
      "Costumas banir? – Do you usually ban?",
      "Vamos banir mais tarde. – We will ban later.",
      "Eles gostam de banir. – They like to ban.",
      "Preciso de banir hoje. – I need to ban today."
    ]
  },
  {
    "rank": 280,
    "verb": "censurar",
    "translation": "to censor",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero censurar agora. – I want to censor now.",
      "Costumas censurar? – Do you usually censor?",
      "Vamos censurar mais tarde. – We will censor later.",
      "Eles gostam de censurar. – They like to censor.",
      "Preciso de censurar hoje. – I need to censor today."
    ]
  },
  {
    "rank": 281,
    "verb": "admirar",
    "translation": "to admire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero admirar agora. – I want to admire now.",
      "Costumas admirar? – Do you usually admire?",
      "Vamos admirar mais tarde. – We will admire later.",
      "Eles gostam de admirar. – They like to admire.",
      "Preciso de admirar hoje. – I need to admire today."
    ]
  },
  {
    "rank": 282,
    "verb": "honrar",
    "translation": "to honor",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero honrar agora. – I want to honor now.",
      "Costumas honrar? – Do you usually honor?",
      "Vamos honrar mais tarde. – We will honor later.",
      "Eles gostam de honrar. – They like to honor.",
      "Preciso de honrar hoje. – I need to honor today."
    ]
  },
  {
    "rank": 283,
    "verb": "desprezar",
    "translation": "to despise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desprezar agora. – I want to despise now.",
      "Costumas desprezar? – Do you usually despise?",
      "Vamos desprezar mais tarde. – We will despise later.",
      "Eles gostam de desprezar. – They like to despise.",
      "Preciso de desprezar hoje. – I need to despise today."
    ]
  },
  {
    "rank": 284,
    "verb": "apreciar",
    "translation": "to appreciate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero apreciar agora. – I want to appreciate now.",
      "Costumas apreciar? – Do you usually appreciate?",
      "Vamos apreciar mais tarde. – We will appreciate later.",
      "Eles gostam de apreciar. – They like to appreciate.",
      "Preciso de apreciar hoje. – I need to appreciate today."
    ]
  },
  {
    "rank": 285,
    "verb": "valorizar",
    "translation": "to value",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero valorizar agora. – I want to value now.",
      "Costumas valorizar? – Do you usually value?",
      "Vamos valorizar mais tarde. – We will value later.",
      "Eles gostam de valorizar. – They like to value.",
      "Preciso de valorizar hoje. – I need to value today."
    ]
  },
  {
    "rank": 286,
    "verb": "desvalorizar",
    "translation": "to devalue",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desvalorizar agora. – I want to devalue now.",
      "Costumas desvalorizar? – Do you usually devalue?",
      "Vamos desvalorizar mais tarde. – We will devalue later.",
      "Eles gostam de desvalorizar. – They like to devalue.",
      "Preciso de desvalorizar hoje. – I need to devalue today."
    ]
  },
  {
    "rank": 287,
    "verb": "condenar",
    "translation": "to condemn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero condenar agora. – I want to condemn now.",
      "Costumas condenar? – Do you usually condemn?",
      "Vamos condenar mais tarde. – We will condemn later.",
      "Eles gostam de condenar. – They like to condemn.",
      "Preciso de condenar hoje. – I need to condemn today."
    ]
  },
  {
    "rank": 288,
    "verb": "absolver",
    "translation": "to absolve",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero absolver agora. – I want to absolve now.",
      "Costumas absolver? – Do you usually absolve?",
      "Vamos absolver mais tarde. – We will absolve later.",
      "Eles gostam de absolver. – They like to absolve.",
      "Preciso de absolver hoje. – I need to absolve today."
    ]
  },
  {
    "rank": 289,
    "verb": "perdoar",
    "translation": "to forgive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero perdoar agora. – I want to forgive now.",
      "Costumas perdoar? – Do you usually forgive?",
      "Vamos perdoar mais tarde. – We will forgive later.",
      "Eles gostam de perdoar. – They like to forgive.",
      "Preciso de perdoar hoje. – I need to forgive today."
    ]
  },
  {
    "rank": 290,
    "verb": "desculpar",
    "translation": "to excuse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desculpar agora. – I want to excuse now.",
      "Costumas desculpar? – Do you usually excuse?",
      "Vamos desculpar mais tarde. – We will excuse later.",
      "Eles gostam de desculpar. – They like to excuse.",
      "Preciso de desculpar hoje. – I need to excuse today."
    ]
  },
  {
    "rank": 291,
    "verb": "reconciliar",
    "translation": "to reconcile",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero reconciliar agora. – I want to reconcile now.",
      "Costumas reconciliar? – Do you usually reconcile?",
      "Vamos reconciliar mais tarde. – We will reconcile later.",
      "Eles gostam de reconciliar. – They like to reconcile.",
      "Preciso de reconciliar hoje. – I need to reconcile today."
    ]
  },
  {
    "rank": 292,
    "verb": "zangar",
    "translation": "to anger",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero zangar agora. – I want to anger now.",
      "Costumas zangar? – Do you usually anger?",
      "Vamos zangar mais tarde. – We will anger later.",
      "Eles gostam de zangar. – They like to anger.",
      "Preciso de zangar hoje. – I need to anger today."
    ]
  },
  {
    "rank": 293,
    "verb": "acalmar",
    "translation": "to calm down",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero acalmar agora. – I want to calm down now.",
      "Costumas acalmar? – Do you usually calm down?",
      "Vamos acalmar mais tarde. – We will calm down later.",
      "Eles gostam de acalmar. – They like to calm down.",
      "Preciso de acalmar hoje. – I need to calm down today."
    ]
  },
  {
    "rank": 294,
    "verb": "tranquilizar",
    "translation": "to reassure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero tranquilizar agora. – I want to reassure now.",
      "Costumas tranquilizar? – Do you usually reassure?",
      "Vamos tranquilizar mais tarde. – We will reassure later.",
      "Eles gostam de tranquilizar. – They like to reassure.",
      "Preciso de tranquilizar hoje. – I need to reassure today."
    ]
  },
  {
    "rank": 295,
    "verb": "assustar",
    "translation": "to scare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero assustar agora. – I want to scare now.",
      "Costumas assustar? – Do you usually scare?",
      "Vamos assustar mais tarde. – We will scare later.",
      "Eles gostam de assustar. – They like to scare.",
      "Preciso de assustar hoje. – I need to scare today."
    ]
  },
  {
    "rank": 296,
    "verb": "aterrorizar",
    "translation": "to terrorize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero aterrorizar agora. – I want to terrorize now.",
      "Costumas aterrorizar? – Do you usually terrorize?",
      "Vamos aterrorizar mais tarde. – We will terrorize later.",
      "Eles gostam de aterrorizar. – They like to terrorize.",
      "Preciso de aterrorizar hoje. – I need to terrorize today."
    ]
  },
  {
    "rank": 297,
    "verb": "ameaçar",
    "translation": "to threaten",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ameaçar agora. – I want to threaten now.",
      "Costumas ameaçar? – Do you usually threaten?",
      "Vamos ameaçar mais tarde. – We will threaten later.",
      "Eles gostam de ameaçar. – They like to threaten.",
      "Preciso de ameaçar hoje. – I need to threaten today."
    ]
  },
  {
    "rank": 298,
    "verb": "alertar",
    "translation": "to alert",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero alertar agora. – I want to alert now.",
      "Costumas alertar? – Do you usually alert?",
      "Vamos alertar mais tarde. – We will alert later.",
      "Eles gostam de alertar. – They like to alert.",
      "Preciso de alertar hoje. – I need to alert today."
    ]
  },
  {
    "rank": 299,
    "verb": "declarar",
    "translation": "to declare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero declarar agora. – I want to declare now.",
      "Costumas declarar? – Do you usually declare?",
      "Vamos declarar mais tarde. – We will declare later.",
      "Eles gostam de declarar. – They like to declare.",
      "Preciso de declarar hoje. – I need to declare today."
    ]
  },
  {
    "rank": 300,
    "verb": "desmentir",
    "translation": "to deny, to refute",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero desmentir agora. – I want to deny now.",
      "Costumas desmentir? – Do you usually deny?",
      "Vamos desmentir mais tarde. – We will deny later.",
      "Eles gostam de desmentir. – They like to deny.",
      "Preciso de desmentir hoje. – I need to deny today."
    ]
  },
  {
    "rank": 301,
    "verb": "iludir",
    "translation": "to delude",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero iludir agora. – I want to delude now.",
      "Costumas iludir? – Do you usually delude?",
      "Vamos iludir mais tarde. – We will delude later.",
      "Eles gostam de iludir. – They like to delude.",
      "Preciso de iludir hoje. – I need to delude today."
    ]
  },
  {
    "rank": 302,
    "verb": "confundir",
    "translation": "to confuse",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero confundir agora. – I want to confuse now.",
      "Costumas confundir? – Do you usually confuse?",
      "Vamos confundir mais tarde. – We will confuse later.",
      "Eles gostam de confundir. – They like to confuse.",
      "Preciso de confundir hoje. – I need to confuse today."
    ]
  },
  {
    "rank": 303,
    "verb": "ocultar",
    "translation": "to hide, to conceal",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ocultar agora. – I want to hide now.",
      "Costumas ocultar? – Do you usually hide?",
      "Vamos ocultar mais tarde. – We will hide later.",
      "Eles gostam de ocultar. – They like to hide.",
      "Preciso de ocultar hoje. – I need to hide today."
    ]
  },
  {
    "rank": 304,
    "verb": "disfarçar",
    "translation": "to disguise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero disfarçar agora. – I want to disguise now.",
      "Costumas disfarçar? – Do you usually disguise?",
      "Vamos disfarçar mais tarde. – We will disguise later.",
      "Eles gostam de disfarçar. – They like to disguise.",
      "Preciso de disfarçar hoje. – I need to disguise today."
    ]
  },
  {
    "rank": 305,
    "verb": "simular",
    "translation": "to simulate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero simular agora. – I want to simulate now.",
      "Costumas simular? – Do you usually simulate?",
      "Vamos simular mais tarde. – We will simulate later.",
      "Eles gostam de simular. – They like to simulate.",
      "Preciso de simular hoje. – I need to simulate today."
    ]
  },
  {
    "rank": 306,
    "verb": "murmurar",
    "translation": "to murmur",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero murmurar agora. – I want to murmur now.",
      "Costumas murmurar? – Do you usually murmur?",
      "Vamos murmurar mais tarde. – We will murmur later.",
      "Eles gostam de murmurar. – They like to murmur.",
      "Preciso de murmurar hoje. – I need to murmur today."
    ]
  },
  {
    "rank": 307,
    "verb": "estalar",
    "translation": "to crack, to snap",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero estalar agora. – I want to crack now.",
      "Costumas estalar? – Do you usually crack?",
      "Vamos estalar mais tarde. – We will crack later.",
      "Eles gostam de estalar. – They like to crack.",
      "Preciso de estalar hoje. – I need to crack today."
    ]
  },
  {
    "rank": 308,
    "verb": "ranger",
    "translation": "to creak",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero ranger agora. – I want to creak now.",
      "Costumas ranger? – Do you usually creak?",
      "Vamos ranger mais tarde. – We will creak later.",
      "Eles gostam de ranger. – They like to creak.",
      "Preciso de ranger hoje. – I need to creak today."
    ]
  },
  {
    "rank": 309,
    "verb": "vibrar",
    "translation": "to vibrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero vibrar agora. – I want to vibrate now.",
      "Costumas vibrar? – Do you usually vibrate?",
      "Vamos vibrar mais tarde. – We will vibrate later.",
      "Eles gostam de vibrar. – They like to vibrate.",
      "Preciso de vibrar hoje. – I need to vibrate today."
    ]
  },
  {
    "rank": 310,
    "verb": "tremer",
    "translation": "to shake, to tremble",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero tremer agora. – I want to shake now.",
      "Costumas tremer? – Do you usually shake?",
      "Vamos tremer mais tarde. – We will shake later.",
      "Eles gostam de tremer. – They like to shake.",
      "Preciso de tremer hoje. – I need to shake today."
    ]
  },
  {
    "rank": 311,
    "verb": "estremecer",
    "translation": "to shudder",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero estremecer agora. – I want to shudder now.",
      "Costumas estremecer? – Do you usually shudder?",
      "Vamos estremecer mais tarde. – We will shudder later.",
      "Eles gostam de estremecer. – They like to shudder.",
      "Preciso de estremecer hoje. – I need to shudder today."
    ]
  },
  {
    "rank": 312,
    "verb": "arrepiar",
    "translation": "to shiver, to get goosebumps",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero arrepiar agora. – I want to shiver now.",
      "Costumas arrepiar? – Do you usually shiver?",
      "Vamos arrepiar mais tarde. – We will shiver later.",
      "Eles gostam de arrepiar. – They like to shiver.",
      "Preciso de arrepiar hoje. – I need to shiver today."
    ]
  },
  {
    "rank": 313,
    "verb": "suar",
    "translation": "to sweat",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero suar agora. – I want to sweat now.",
      "Costumas suar? – Do you usually sweat?",
      "Vamos suar mais tarde. – We will sweat later.",
      "Eles gostam de suar. – They like to sweat.",
      "Preciso de suar hoje. – I need to sweat today."
    ]
  },
  {
    "rank": 314,
    "verb": "transpirar",
    "translation": "to perspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero transpirar agora. – I want to perspire now.",
      "Costumas transpirar? – Do you usually perspire?",
      "Vamos transpirar mais tarde. – We will perspire later.",
      "Eles gostam de transpirar. – They like to perspire.",
      "Preciso de transpirar hoje. – I need to perspire today."
    ]
  },
  {
    "rank": 315,
    "verb": "sangrar",
    "translation": "to bleed",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero sangrar agora. – I want to bleed now.",
      "Costumas sangrar? – Do you usually bleed?",
      "Vamos sangrar mais tarde. – We will bleed later.",
      "Eles gostam de sangrar. – They like to bleed.",
      "Preciso de sangrar hoje. – I need to bleed today."
    ]
  },
  {
    "rank": 316,
    "verb": "cicatrizar",
    "translation": "to heal",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cicatrizar agora. – I want to heal now.",
      "Costumas cicatrizar? – Do you usually heal?",
      "Vamos cicatrizar mais tarde. – We will heal later.",
      "Eles gostam de cicatrizar. – They like to heal.",
      "Preciso de cicatrizar hoje. – I need to heal today."
    ]
  },
  {
    "rank": 317,
    "verb": "inflamar",
    "translation": "to inflame",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero inflamar agora. – I want to inflame now.",
      "Costumas inflamar? – Do you usually inflame?",
      "Vamos inflamar mais tarde. – We will inflame later.",
      "Eles gostam de inflamar. – They like to inflame.",
      "Preciso de inflamar hoje. – I need to inflame today."
    ]
  },
  {
    "rank": 318,
    "verb": "inchar",
    "translation": "to swell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero inchar agora. – I want to swell now.",
      "Costumas inchar? – Do you usually swell?",
      "Vamos inchar mais tarde. – We will swell later.",
      "Eles gostam de inchar. – They like to swell.",
      "Preciso de inchar hoje. – I need to swell today."
    ]
  },
  {
    "rank": 319,
    "verb": "desinflar",
    "translation": "to deflate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desinflar agora. – I want to deflate now.",
      "Costumas desinflar? – Do you usually deflate?",
      "Vamos desinflar mais tarde. – We will deflate later.",
      "Eles gostam de desinflar. – They like to deflate.",
      "Preciso de desinflar hoje. – I need to deflate today."
    ]
  },
  {
    "rank": 320,
    "verb": "inflar",
    "translation": "to inflate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero inflar agora. – I want to inflate now.",
      "Costumas inflar? – Do you usually inflate?",
      "Vamos inflar mais tarde. – We will inflate later.",
      "Eles gostam de inflar. – They like to inflate.",
      "Preciso de inflar hoje. – I need to inflate today."
    ]
  },
  {
    "rank": 321,
    "verb": "esvaziar",
    "translation": "to empty",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero esvaziar agora. – I want to empty now.",
      "Costumas esvaziar? – Do you usually empty?",
      "Vamos esvaziar mais tarde. – We will empty later.",
      "Eles gostam de esvaziar. – They like to empty.",
      "Preciso de esvaziar hoje. – I need to empty today."
    ]
  },
  {
    "rank": 322,
    "verb": "encher",
    "translation": "to fill",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero encher agora. – I want to fill now.",
      "Costumas encher? – Do you usually fill?",
      "Vamos encher mais tarde. – We will fill later.",
      "Eles gostam de encher. – They like to fill.",
      "Preciso de encher hoje. – I need to fill today."
    ]
  },
  {
    "rank": 323,
    "verb": "transbordar",
    "translation": "to overflow",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero transbordar agora. – I want to overflow now.",
      "Costumas transbordar? – Do you usually overflow?",
      "Vamos transbordar mais tarde. – We will overflow later.",
      "Eles gostam de transbordar. – They like to overflow.",
      "Preciso de transbordar hoje. – I need to overflow today."
    ]
  },
  {
    "rank": 324,
    "verb": "derramar",
    "translation": "to spill",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero derramar agora. – I want to spill now.",
      "Costumas derramar? – Do you usually spill?",
      "Vamos derramar mais tarde. – We will spill later.",
      "Eles gostam de derramar. – They like to spill.",
      "Preciso de derramar hoje. – I need to spill today."
    ]
  },
  {
    "rank": 325,
    "verb": "verter",
    "translation": "to pour",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero verter agora. – I want to pour now.",
      "Costumas verter? – Do you usually pour?",
      "Vamos verter mais tarde. – We will pour later.",
      "Eles gostam de verter. – They like to pour.",
      "Preciso de verter hoje. – I need to pour today."
    ]
  },
  {
    "rank": 326,
    "verb": "espalhar",
    "translation": "to spread",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero espalhar agora. – I want to spread now.",
      "Costumas espalhar? – Do you usually spread?",
      "Vamos espalhar mais tarde. – We will spread later.",
      "Eles gostam de espalhar. – They like to spread.",
      "Preciso de espalhar hoje. – I need to spread today."
    ]
  },
  {
    "rank": 327,
    "verb": "dispersar",
    "translation": "to disperse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero dispersar agora. – I want to disperse now.",
      "Costumas dispersar? – Do you usually disperse?",
      "Vamos dispersar mais tarde. – We will disperse later.",
      "Eles gostam de dispersar. – They like to disperse.",
      "Preciso de dispersar hoje. – I need to disperse today."
    ]
  },
  {
    "rank": 328,
    "verb": "reunir",
    "translation": "to gather, to meet",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero reunir agora. – I want to gather now.",
      "Costumas reunir? – Do you usually gather?",
      "Vamos reunir mais tarde. – We will gather later.",
      "Eles gostam de reunir. – They like to gather.",
      "Preciso de reunir hoje. – I need to gather today."
    ]
  },
  {
    "rank": 329,
    "verb": "congregar",
    "translation": "to congregate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero congregar agora. – I want to congregate now.",
      "Costumas congregar? – Do you usually congregate?",
      "Vamos congregar mais tarde. – We will congregate later.",
      "Eles gostam de congregar. – They like to congregate.",
      "Preciso de congregar hoje. – I need to congregate today."
    ]
  },
  {
    "rank": 330,
    "verb": "agrupar",
    "translation": "to group",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero agrupar agora. – I want to group now.",
      "Costumas agrupar? – Do you usually group?",
      "Vamos agrupar mais tarde. – We will group later.",
      "Eles gostam de agrupar. – They like to group.",
      "Preciso de agrupar hoje. – I need to group today."
    ]
  },
  {
    "rank": 331,
    "verb": "classificar",
    "translation": "to classify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero classificar agora. – I want to classify now.",
      "Costumas classificar? – Do you usually classify?",
      "Vamos classificar mais tarde. – We will classify later.",
      "Eles gostam de classificar. – They like to classify.",
      "Preciso de classificar hoje. – I need to classify today."
    ]
  },
  {
    "rank": 332,
    "verb": "ordenar",
    "translation": "to order, to command",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ordenar agora. – I want to order now.",
      "Costumas ordenar? – Do you usually order?",
      "Vamos ordenar mais tarde. – We will order later.",
      "Eles gostam de ordenar. – They like to order.",
      "Preciso de ordenar hoje. – I need to order today."
    ]
  },
  {
    "rank": 333,
    "verb": "desordenar",
    "translation": "to disorder",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desordenar agora. – I want to disorder now.",
      "Costumas desordenar? – Do you usually disorder?",
      "Vamos desordenar mais tarde. – We will disorder later.",
      "Eles gostam de desordenar. – They like to disorder.",
      "Preciso de desordenar hoje. – I need to disorder today."
    ]
  },
  {
    "rank": 334,
    "verb": "bagunçar",
    "translation": "to mess up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero bagunçar agora. – I want to mess up now.",
      "Costumas bagunçar? – Do you usually mess up?",
      "Vamos bagunçar mais tarde. – We will mess up later.",
      "Eles gostam de bagunçar. – They like to mess up.",
      "Preciso de bagunçar hoje. – I need to mess up today."
    ]
  },
  {
    "rank": 335,
    "verb": "desarrumar",
    "translation": "to untidy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desarrumar agora. – I want to untidy now.",
      "Costumas desarrumar? – Do you usually untidy?",
      "Vamos desarrumar mais tarde. – We will untidy later.",
      "Eles gostam de desarrumar. – They like to untidy.",
      "Preciso de desarrumar hoje. – I need to untidy today."
    ]
  },
  {
    "rank": 336,
    "verb": "alinhar",
    "translation": "to align",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero alinhar agora. – I want to align now.",
      "Costumas alinhar? – Do you usually align?",
      "Vamos alinhar mais tarde. – We will align later.",
      "Eles gostam de alinhar. – They like to align.",
      "Preciso de alinhar hoje. – I need to align today."
    ]
  },
  {
    "rank": 337,
    "verb": "desalinhar",
    "translation": "to misalign",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desalinhar agora. – I want to misalign now.",
      "Costumas desalinhar? – Do you usually misalign?",
      "Vamos desalinhar mais tarde. – We will misalign later.",
      "Eles gostam de desalinhar. – They like to misalign.",
      "Preciso de desalinhar hoje. – I need to misalign today."
    ]
  },
  {
    "rank": 338,
    "verb": "centralizar",
    "translation": "to centralize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero centralizar agora. – I want to centralize now.",
      "Costumas centralizar? – Do you usually centralize?",
      "Vamos centralizar mais tarde. – We will centralize later.",
      "Eles gostam de centralizar. – They like to centralize.",
      "Preciso de centralizar hoje. – I need to centralize today."
    ]
  },
  {
    "rank": 339,
    "verb": "descentralizar",
    "translation": "to decentralize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero descentralizar agora. – I want to decentralize now.",
      "Costumas descentralizar? – Do you usually decentralize?",
      "Vamos descentralizar mais tarde. – We will decentralize later.",
      "Eles gostam de descentralizar. – They like to decentralize.",
      "Preciso de descentralizar hoje. – I need to decentralize today."
    ]
  },
  {
    "rank": 340,
    "verb": "concentrar",
    "translation": "to concentrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero concentrar agora. – I want to concentrate now.",
      "Costumas concentrar? – Do you usually concentrate?",
      "Vamos concentrar mais tarde. – We will concentrate later.",
      "Eles gostam de concentrar. – They like to concentrate.",
      "Preciso de concentrar hoje. – I need to concentrate today."
    ]
  },
  {
    "rank": 341,
    "verb": "distrair",
    "translation": "to distract",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero distrair agora. – I want to distract now.",
      "Costumas distrair? – Do you usually distract?",
      "Vamos distrair mais tarde. – We will distract later.",
      "Eles gostam de distrair. – They like to distract.",
      "Preciso de distrair hoje. – I need to distract today."
    ]
  },
  {
    "rank": 342,
    "verb": "focar",
    "translation": "to focus",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero focar agora. – I want to focus now.",
      "Costumas focar? – Do you usually focus?",
      "Vamos focar mais tarde. – We will focus later.",
      "Eles gostam de focar. – They like to focus.",
      "Preciso de focar hoje. – I need to focus today."
    ]
  },
  {
    "rank": 343,
    "verb": "desfocar",
    "translation": "to defocus, to blur",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desfocar agora. – I want to defocus now.",
      "Costumas desfocar? – Do you usually defocus?",
      "Vamos desfocar mais tarde. – We will defocus later.",
      "Eles gostam de desfocar. – They like to defocus.",
      "Preciso de desfocar hoje. – I need to defocus today."
    ]
  },
  {
    "rank": 344,
    "verb": "aproximar",
    "translation": "to approach, to bring closer",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero aproximar agora. – I want to approach now.",
      "Costumas aproximar? – Do you usually approach?",
      "Vamos aproximar mais tarde. – We will approach later.",
      "Eles gostam de aproximar. – They like to approach.",
      "Preciso de aproximar hoje. – I need to approach today."
    ]
  },
  {
    "rank": 345,
    "verb": "afastar",
    "translation": "to move away",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero afastar agora. – I want to move away now.",
      "Costumas afastar? – Do you usually move away?",
      "Vamos afastar mais tarde. – We will move away later.",
      "Eles gostam de afastar. – They like to move away.",
      "Preciso de afastar hoje. – I need to move away today."
    ]
  },
  {
    "rank": 346,
    "verb": "distanciar",
    "translation": "to distance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero distanciar agora. – I want to distance now.",
      "Costumas distanciar? – Do you usually distance?",
      "Vamos distanciar mais tarde. – We will distance later.",
      "Eles gostam de distanciar. – They like to distance.",
      "Preciso de distanciar hoje. – I need to distance today."
    ]
  },
  {
    "rank": 347,
    "verb": "anexar",
    "translation": "to attach, to annex",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero anexar agora. – I want to attach now.",
      "Costumas anexar? – Do you usually attach?",
      "Vamos anexar mais tarde. – We will attach later.",
      "Eles gostam de anexar. – They like to attach.",
      "Preciso de anexar hoje. – I need to attach today."
    ]
  },
  {
    "rank": 348,
    "verb": "destacar",
    "translation": "to highlight, to detach",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero destacar agora. – I want to highlight now.",
      "Costumas destacar? – Do you usually highlight?",
      "Vamos destacar mais tarde. – We will highlight later.",
      "Eles gostam de destacar. – They like to highlight.",
      "Preciso de destacar hoje. – I need to highlight today."
    ]
  },
  {
    "rank": 349,
    "verb": "riscar",
    "translation": "to cross out, to scratch",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero riscar agora. – I want to cross out now.",
      "Costumas riscar? – Do you usually cross out?",
      "Vamos riscar mais tarde. – We will cross out later.",
      "Eles gostam de riscar. – They like to cross out.",
      "Preciso de riscar hoje. – I need to cross out today."
    ]
  },
  {
    "rank": 350,
    "verb": "sublinhar",
    "translation": "to underline",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero sublinhar agora. – I want to underline now.",
      "Costumas sublinhar? – Do you usually underline?",
      "Vamos sublinhar mais tarde. – We will underline later.",
      "Eles gostam de sublinhar. – They like to underline.",
      "Preciso de sublinhar hoje. – I need to underline today."
    ]
  },
  {
    "rank": 351,
    "verb": "salientar",
    "translation": "to highlight",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero salientar agora. – I want to highlight now.",
      "Costumas salientar? – Do you usually highlight?",
      "Vamos salientar mais tarde. – We will highlight later.",
      "Eles gostam de salientar. – They like to highlight.",
      "Preciso de salientar hoje. – I need to highlight today."
    ]
  },
  {
    "rank": 352,
    "verb": "enfatizar",
    "translation": "to emphasize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero enfatizar agora. – I want to emphasize now.",
      "Costumas enfatizar? – Do you usually emphasize?",
      "Vamos enfatizar mais tarde. – We will emphasize later.",
      "Eles gostam de enfatizar. – They like to emphasize.",
      "Preciso de enfatizar hoje. – I need to emphasize today."
    ]
  },
  {
    "rank": 353,
    "verb": "realçar",
    "translation": "to highlight",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero realçar agora. – I want to highlight now.",
      "Costumas realçar? – Do you usually highlight?",
      "Vamos realçar mais tarde. – We will highlight later.",
      "Eles gostam de realçar. – They like to highlight.",
      "Preciso de realçar hoje. – I need to highlight today."
    ]
  },
  {
    "rank": 354,
    "verb": "exagerar",
    "translation": "to exaggerate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero exagerar agora. – I want to exaggerate now.",
      "Costumas exagerar? – Do you usually exaggerate?",
      "Vamos exagerar mais tarde. – We will exaggerate later.",
      "Eles gostam de exagerar. – They like to exaggerate.",
      "Preciso de exagerar hoje. – I need to exaggerate today."
    ]
  },
  {
    "rank": 355,
    "verb": "subestimar",
    "translation": "to underestimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero subestimar agora. – I want to underestimate now.",
      "Costumas subestimar? – Do you usually underestimate?",
      "Vamos subestimar mais tarde. – We will underestimate later.",
      "Eles gostam de subestimar. – They like to underestimate.",
      "Preciso de subestimar hoje. – I need to underestimate today."
    ]
  },
  {
    "rank": 356,
    "verb": "sobrestimar",
    "translation": "to overestimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero sobrestimar agora. – I want to overestimate now.",
      "Costumas sobrestimar? – Do you usually overestimate?",
      "Vamos sobrestimar mais tarde. – We will overestimate later.",
      "Eles gostam de sobrestimar. – They like to overestimate.",
      "Preciso de sobrestimar hoje. – I need to overestimate today."
    ]
  },
  {
    "rank": 357,
    "verb": "presumir",
    "translation": "to presume",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero presumir agora. – I want to presume now.",
      "Costumas presumir? – Do you usually presume?",
      "Vamos presumir mais tarde. – We will presume later.",
      "Eles gostam de presumir. – They like to presume.",
      "Preciso de presumir hoje. – I need to presume today."
    ]
  },
  {
    "rank": 358,
    "verb": "supor",
    "translation": "to suppose",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero supor agora. – I want to suppose now.",
      "Costumas supor? – Do you usually suppose?",
      "Vamos supor mais tarde. – We will suppose later.",
      "Eles gostam de supor. – They like to suppose.",
      "Preciso de supor hoje. – I need to suppose today."
    ]
  },
  {
    "rank": 359,
    "verb": "ansiar",
    "translation": "to long for",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ansiar agora. – I want to long for now.",
      "Costumas ansiar? – Do you usually long for?",
      "Vamos ansiar mais tarde. – We will long for later.",
      "Eles gostam de ansiar. – They like to long for.",
      "Preciso de ansiar hoje. – I need to long for today."
    ]
  },
  {
    "rank": 360,
    "verb": "aspirar",
    "translation": "to aspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero aspirar agora. – I want to aspire now.",
      "Costumas aspirar? – Do you usually aspire?",
      "Vamos aspirar mais tarde. – We will aspire later.",
      "Eles gostam de aspirar. – They like to aspire.",
      "Preciso de aspirar hoje. – I need to aspire today."
    ]
  },
  {
    "rank": 361,
    "verb": "ambicionar",
    "translation": "to aspire to",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ambicionar agora. – I want to aspire to now.",
      "Costumas ambicionar? – Do you usually aspire to?",
      "Vamos ambicionar mais tarde. – We will aspire to later.",
      "Eles gostam de ambicionar. – They like to aspire to.",
      "Preciso de ambicionar hoje. – I need to aspire to today."
    ]
  },
  {
    "rank": 362,
    "verb": "cobiçar",
    "translation": "to covet",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cobiçar agora. – I want to covet now.",
      "Costumas cobiçar? – Do you usually covet?",
      "Vamos cobiçar mais tarde. – We will covet later.",
      "Eles gostam de cobiçar. – They like to covet.",
      "Preciso de cobiçar hoje. – I need to covet today."
    ]
  },
  {
    "rank": 363,
    "verb": "invejar",
    "translation": "to envy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero invejar agora. – I want to envy now.",
      "Costumas invejar? – Do you usually envy?",
      "Vamos invejar mais tarde. – We will envy later.",
      "Eles gostam de invejar. – They like to envy.",
      "Preciso de invejar hoje. – I need to envy today."
    ]
  },
  {
    "rank": 364,
    "verb": "lamentar",
    "translation": "to regret, to lament",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero lamentar agora. – I want to regret now.",
      "Costumas lamentar? – Do you usually regret?",
      "Vamos lamentar mais tarde. – We will regret later.",
      "Eles gostam de lamentar. – They like to regret.",
      "Preciso de lamentar hoje. – I need to regret today."
    ]
  },
  {
    "rank": 365,
    "verb": "arrepender",
    "translation": "to regret",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero arrepender agora. – I want to regret now.",
      "Costumas arrepender? – Do you usually regret?",
      "Vamos arrepender mais tarde. – We will regret later.",
      "Eles gostam de arrepender. – They like to regret.",
      "Preciso de arrepender hoje. – I need to regret today."
    ]
  },
  {
    "rank": 366,
    "verb": "deplorar",
    "translation": "to deplore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero deplorar agora. – I want to deplore now.",
      "Costumas deplorar? – Do you usually deplore?",
      "Vamos deplorar mais tarde. – We will deplore later.",
      "Eles gostam de deplorar. – They like to deplore.",
      "Preciso de deplorar hoje. – I need to deplore today."
    ]
  },
  {
    "rank": 367,
    "verb": "consolar",
    "translation": "to console",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero consolar agora. – I want to console now.",
      "Costumas consolar? – Do you usually console?",
      "Vamos consolar mais tarde. – We will console later.",
      "Eles gostam de consolar. – They like to console.",
      "Preciso de consolar hoje. – I need to console today."
    ]
  },
  {
    "rank": 368,
    "verb": "confortar",
    "translation": "to comfort",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero confortar agora. – I want to comfort now.",
      "Costumas confortar? – Do you usually comfort?",
      "Vamos confortar mais tarde. – We will comfort later.",
      "Eles gostam de confortar. – They like to comfort.",
      "Preciso de confortar hoje. – I need to comfort today."
    ]
  },
  {
    "rank": 369,
    "verb": "encorajar",
    "translation": "to encourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero encorajar agora. – I want to encourage now.",
      "Costumas encorajar? – Do you usually encourage?",
      "Vamos encorajar mais tarde. – We will encourage later.",
      "Eles gostam de encorajar. – They like to encourage.",
      "Preciso de encorajar hoje. – I need to encourage today."
    ]
  },
  {
    "rank": 370,
    "verb": "desencorajar",
    "translation": "to discourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desencorajar agora. – I want to discourage now.",
      "Costumas desencorajar? – Do you usually discourage?",
      "Vamos desencorajar mais tarde. – We will discourage later.",
      "Eles gostam de desencorajar. – They like to discourage.",
      "Preciso de desencorajar hoje. – I need to discourage today."
    ]
  },
  {
    "rank": 371,
    "verb": "motivar",
    "translation": "to motivate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero motivar agora. – I want to motivate now.",
      "Costumas motivar? – Do you usually motivate?",
      "Vamos motivar mais tarde. – We will motivate later.",
      "Eles gostam de motivar. – They like to motivate.",
      "Preciso de motivar hoje. – I need to motivate today."
    ]
  },
  {
    "rank": 372,
    "verb": "desmotivar",
    "translation": "to demotivate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desmotivar agora. – I want to demotivate now.",
      "Costumas desmotivar? – Do you usually demotivate?",
      "Vamos desmotivar mais tarde. – We will demotivate later.",
      "Eles gostam de desmotivar. – They like to demotivate.",
      "Preciso de desmotivar hoje. – I need to demotivate today."
    ]
  },
  {
    "rank": 373,
    "verb": "inspirar",
    "translation": "to inspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero inspirar agora. – I want to inspire now.",
      "Costumas inspirar? – Do you usually inspire?",
      "Vamos inspirar mais tarde. – We will inspire later.",
      "Eles gostam de inspirar. – They like to inspire.",
      "Preciso de inspirar hoje. – I need to inspire today."
    ]
  },
  {
    "rank": 374,
    "verb": "impressionar",
    "translation": "to impress",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero impressionar agora. – I want to impress now.",
      "Costumas impressionar? – Do you usually impress?",
      "Vamos impressionar mais tarde. – We will impress later.",
      "Eles gostam de impressionar. – They like to impress.",
      "Preciso de impressionar hoje. – I need to impress today."
    ]
  },
  {
    "rank": 375,
    "verb": "surpreender",
    "translation": "to surprise",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero surpreender agora. – I want to surprise now.",
      "Costumas surpreender? – Do you usually surprise?",
      "Vamos surpreender mais tarde. – We will surprise later.",
      "Eles gostam de surpreender. – They like to surprise.",
      "Preciso de surpreender hoje. – I need to surprise today."
    ]
  },
  {
    "rank": 376,
    "verb": "espantar",
    "translation": "to amaze",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero espantar agora. – I want to amaze now.",
      "Costumas espantar? – Do you usually amaze?",
      "Vamos espantar mais tarde. – We will amaze later.",
      "Eles gostam de espantar. – They like to amaze.",
      "Preciso de espantar hoje. – I need to amaze today."
    ]
  },
  {
    "rank": 377,
    "verb": "maravilhar",
    "translation": "to marvel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero maravilhar agora. – I want to marvel now.",
      "Costumas maravilhar? – Do you usually marvel?",
      "Vamos maravilhar mais tarde. – We will marvel later.",
      "Eles gostam de maravilhar. – They like to marvel.",
      "Preciso de maravilhar hoje. – I need to marvel today."
    ]
  },
  {
    "rank": 378,
    "verb": "fascinar",
    "translation": "to fascinate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero fascinar agora. – I want to fascinate now.",
      "Costumas fascinar? – Do you usually fascinate?",
      "Vamos fascinar mais tarde. – We will fascinate later.",
      "Eles gostam de fascinar. – They like to fascinate.",
      "Preciso de fascinar hoje. – I need to fascinate today."
    ]
  },
  {
    "rank": 379,
    "verb": "encantar",
    "translation": "to enchant",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero encantar agora. – I want to enchant now.",
      "Costumas encantar? – Do you usually enchant?",
      "Vamos encantar mais tarde. – We will enchant later.",
      "Eles gostam de encantar. – They like to enchant.",
      "Preciso de encantar hoje. – I need to enchant today."
    ]
  },
  {
    "rank": 380,
    "verb": "desiludir",
    "translation": "to disappoint",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero desiludir agora. – I want to disappoint now.",
      "Costumas desiludir? – Do you usually disappoint?",
      "Vamos desiludir mais tarde. – We will disappoint later.",
      "Eles gostam de desiludir. – They like to disappoint.",
      "Preciso de desiludir hoje. – I need to disappoint today."
    ]
  },
  {
    "rank": 381,
    "verb": "decepcionar",
    "translation": "to disappoint",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero decepcionar agora. – I want to disappoint now.",
      "Costumas decepcionar? – Do you usually disappoint?",
      "Vamos decepcionar mais tarde. – We will disappoint later.",
      "Eles gostam de decepcionar. – They like to disappoint.",
      "Preciso de decepcionar hoje. – I need to disappoint today."
    ]
  },
  {
    "rank": 382,
    "verb": "frustrar",
    "translation": "to frustrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero frustrar agora. – I want to frustrate now.",
      "Costumas frustrar? – Do you usually frustrate?",
      "Vamos frustrar mais tarde. – We will frustrate later.",
      "Eles gostam de frustrar. – They like to frustrate.",
      "Preciso de frustrar hoje. – I need to frustrate today."
    ]
  },
  {
    "rank": 383,
    "verb": "satisfazer",
    "translation": "to satisfy",
    "category": "er",
    "irregular": true,
    "examples": [
      "Eu quero satisfazer agora. – I want to satisfy now.",
      "Costumas satisfazer? – Do you usually satisfy?",
      "Vamos satisfazer mais tarde. – We will satisfy later.",
      "Eles gostam de satisfazer. – They like to satisfy.",
      "Preciso de satisfazer hoje. – I need to satisfy today."
    ]
  },
  {
    "rank": 384,
    "verb": "contentar",
    "translation": "to please",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero contentar agora. – I want to please now.",
      "Costumas contentar? – Do you usually please?",
      "Vamos contentar mais tarde. – We will please later.",
      "Eles gostam de contentar. – They like to please.",
      "Preciso de contentar hoje. – I need to please today."
    ]
  },
  {
    "rank": 385,
    "verb": "agradar",
    "translation": "to please",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero agradar agora. – I want to please now.",
      "Costumas agradar? – Do you usually please?",
      "Vamos agradar mais tarde. – We will please later.",
      "Eles gostam de agradar. – They like to please.",
      "Preciso de agradar hoje. – I need to please today."
    ]
  },
  {
    "rank": 386,
    "verb": "desagradar",
    "translation": "to displease",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desagradar agora. – I want to displease now.",
      "Costumas desagradar? – Do you usually displease?",
      "Vamos desagradar mais tarde. – We will displease later.",
      "Eles gostam de desagradar. – They like to displease.",
      "Preciso de desagradar hoje. – I need to displease today."
    ]
  },
  {
    "rank": 387,
    "verb": "alegrar",
    "translation": "to cheer up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero alegrar agora. – I want to cheer up now.",
      "Costumas alegrar? – Do you usually cheer up?",
      "Vamos alegrar mais tarde. – We will cheer up later.",
      "Eles gostam de alegrar. – They like to cheer up.",
      "Preciso de alegrar hoje. – I need to cheer up today."
    ]
  },
  {
    "rank": 388,
    "verb": "entristecer",
    "translation": "to sadden",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero entristecer agora. – I want to sadden now.",
      "Costumas entristecer? – Do you usually sadden?",
      "Vamos entristecer mais tarde. – We will sadden later.",
      "Eles gostam de entristecer. – They like to sadden.",
      "Preciso de entristecer hoje. – I need to sadden today."
    ]
  },
  {
    "rank": 389,
    "verb": "animar",
    "translation": "to cheer up, to animate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero animar agora. – I want to cheer up now.",
      "Costumas animar? – Do you usually cheer up?",
      "Vamos animar mais tarde. – We will cheer up later.",
      "Eles gostam de animar. – They like to cheer up.",
      "Preciso de animar hoje. – I need to cheer up today."
    ]
  },
  {
    "rank": 390,
    "verb": "desanimar",
    "translation": "to discourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desanimar agora. – I want to discourage now.",
      "Costumas desanimar? – Do you usually discourage?",
      "Vamos desanimar mais tarde. – We will discourage later.",
      "Eles gostam de desanimar. – They like to discourage.",
      "Preciso de desanimar hoje. – I need to discourage today."
    ]
  },
  {
    "rank": 391,
    "verb": "emocionar",
    "translation": "to move emotionally",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero emocionar agora. – I want to move emotionally now.",
      "Costumas emocionar? – Do you usually move emotionally?",
      "Vamos emocionar mais tarde. – We will move emotionally later.",
      "Eles gostam de emocionar. – They like to move emotionally.",
      "Preciso de emocionar hoje. – I need to move emotionally today."
    ]
  },
  {
    "rank": 392,
    "verb": "comover",
    "translation": "to move, to touch",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero comover agora. – I want to move now.",
      "Costumas comover? – Do you usually move?",
      "Vamos comover mais tarde. – We will move later.",
      "Eles gostam de comover. – They like to move.",
      "Preciso de comover hoje. – I need to move today."
    ]
  },
  {
    "rank": 393,
    "verb": "sensibilizar",
    "translation": "to raise awareness",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero sensibilizar agora. – I want to raise awareness now.",
      "Costumas sensibilizar? – Do you usually raise awareness?",
      "Vamos sensibilizar mais tarde. – We will raise awareness later.",
      "Eles gostam de sensibilizar. – They like to raise awareness.",
      "Preciso de sensibilizar hoje. – I need to raise awareness today."
    ]
  },
  {
    "rank": 394,
    "verb": "conscientizar",
    "translation": "to raise awareness",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero conscientizar agora. – I want to raise awareness now.",
      "Costumas conscientizar? – Do you usually raise awareness?",
      "Vamos conscientizar mais tarde. – We will raise awareness later.",
      "Eles gostam de conscientizar. – They like to raise awareness.",
      "Preciso de conscientizar hoje. – I need to raise awareness today."
    ]
  },
  {
    "rank": 395,
    "verb": "educar",
    "translation": "to educate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero educar agora. – I want to educate now.",
      "Costumas educar? – Do you usually educate?",
      "Vamos educar mais tarde. – We will educate later.",
      "Eles gostam de educar. – They like to educate.",
      "Preciso de educar hoje. – I need to educate today."
    ]
  },
  {
    "rank": 396,
    "verb": "instruir",
    "translation": "to instruct",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero instruir agora. – I want to instruct now.",
      "Costumas instruir? – Do you usually instruct?",
      "Vamos instruir mais tarde. – We will instruct later.",
      "Eles gostam de instruir. – They like to instruct.",
      "Preciso de instruir hoje. – I need to instruct today."
    ]
  },
  {
    "rank": 397,
    "verb": "capacitar",
    "translation": "to enable, to train",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero capacitar agora. – I want to enable now.",
      "Costumas capacitar? – Do you usually enable?",
      "Vamos capacitar mais tarde. – We will enable later.",
      "Eles gostam de capacitar. – They like to enable.",
      "Preciso de capacitar hoje. – I need to enable today."
    ]
  },
  {
    "rank": 398,
    "verb": "qualificar",
    "translation": "to qualify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero qualificar agora. – I want to qualify now.",
      "Costumas qualificar? – Do you usually qualify?",
      "Vamos qualificar mais tarde. – We will qualify later.",
      "Eles gostam de qualificar. – They like to qualify.",
      "Preciso de qualificar hoje. – I need to qualify today."
    ]
  },
  {
    "rank": 399,
    "verb": "desqualificar",
    "translation": "to disqualify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desqualificar agora. – I want to disqualify now.",
      "Costumas desqualificar? – Do you usually disqualify?",
      "Vamos desqualificar mais tarde. – We will disqualify later.",
      "Eles gostam de desqualificar. – They like to disqualify.",
      "Preciso de desqualificar hoje. – I need to disqualify today."
    ]
  },
  {
    "rank": 400,
    "verb": "habilitar",
    "translation": "to qualify, to enable",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero habilitar agora. – I want to qualify now.",
      "Costumas habilitar? – Do you usually qualify?",
      "Vamos habilitar mais tarde. – We will qualify later.",
      "Eles gostam de habilitar. – They like to qualify.",
      "Preciso de habilitar hoje. – I need to qualify today."
    ]
  },
  {
    "rank": 401,
    "verb": "certificar",
    "translation": "to certify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero certificar agora. – I want to certify now.",
      "Costumas certificar? – Do you usually certify?",
      "Vamos certificar mais tarde. – We will certify later.",
      "Eles gostam de certificar. – They like to certify.",
      "Preciso de certificar hoje. – I need to certify today."
    ]
  },
  {
    "rank": 402,
    "verb": "garantir",
    "translation": "to guarantee",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero garantir agora. – I want to guarantee now.",
      "Costumas garantir? – Do you usually guarantee?",
      "Vamos garantir mais tarde. – We will guarantee later.",
      "Eles gostam de garantir. – They like to guarantee.",
      "Preciso de garantir hoje. – I need to guarantee today."
    ]
  },
  {
    "rank": 403,
    "verb": "assegurar",
    "translation": "to assure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero assegurar agora. – I want to assure now.",
      "Costumas assegurar? – Do you usually assure?",
      "Vamos assegurar mais tarde. – We will assure later.",
      "Eles gostam de assegurar. – They like to assure.",
      "Preciso de assegurar hoje. – I need to assure today."
    ]
  },
  {
    "rank": 404,
    "verb": "prometer",
    "translation": "to promise",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero prometer agora. – I want to promise now.",
      "Costumas prometer? – Do you usually promise?",
      "Vamos prometer mais tarde. – We will promise later.",
      "Eles gostam de prometer. – They like to promise.",
      "Preciso de prometer hoje. – I need to promise today."
    ]
  },
  {
    "rank": 405,
    "verb": "cumprir",
    "translation": "to fulfill",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero cumprir agora. – I want to fulfill now.",
      "Costumas cumprir? – Do you usually fulfill?",
      "Vamos cumprir mais tarde. – We will fulfill later.",
      "Eles gostam de cumprir. – They like to fulfill.",
      "Preciso de cumprir hoje. – I need to fulfill today."
    ]
  },
  {
    "rank": 406,
    "verb": "realizar",
    "translation": "to accomplish",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero realizar agora. – I want to accomplish now.",
      "Costumas realizar? – Do you usually accomplish?",
      "Vamos realizar mais tarde. – We will accomplish later.",
      "Eles gostam de realizar. – They like to accomplish.",
      "Preciso de realizar hoje. – I need to accomplish today."
    ]
  },
  {
    "rank": 407,
    "verb": "acertar",
    "translation": "to acertar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero acertar agora. – I want to acertar now.",
      "Costumas acertar? – Do you usually acertar?",
      "Vamos acertar mais tarde. – We will acertar later.",
      "Eles gostam de acertar. – They like to acertar.",
      "Preciso de acertar hoje. – I need to acertar today."
    ]
  },
  {
    "rank": 408,
    "verb": "aguardar",
    "translation": "to aguardar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero aguardar agora. – I want to aguardar now.",
      "Costumas aguardar? – Do you usually aguardar?",
      "Vamos aguardar mais tarde. – We will aguardar later.",
      "Eles gostam de aguardar. – They like to aguardar.",
      "Preciso de aguardar hoje. – I need to aguardar today."
    ]
  },
  {
    "rank": 409,
    "verb": "apontar",
    "translation": "to apontar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero apontar agora. – I want to apontar now.",
      "Costumas apontar? – Do you usually apontar?",
      "Vamos apontar mais tarde. – We will apontar later.",
      "Eles gostam de apontar. – They like to apontar.",
      "Preciso de apontar hoje. – I need to apontar today."
    ]
  },
  {
    "rank": 410,
    "verb": "aproveitar",
    "translation": "to aproveitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero aproveitar agora. – I want to aproveitar now.",
      "Costumas aproveitar? – Do you usually aproveitar?",
      "Vamos aproveitar mais tarde. – We will aproveitar later.",
      "Eles gostam de aproveitar. – They like to aproveitar.",
      "Preciso de aproveitar hoje. – I need to aproveitar today."
    ]
  },
  {
    "rank": 411,
    "verb": "arrivar",
    "translation": "to arrivar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero arrivar agora. – I want to arrivar now.",
      "Costumas arrivar? – Do you usually arrivar?",
      "Vamos arrivar mais tarde. – We will arrivar later.",
      "Eles gostam de arrivar. – They like to arrivar.",
      "Preciso de arrivar hoje. – I need to arrivar today."
    ]
  },
  {
    "rank": 412,
    "verb": "atingir",
    "translation": "to atingir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero atingir agora. – I want to atingir now.",
      "Costumas atingir? – Do you usually atingir?",
      "Vamos atingir mais tarde. – We will atingir later.",
      "Eles gostam de atingir. – They like to atingir.",
      "Preciso de atingir hoje. – I need to atingir today."
    ]
  },
  {
    "rank": 413,
    "verb": "atender",
    "translation": "to atender",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero atender agora. – I want to atender now.",
      "Costumas atender? – Do you usually atender?",
      "Vamos atender mais tarde. – We will atender later.",
      "Eles gostam de atender. – They like to atender.",
      "Preciso de atender hoje. – I need to atender today."
    ]
  },
  {
    "rank": 414,
    "verb": "aumentar",
    "translation": "to aumentar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero aumentar agora. – I want to aumentar now.",
      "Costumas aumentar? – Do you usually aumentar?",
      "Vamos aumentar mais tarde. – We will aumentar later.",
      "Eles gostam de aumentar. – They like to aumentar.",
      "Preciso de aumentar hoje. – I need to aumentar today."
    ]
  },
  {
    "rank": 415,
    "verb": "bater",
    "translation": "to bater",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero bater agora. – I want to bater now.",
      "Costumas bater? – Do you usually bater?",
      "Vamos bater mais tarde. – We will bater later.",
      "Eles gostam de bater. – They like to bater.",
      "Preciso de bater hoje. – I need to bater today."
    ]
  },
  {
    "rank": 416,
    "verb": "beijar",
    "translation": "to beijar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero beijar agora. – I want to beijar now.",
      "Costumas beijar? – Do you usually beijar?",
      "Vamos beijar mais tarde. – We will beijar later.",
      "Eles gostam de beijar. – They like to beijar.",
      "Preciso de beijar hoje. – I need to beijar today."
    ]
  },
  {
    "rank": 417,
    "verb": "brincar",
    "translation": "to brincar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero brincar agora. – I want to brincar now.",
      "Costumas brincar? – Do you usually brincar?",
      "Vamos brincar mais tarde. – We will brincar later.",
      "Eles gostam de brincar. – They like to brincar.",
      "Preciso de brincar hoje. – I need to brincar today."
    ]
  },
  {
    "rank": 418,
    "verb": "cancelar",
    "translation": "to cancelar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cancelar agora. – I want to cancelar now.",
      "Costumas cancelar? – Do you usually cancelar?",
      "Vamos cancelar mais tarde. – We will cancelar later.",
      "Eles gostam de cancelar. – They like to cancelar.",
      "Preciso de cancelar hoje. – I need to cancelar today."
    ]
  },
  {
    "rank": 419,
    "verb": "cansar",
    "translation": "to cansar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cansar agora. – I want to cansar now.",
      "Costumas cansar? – Do you usually cansar?",
      "Vamos cansar mais tarde. – We will cansar later.",
      "Eles gostam de cansar. – They like to cansar.",
      "Preciso de cansar hoje. – I need to cansar today."
    ]
  },
  {
    "rank": 420,
    "verb": "cavar",
    "translation": "to cavar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cavar agora. – I want to cavar now.",
      "Costumas cavar? – Do you usually cavar?",
      "Vamos cavar mais tarde. – We will cavar later.",
      "Eles gostam de cavar. – They like to cavar.",
      "Preciso de cavar hoje. – I need to cavar today."
    ]
  },
  {
    "rank": 421,
    "verb": "celebrar",
    "translation": "to celebrar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero celebrar agora. – I want to celebrar now.",
      "Costumas celebrar? – Do you usually celebrar?",
      "Vamos celebrar mais tarde. – We will celebrar later.",
      "Eles gostam de celebrar. – They like to celebrar.",
      "Preciso de celebrar hoje. – I need to celebrar today."
    ]
  },
  {
    "rank": 422,
    "verb": "chutar",
    "translation": "to chutar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero chutar agora. – I want to chutar now.",
      "Costumas chutar? – Do you usually chutar?",
      "Vamos chutar mais tarde. – We will chutar later.",
      "Eles gostam de chutar. – They like to chutar.",
      "Preciso de chutar hoje. – I need to chutar today."
    ]
  },
  {
    "rank": 423,
    "verb": "colher",
    "translation": "to colher",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero colher agora. – I want to colher now.",
      "Costumas colher? – Do you usually colher?",
      "Vamos colher mais tarde. – We will colher later.",
      "Eles gostam de colher. – They like to colher.",
      "Preciso de colher hoje. – I need to colher today."
    ]
  },
  {
    "rank": 424,
    "verb": "colorir",
    "translation": "to colorir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero colorir agora. – I want to colorir now.",
      "Costumas colorir? – Do you usually colorir?",
      "Vamos colorir mais tarde. – We will colorir later.",
      "Eles gostam de colorir. – They like to colorir.",
      "Preciso de colorir hoje. – I need to colorir today."
    ]
  },
  {
    "rank": 425,
    "verb": "combinar",
    "translation": "to combinar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero combinar agora. – I want to combinar now.",
      "Costumas combinar? – Do you usually combinar?",
      "Vamos combinar mais tarde. – We will combinar later.",
      "Eles gostam de combinar. – They like to combinar.",
      "Preciso de combinar hoje. – I need to combinar today."
    ]
  },
  {
    "rank": 426,
    "verb": "completar",
    "translation": "to completar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero completar agora. – I want to completar now.",
      "Costumas completar? – Do you usually completar?",
      "Vamos completar mais tarde. – We will completar later.",
      "Eles gostam de completar. – They like to completar.",
      "Preciso de completar hoje. – I need to completar today."
    ]
  },
  {
    "rank": 427,
    "verb": "consertar",
    "translation": "to consertar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero consertar agora. – I want to consertar now.",
      "Costumas consertar? – Do you usually consertar?",
      "Vamos consertar mais tarde. – We will consertar later.",
      "Eles gostam de consertar. – They like to consertar.",
      "Preciso de consertar hoje. – I need to consertar today."
    ]
  },
  {
    "rank": 428,
    "verb": "constituir",
    "translation": "to constituir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero constituir agora. – I want to constituir now.",
      "Costumas constituir? – Do you usually constituir?",
      "Vamos constituir mais tarde. – We will constituir later.",
      "Eles gostam de constituir. – They like to constituir.",
      "Preciso de constituir hoje. – I need to constituir today."
    ]
  },
  {
    "rank": 429,
    "verb": "convencer",
    "translation": "to convencer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero convencer agora. – I want to convencer now.",
      "Costumas convencer? – Do you usually convencer?",
      "Vamos convencer mais tarde. – We will convencer later.",
      "Eles gostam de convencer. – They like to convencer.",
      "Preciso de convencer hoje. – I need to convencer today."
    ]
  },
  {
    "rank": 430,
    "verb": "cuidar",
    "translation": "to cuidar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero cuidar agora. – I want to cuidar now.",
      "Costumas cuidar? – Do you usually cuidar?",
      "Vamos cuidar mais tarde. – We will cuidar later.",
      "Eles gostam de cuidar. – They like to cuidar.",
      "Preciso de cuidar hoje. – I need to cuidar today."
    ]
  },
  {
    "rank": 431,
    "verb": "curtir",
    "translation": "to curtir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero curtir agora. – I want to curtir now.",
      "Costumas curtir? – Do you usually curtir?",
      "Vamos curtir mais tarde. – We will curtir later.",
      "Eles gostam de curtir. – They like to curtir.",
      "Preciso de curtir hoje. – I need to curtir today."
    ]
  },
  {
    "rank": 432,
    "verb": "danificar",
    "translation": "to danificar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero danificar agora. – I want to danificar now.",
      "Costumas danificar? – Do you usually danificar?",
      "Vamos danificar mais tarde. – We will danificar later.",
      "Eles gostam de danificar. – They like to danificar.",
      "Preciso de danificar hoje. – I need to danificar today."
    ]
  },
  {
    "rank": 433,
    "verb": "decorar",
    "translation": "to decorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero decorar agora. – I want to decorar now.",
      "Costumas decorar? – Do you usually decorar?",
      "Vamos decorar mais tarde. – We will decorar later.",
      "Eles gostam de decorar. – They like to decorar.",
      "Preciso de decorar hoje. – I need to decorar today."
    ]
  },
  {
    "rank": 434,
    "verb": "delimitar",
    "translation": "to delimitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero delimitar agora. – I want to delimitar now.",
      "Costumas delimitar? – Do you usually delimitar?",
      "Vamos delimitar mais tarde. – We will delimitar later.",
      "Eles gostam de delimitar. – They like to delimitar.",
      "Preciso de delimitar hoje. – I need to delimitar today."
    ]
  },
  {
    "rank": 435,
    "verb": "demorar",
    "translation": "to demorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero demorar agora. – I want to demorar now.",
      "Costumas demorar? – Do you usually demorar?",
      "Vamos demorar mais tarde. – We will demorar later.",
      "Eles gostam de demorar. – They like to demorar.",
      "Preciso de demorar hoje. – I need to demorar today."
    ]
  },
  {
    "rank": 436,
    "verb": "depender",
    "translation": "to depender",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero depender agora. – I want to depender now.",
      "Costumas depender? – Do you usually depender?",
      "Vamos depender mais tarde. – We will depender later.",
      "Eles gostam de depender. – They like to depender.",
      "Preciso de depender hoje. – I need to depender today."
    ]
  },
  {
    "rank": 437,
    "verb": "descrever",
    "translation": "to descrever",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero descrever agora. – I want to descrever now.",
      "Costumas descrever? – Do you usually descrever?",
      "Vamos descrever mais tarde. – We will descrever later.",
      "Eles gostam de descrever. – They like to descrever.",
      "Preciso de descrever hoje. – I need to descrever today."
    ]
  },
  {
    "rank": 438,
    "verb": "descobrir",
    "translation": "to descobrir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero descobrir agora. – I want to descobrir now.",
      "Costumas descobrir? – Do you usually descobrir?",
      "Vamos descobrir mais tarde. – We will descobrir later.",
      "Eles gostam de descobrir. – They like to descobrir.",
      "Preciso de descobrir hoje. – I need to descobrir today."
    ]
  },
  {
    "rank": 439,
    "verb": "desenhar",
    "translation": "to desenhar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero desenhar agora. – I want to desenhar now.",
      "Costumas desenhar? – Do you usually desenhar?",
      "Vamos desenhar mais tarde. – We will desenhar later.",
      "Eles gostam de desenhar. – They like to desenhar.",
      "Preciso de desenhar hoje. – I need to desenhar today."
    ]
  },
  {
    "rank": 440,
    "verb": "despedir",
    "translation": "to despedir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero despedir agora. – I want to despedir now.",
      "Costumas despedir? – Do you usually despedir?",
      "Vamos despedir mais tarde. – We will despedir later.",
      "Eles gostam de despedir. – They like to despedir.",
      "Preciso de despedir hoje. – I need to despedir today."
    ]
  },
  {
    "rank": 441,
    "verb": "despir",
    "translation": "to despir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero despir agora. – I want to despir now.",
      "Costumas despir? – Do you usually despir?",
      "Vamos despir mais tarde. – We will despir later.",
      "Eles gostam de despir. – They like to despir.",
      "Preciso de despir hoje. – I need to despir today."
    ]
  },
  {
    "rank": 442,
    "verb": "detectar",
    "translation": "to detectar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero detectar agora. – I want to detectar now.",
      "Costumas detectar? – Do you usually detectar?",
      "Vamos detectar mais tarde. – We will detectar later.",
      "Eles gostam de detectar. – They like to detectar.",
      "Preciso de detectar hoje. – I need to detectar today."
    ]
  },
  {
    "rank": 443,
    "verb": "determinar",
    "translation": "to determinar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero determinar agora. – I want to determinar now.",
      "Costumas determinar? – Do you usually determinar?",
      "Vamos determinar mais tarde. – We will determinar later.",
      "Eles gostam de determinar. – They like to determinar.",
      "Preciso de determinar hoje. – I need to determinar today."
    ]
  },
  {
    "rank": 444,
    "verb": "discorrer",
    "translation": "to discorrer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero discorrer agora. – I want to discorrer now.",
      "Costumas discorrer? – Do you usually discorrer?",
      "Vamos discorrer mais tarde. – We will discorrer later.",
      "Eles gostam de discorrer. – They like to discorrer.",
      "Preciso de discorrer hoje. – I need to discorrer today."
    ]
  },
  {
    "rank": 445,
    "verb": "disponibilizar",
    "translation": "to disponibilizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero disponibilizar agora. – I want to disponibilizar now.",
      "Costumas disponibilizar? – Do you usually disponibilizar?",
      "Vamos disponibilizar mais tarde. – We will disponibilizar later.",
      "Eles gostam de disponibilizar. – They like to disponibilizar.",
      "Preciso de disponibilizar hoje. – I need to disponibilizar today."
    ]
  },
  {
    "rank": 446,
    "verb": "distribuir",
    "translation": "to distribuir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero distribuir agora. – I want to distribuir now.",
      "Costumas distribuir? – Do you usually distribuir?",
      "Vamos distribuir mais tarde. – We will distribuir later.",
      "Eles gostam de distribuir. – They like to distribuir.",
      "Preciso de distribuir hoje. – I need to distribuir today."
    ]
  },
  {
    "rank": 447,
    "verb": "dividir",
    "translation": "to dividir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero dividir agora. – I want to dividir now.",
      "Costumas dividir? – Do you usually dividir?",
      "Vamos dividir mais tarde. – We will dividir later.",
      "Eles gostam de dividir. – They like to dividir.",
      "Preciso de dividir hoje. – I need to dividir today."
    ]
  },
  {
    "rank": 448,
    "verb": "dominar",
    "translation": "to dominar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero dominar agora. – I want to dominar now.",
      "Costumas dominar? – Do you usually dominar?",
      "Vamos dominar mais tarde. – We will dominar later.",
      "Eles gostam de dominar. – They like to dominar.",
      "Preciso de dominar hoje. – I need to dominar today."
    ]
  },
  {
    "rank": 449,
    "verb": "durar",
    "translation": "to durar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero durar agora. – I want to durar now.",
      "Costumas durar? – Do you usually durar?",
      "Vamos durar mais tarde. – We will durar later.",
      "Eles gostam de durar. – They like to durar.",
      "Preciso de durar hoje. – I need to durar today."
    ]
  },
  {
    "rank": 450,
    "verb": "elevar",
    "translation": "to elevar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero elevar agora. – I want to elevar now.",
      "Costumas elevar? – Do you usually elevar?",
      "Vamos elevar mais tarde. – We will elevar later.",
      "Eles gostam de elevar. – They like to elevar.",
      "Preciso de elevar hoje. – I need to elevar today."
    ]
  },
  {
    "rank": 451,
    "verb": "embarcar",
    "translation": "to embarcar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero embarcar agora. – I want to embarcar now.",
      "Costumas embarcar? – Do you usually embarcar?",
      "Vamos embarcar mais tarde. – We will embarcar later.",
      "Eles gostam de embarcar. – They like to embarcar.",
      "Preciso de embarcar hoje. – I need to embarcar today."
    ]
  },
  {
    "rank": 452,
    "verb": "embrulhar",
    "translation": "to embrulhar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero embrulhar agora. – I want to embrulhar now.",
      "Costumas embrulhar? – Do you usually embrulhar?",
      "Vamos embrulhar mais tarde. – We will embrulhar later.",
      "Eles gostam de embrulhar. – They like to embrulhar.",
      "Preciso de embrulhar hoje. – I need to embrulhar today."
    ]
  },
  {
    "rank": 453,
    "verb": "emitir",
    "translation": "to emitir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero emitir agora. – I want to emitir now.",
      "Costumas emitir? – Do you usually emitir?",
      "Vamos emitir mais tarde. – We will emitir later.",
      "Eles gostam de emitir. – They like to emitir.",
      "Preciso de emitir hoje. – I need to emitir today."
    ]
  },
  {
    "rank": 454,
    "verb": "encerrar",
    "translation": "to encerrar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero encerrar agora. – I want to encerrar now.",
      "Costumas encerrar? – Do you usually encerrar?",
      "Vamos encerrar mais tarde. – We will encerrar later.",
      "Eles gostam de encerrar. – They like to encerrar.",
      "Preciso de encerrar hoje. – I need to encerrar today."
    ]
  },
  {
    "rank": 455,
    "verb": "enfrentar",
    "translation": "to enfrentar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero enfrentar agora. – I want to enfrentar now.",
      "Costumas enfrentar? – Do you usually enfrentar?",
      "Vamos enfrentar mais tarde. – We will enfrentar later.",
      "Eles gostam de enfrentar. – They like to enfrentar.",
      "Preciso de enfrentar hoje. – I need to enfrentar today."
    ]
  },
  {
    "rank": 456,
    "verb": "engolir",
    "translation": "to engolir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero engolir agora. – I want to engolir now.",
      "Costumas engolir? – Do you usually engolir?",
      "Vamos engolir mais tarde. – We will engolir later.",
      "Eles gostam de engolir. – They like to engolir.",
      "Preciso de engolir hoje. – I need to engolir today."
    ]
  },
  {
    "rank": 457,
    "verb": "entregar",
    "translation": "to entregar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero entregar agora. – I want to entregar now.",
      "Costumas entregar? – Do you usually entregar?",
      "Vamos entregar mais tarde. – We will entregar later.",
      "Eles gostam de entregar. – They like to entregar.",
      "Preciso de entregar hoje. – I need to entregar today."
    ]
  },
  {
    "rank": 458,
    "verb": "erguer",
    "translation": "to erguer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero erguer agora. – I want to erguer now.",
      "Costumas erguer? – Do you usually erguer?",
      "Vamos erguer mais tarde. – We will erguer later.",
      "Eles gostam de erguer. – They like to erguer.",
      "Preciso de erguer hoje. – I need to erguer today."
    ]
  },
  {
    "rank": 459,
    "verb": "errar",
    "translation": "to errar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero errar agora. – I want to errar now.",
      "Costumas errar? – Do you usually errar?",
      "Vamos errar mais tarde. – We will errar later.",
      "Eles gostam de errar. – They like to errar.",
      "Preciso de errar hoje. – I need to errar today."
    ]
  },
  {
    "rank": 460,
    "verb": "estabelecer",
    "translation": "to estabelecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero estabelecer agora. – I want to estabelecer now.",
      "Costumas estabelecer? – Do you usually estabelecer?",
      "Vamos estabelecer mais tarde. – We will estabelecer later.",
      "Eles gostam de estabelecer. – They like to estabelecer.",
      "Preciso de estabelecer hoje. – I need to estabelecer today."
    ]
  },
  {
    "rank": 461,
    "verb": "exibir",
    "translation": "to exibir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero exibir agora. – I want to exibir now.",
      "Costumas exibir? – Do you usually exibir?",
      "Vamos exibir mais tarde. – We will exibir later.",
      "Eles gostam de exibir. – They like to exibir.",
      "Preciso de exibir hoje. – I need to exibir today."
    ]
  },
  {
    "rank": 462,
    "verb": "explorar",
    "translation": "to explorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero explorar agora. – I want to explorar now.",
      "Costumas explorar? – Do you usually explorar?",
      "Vamos explorar mais tarde. – We will explorar later.",
      "Eles gostam de explorar. – They like to explorar.",
      "Preciso de explorar hoje. – I need to explorar today."
    ]
  },
  {
    "rank": 463,
    "verb": "exportar",
    "translation": "to exportar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero exportar agora. – I want to exportar now.",
      "Costumas exportar? – Do you usually exportar?",
      "Vamos exportar mais tarde. – We will exportar later.",
      "Eles gostam de exportar. – They like to exportar.",
      "Preciso de exportar hoje. – I need to exportar today."
    ]
  },
  {
    "rank": 464,
    "verb": "fabricar",
    "translation": "to fabricar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero fabricar agora. – I want to fabricar now.",
      "Costumas fabricar? – Do you usually fabricar?",
      "Vamos fabricar mais tarde. – We will fabricar later.",
      "Eles gostam de fabricar. – They like to fabricar.",
      "Preciso de fabricar hoje. – I need to fabricar today."
    ]
  },
  {
    "rank": 465,
    "verb": "faltar",
    "translation": "to faltar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero faltar agora. – I want to faltar now.",
      "Costumas faltar? – Do you usually faltar?",
      "Vamos faltar mais tarde. – We will faltar later.",
      "Eles gostam de faltar. – They like to faltar.",
      "Preciso de faltar hoje. – I need to faltar today."
    ]
  },
  {
    "rank": 466,
    "verb": "ferir",
    "translation": "to ferir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero ferir agora. – I want to ferir now.",
      "Costumas ferir? – Do you usually ferir?",
      "Vamos ferir mais tarde. – We will ferir later.",
      "Eles gostam de ferir. – They like to ferir.",
      "Preciso de ferir hoje. – I need to ferir today."
    ]
  },
  {
    "rank": 467,
    "verb": "finalizar",
    "translation": "to finalizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero finalizar agora. – I want to finalizar now.",
      "Costumas finalizar? – Do you usually finalizar?",
      "Vamos finalizar mais tarde. – We will finalizar later.",
      "Eles gostam de finalizar. – They like to finalizar.",
      "Preciso de finalizar hoje. – I need to finalizar today."
    ]
  },
  {
    "rank": 468,
    "verb": "fornecer",
    "translation": "to fornecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero fornecer agora. – I want to fornecer now.",
      "Costumas fornecer? – Do you usually fornecer?",
      "Vamos fornecer mais tarde. – We will fornecer later.",
      "Eles gostam de fornecer. – They like to fornecer.",
      "Preciso de fornecer hoje. – I need to fornecer today."
    ]
  },
  {
    "rank": 469,
    "verb": "fotografar",
    "translation": "to fotografar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero fotografar agora. – I want to fotografar now.",
      "Costumas fotografar? – Do you usually fotografar?",
      "Vamos fotografar mais tarde. – We will fotografar later.",
      "Eles gostam de fotografar. – They like to fotografar.",
      "Preciso de fotografar hoje. – I need to fotografar today."
    ]
  },
  {
    "rank": 470,
    "verb": "gerar",
    "translation": "to gerar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero gerar agora. – I want to gerar now.",
      "Costumas gerar? – Do you usually gerar?",
      "Vamos gerar mais tarde. – We will gerar later.",
      "Eles gostam de gerar. – They like to gerar.",
      "Preciso de gerar hoje. – I need to gerar today."
    ]
  },
  {
    "rank": 471,
    "verb": "iluminar",
    "translation": "to iluminar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero iluminar agora. – I want to iluminar now.",
      "Costumas iluminar? – Do you usually iluminar?",
      "Vamos iluminar mais tarde. – We will iluminar later.",
      "Eles gostam de iluminar. – They like to iluminar.",
      "Preciso de iluminar hoje. – I need to iluminar today."
    ]
  },
  {
    "rank": 472,
    "verb": "importar",
    "translation": "to importar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero importar agora. – I want to importar now.",
      "Costumas importar? – Do you usually importar?",
      "Vamos importar mais tarde. – We will importar later.",
      "Eles gostam de importar. – They like to importar.",
      "Preciso de importar hoje. – I need to importar today."
    ]
  },
  {
    "rank": 473,
    "verb": "impor",
    "translation": "to impor",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero impor agora. – I want to impor now.",
      "Costumas impor? – Do you usually impor?",
      "Vamos impor mais tarde. – We will impor later.",
      "Eles gostam de impor. – They like to impor.",
      "Preciso de impor hoje. – I need to impor today."
    ]
  },
  {
    "rank": 474,
    "verb": "indicar",
    "translation": "to indicar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero indicar agora. – I want to indicar now.",
      "Costumas indicar? – Do you usually indicar?",
      "Vamos indicar mais tarde. – We will indicar later.",
      "Eles gostam de indicar. – They like to indicar.",
      "Preciso de indicar hoje. – I need to indicar today."
    ]
  },
  {
    "rank": 475,
    "verb": "iniciar",
    "translation": "to iniciar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero iniciar agora. – I want to iniciar now.",
      "Costumas iniciar? – Do you usually iniciar?",
      "Vamos iniciar mais tarde. – We will iniciar later.",
      "Eles gostam de iniciar. – They like to iniciar.",
      "Preciso de iniciar hoje. – I need to iniciar today."
    ]
  },
  {
    "rank": 476,
    "verb": "insistir",
    "translation": "to insistir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero insistir agora. – I want to insistir now.",
      "Costumas insistir? – Do you usually insistir?",
      "Vamos insistir mais tarde. – We will insistir later.",
      "Eles gostam de insistir. – They like to insistir.",
      "Preciso de insistir hoje. – I need to insistir today."
    ]
  },
  {
    "rank": 477,
    "verb": "investigar",
    "translation": "to investigar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero investigar agora. – I want to investigar now.",
      "Costumas investigar? – Do you usually investigar?",
      "Vamos investigar mais tarde. – We will investigar later.",
      "Eles gostam de investigar. – They like to investigar.",
      "Preciso de investigar hoje. – I need to investigar today."
    ]
  },
  {
    "rank": 478,
    "verb": "justificar",
    "translation": "to justificar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero justificar agora. – I want to justificar now.",
      "Costumas justificar? – Do you usually justificar?",
      "Vamos justificar mais tarde. – We will justificar later.",
      "Eles gostam de justificar. – They like to justificar.",
      "Preciso de justificar hoje. – I need to justificar today."
    ]
  },
  {
    "rank": 479,
    "verb": "lançar",
    "translation": "to lançar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero lançar agora. – I want to lançar now.",
      "Costumas lançar? – Do you usually lançar?",
      "Vamos lançar mais tarde. – We will lançar later.",
      "Eles gostam de lançar. – They like to lançar.",
      "Preciso de lançar hoje. – I need to lançar today."
    ]
  },
  {
    "rank": 480,
    "verb": "legalizar",
    "translation": "to legalizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero legalizar agora. – I want to legalizar now.",
      "Costumas legalizar? – Do you usually legalizar?",
      "Vamos legalizar mais tarde. – We will legalizar later.",
      "Eles gostam de legalizar. – They like to legalizar.",
      "Preciso de legalizar hoje. – I need to legalizar today."
    ]
  },
  {
    "rank": 481,
    "verb": "limitar",
    "translation": "to limitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero limitar agora. – I want to limitar now.",
      "Costumas limitar? – Do you usually limitar?",
      "Vamos limitar mais tarde. – We will limitar later.",
      "Eles gostam de limitar. – They like to limitar.",
      "Preciso de limitar hoje. – I need to limitar today."
    ]
  },
  {
    "rank": 482,
    "verb": "localizar",
    "translation": "to localizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero localizar agora. – I want to localizar now.",
      "Costumas localizar? – Do you usually localizar?",
      "Vamos localizar mais tarde. – We will localizar later.",
      "Eles gostam de localizar. – They like to localizar.",
      "Preciso de localizar hoje. – I need to localizar today."
    ]
  },
  {
    "rank": 483,
    "verb": "lotar",
    "translation": "to lotar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero lotar agora. – I want to lotar now.",
      "Costumas lotar? – Do you usually lotar?",
      "Vamos lotar mais tarde. – We will lotar later.",
      "Eles gostam de lotar. – They like to lotar.",
      "Preciso de lotar hoje. – I need to lotar today."
    ]
  },
  {
    "rank": 484,
    "verb": "melhorar",
    "translation": "to melhorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero melhorar agora. – I want to melhorar now.",
      "Costumas melhorar? – Do you usually melhorar?",
      "Vamos melhorar mais tarde. – We will melhorar later.",
      "Eles gostam de melhorar. – They like to melhorar.",
      "Preciso de melhorar hoje. – I need to melhorar today."
    ]
  },
  {
    "rank": 485,
    "verb": "notar",
    "translation": "to notice",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero notar agora. – I want to notice now.",
      "Costumas notar? – Do you usually notice?",
      "Vamos notar mais tarde. – We will notice later.",
      "Eles gostam de notar. – They like to notice.",
      "Preciso de notar hoje. – I need to notice today."
    ]
  },
  {
    "rank": 486,
    "verb": "observar",
    "translation": "to observe",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero observar agora. – I want to observe now.",
      "Costumas observar? – Do you usually observe?",
      "Vamos observar mais tarde. – We will observe later.",
      "Eles gostam de observar. – They like to observe.",
      "Preciso de observar hoje. – I need to observe today."
    ]
  },
  {
    "rank": 487,
    "verb": "oferecer",
    "translation": "to oferecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero oferecer agora. – I want to oferecer now.",
      "Costumas oferecer? – Do you usually oferecer?",
      "Vamos oferecer mais tarde. – We will oferecer later.",
      "Eles gostam de oferecer. – They like to oferecer.",
      "Preciso de oferecer hoje. – I need to oferecer today."
    ]
  },
  {
    "rank": 488,
    "verb": "pintar",
    "translation": "to pintar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero pintar agora. – I want to pintar now.",
      "Costumas pintar? – Do you usually pintar?",
      "Vamos pintar mais tarde. – We will pintar later.",
      "Eles gostam de pintar. – They like to pintar.",
      "Preciso de pintar hoje. – I need to pintar today."
    ]
  },
  {
    "rank": 489,
    "verb": "ponderar",
    "translation": "to ponderar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero ponderar agora. – I want to ponderar now.",
      "Costumas ponderar? – Do you usually ponderar?",
      "Vamos ponderar mais tarde. – We will ponderar later.",
      "Eles gostam de ponderar. – They like to ponderar.",
      "Preciso de ponderar hoje. – I need to ponderar today."
    ]
  },
  {
    "rank": 490,
    "verb": "preservar",
    "translation": "to preservar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero preservar agora. – I want to preservar now.",
      "Costumas preservar? – Do you usually preservar?",
      "Vamos preservar mais tarde. – We will preservar later.",
      "Eles gostam de preservar. – They like to preservar.",
      "Preciso de preservar hoje. – I need to preservar today."
    ]
  },
  {
    "rank": 491,
    "verb": "prever",
    "translation": "to prever",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero prever agora. – I want to prever now.",
      "Costumas prever? – Do you usually prever?",
      "Vamos prever mais tarde. – We will prever later.",
      "Eles gostam de prever. – They like to prever.",
      "Preciso de prever hoje. – I need to prever today."
    ]
  },
  {
    "rank": 492,
    "verb": "propor",
    "translation": "to propose",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero propor agora. – I want to propose now.",
      "Costumas propor? – Do you usually propose?",
      "Vamos propor mais tarde. – We will propose later.",
      "Eles gostam de propor. – They like to propose.",
      "Preciso de propor hoje. – I need to propose today."
    ]
  },
  {
    "rank": 493,
    "verb": "proteger",
    "translation": "to protect",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero proteger agora. – I want to protect now.",
      "Costumas proteger? – Do you usually protect?",
      "Vamos proteger mais tarde. – We will protect later.",
      "Eles gostam de proteger. – They like to protect.",
      "Preciso de proteger hoje. – I need to protect today."
    ]
  },
  {
    "rank": 494,
    "verb": "providenciar",
    "translation": "to providenciar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero providenciar agora. – I want to providenciar now.",
      "Costumas providenciar? – Do you usually providenciar?",
      "Vamos providenciar mais tarde. – We will providenciar later.",
      "Eles gostam de providenciar. – They like to providenciar.",
      "Preciso de providenciar hoje. – I need to providenciar today."
    ]
  },
  {
    "rank": 495,
    "verb": "pular",
    "translation": "to pular",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero pular agora. – I want to pular now.",
      "Costumas pular? – Do you usually pular?",
      "Vamos pular mais tarde. – We will pular later.",
      "Eles gostam de pular. – They like to pular.",
      "Preciso de pular hoje. – I need to pular today."
    ]
  },
  {
    "rank": 496,
    "verb": "queimar",
    "translation": "to queimar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero queimar agora. – I want to queimar now.",
      "Costumas queimar? – Do you usually queimar?",
      "Vamos queimar mais tarde. – We will queimar later.",
      "Eles gostam de queimar. – They like to queimar.",
      "Preciso de queimar hoje. – I need to queimar today."
    ]
  },
  {
    "rank": 497,
    "verb": "quebrar",
    "translation": "to quebrar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero quebrar agora. – I want to quebrar now.",
      "Costumas quebrar? – Do you usually quebrar?",
      "Vamos quebrar mais tarde. – We will quebrar later.",
      "Eles gostam de quebrar. – They like to quebrar.",
      "Preciso de quebrar hoje. – I need to quebrar today."
    ]
  },
  {
    "rank": 498,
    "verb": "reagir",
    "translation": "to react",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu quero reagir agora. – I want to react now.",
      "Costumas reagir? – Do you usually react?",
      "Vamos reagir mais tarde. – We will react later.",
      "Eles gostam de reagir. – They like to react.",
      "Preciso de reagir hoje. – I need to react today."
    ]
  },
  {
    "rank": 499,
    "verb": "recolher",
    "translation": "to recolher",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu quero recolher agora. – I want to recolher now.",
      "Costumas recolher? – Do you usually recolher?",
      "Vamos recolher mais tarde. – We will recolher later.",
      "Eles gostam de recolher. – They like to recolher.",
      "Preciso de recolher hoje. – I need to recolher today."
    ]
  },
  {
    "rank": 500,
    "verb": "recomeçar",
    "translation": "to recomeçar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quero recomeçar agora. – I want to recomeçar now.",
      "Costumas recomeçar? – Do you usually recomeçar?",
      "Vamos recomeçar mais tarde. – We will recomeçar later.",
      "Eles gostam de recomeçar. – They like to recomeçar.",
      "Preciso de recomeçar hoje. – I need to recomeçar today."
    ]
  }
]