[
  {
    "rank": 1,
    "verb": "ser",
    "translation": "to be (permanent)",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a ser no escritório. – I'm be (permanent) at home.",
      "Vais ser de manhã? – Are you going to be (permanent) today?",
      "Ele/ela vai ser com os colegas. – He/She is going to be (permanent) with the family.",
      "Vamos ser para resolver o problema. – Let's be (permanent) to train.",
      "Eu ia ser se tivesse tempo. – I would be (permanent) if I had time."
    ]
  },
  {
    "rank": 2,
    "verb": "estar",
    "translation": "to be (temporary)",
    "category": "ar",
    "irregular": true,
    "examples": [
      "Estou a estar no escritório. – I'm be (temporary) at school.",
      "Vais estar de manhã? – Are you going to be (temporary) tonight?",
      "Ele/ela vai estar com o meu irmão. – He/She is going to be (temporary) with friends.",
      "Vamos estar para aprender. – Let's be (temporary) to practice.",
      "Eu ia estar se tivesse tempo. – I would be (temporary) if I had time."
    ]
  },
  {
    "rank": 3,
    "verb": "ter",
    "translation": "to have",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a ter na universidade. – I'm have downtown.",
      "Vais ter hoje? – Are you going to have in the morning?",
      "Ele/ela vai ter com o meu irmão. – He/She is going to have with the family.",
      "Vamos ter para praticar. – Let's have to rest.",
      "Eu ia ter se tivesse tempo. – I would have if I had time."
    ]
  },
  {
    "rank": 4,
    "verb": "fazer",
    "translation": "to do, to make",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a fazer na universidade. – I'm do at school.",
      "Vais fazer amanhã? – Are you going to do today?",
      "Ele/ela vai fazer com amigos. – He/She is going to do with friends.",
      "Vamos fazer para descansar. – Let's do to learn.",
      "Eu ia fazer se tivesse tempo. – I would do if I had time."
    ]
  },
  {
    "rank": 5,
    "verb": "poder",
    "translation": "can, to be able to",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a poder no aeroporto. – I'm can at work.",
      "Vais poder ao fim de semana? – Are you going to can tonight?",
      "Ele/ela vai poder com amigos. – He/She is going to can with the family.",
      "Vamos poder para resolver o problema. – Let's can to rest.",
      "Eu ia poder se tivesse tempo. – I would can if I had time."
    ]
  },
  {
    "rank": 6,
    "verb": "ir",
    "translation": "to go",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a ir no trabalho. – I'm go downtown.",
      "Vais ir ao fim de semana? – Are you going to go today?",
      "Ele/ela vai ir com o meu irmão. – He/She is going to go with friends.",
      "Vamos ir para aprender. – Let's go to learn.",
      "Eu ia ir se tivesse tempo. – I would go if I had time."
    ]
  },
  {
    "rank": 7,
    "verb": "dizer",
    "translation": "to say, to tell",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a dizer no aeroporto. – I'm say at work.",
      "Vais dizer à noite? – Are you going to say tomorrow?",
      "Ele/ela vai dizer com a equipa. – He/She is going to say with friends.",
      "Vamos dizer para aprender. – Let's say to learn.",
      "Eu ia dizer se tivesse tempo. – I would say if I had time."
    ]
  },
  {
    "rank": 8,
    "verb": "haver",
    "translation": "there is, there are",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a haver na universidade. – I'm there is downtown.",
      "Vais haver de manhã? – Are you going to there is tonight?",
      "Ele/ela vai haver com a família. – He/She is going to there is with the family.",
      "Vamos haver para resolver o problema. – Let's there is to practice.",
      "Eu ia haver se tivesse tempo. – I would there is if I had time."
    ]
  },
  {
    "rank": 9,
    "verb": "dar",
    "translation": "to give",
    "category": "ar",
    "irregular": true,
    "examples": [
      "Estou a dar no centro. – I'm give at work.",
      "Vais dar às vezes? – Are you going to give tomorrow?",
      "Ele/ela vai dar com a equipa. – He/She is going to give with friends.",
      "Vamos dar para treinar. – Let's give to rest.",
      "Eu ia dar se tivesse tempo. – I would give if I had time."
    ]
  },
  {
    "rank": 10,
    "verb": "ver",
    "translation": "to see, to watch",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a ver em casa. – I'm see at work.",
      "Vais ver amanhã? – Are you going to see in the morning?",
      "Ele/ela vai ver com os colegas. – He/She is going to see with friends.",
      "Vamos ver para resolver o problema. – Let's see to learn.",
      "Eu ia ver se tivesse tempo. – I would see if I had time."
    ]
  },
  {
    "rank": 11,
    "verb": "ficar",
    "translation": "to stay, to become",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fico no aeroporto às vezes. – I stay downtown at night.",
      "Tu ficas com a família? – Do you stay with the family?",
      "Nós ficamos para resolver o problema. – We stay to rest.",
      "Ele/ela ficou no escritório na semana passada. – He/She stayed at home last week.",
      "Eles em ficar às vezes. – They will stay today."
    ]
  },
  {
    "rank": 12,
    "verb": "vir",
    "translation": "to come",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a vir em casa. – I'm come at home.",
      "Vais vir amanhã? – Are you going to come today?",
      "Ele/ela vai vir com amigos. – He/She is going to come with friends.",
      "Vamos vir para treinar. – Let's come to rest.",
      "Eu ia vir se tivesse tempo. – I would come if I had time."
    ]
  },
  {
    "rank": 13,
    "verb": "querer",
    "translation": "to want",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a querer no ginásio. – I'm want downtown.",
      "Vais querer à noite? – Are you going to want tonight?",
      "Ele/ela vai querer com o meu irmão. – He/She is going to want with the team.",
      "Vamos querer para treinar. – Let's want to train.",
      "Eu ia querer se tivesse tempo. – I would want if I had time."
    ]
  },
  {
    "rank": 14,
    "verb": "saber",
    "translation": "to know",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a saber no ginásio. – I'm know at school.",
      "Vais saber todos os dias? – Are you going to know tonight?",
      "Ele/ela vai saber com a equipa. – He/She is going to know with friends.",
      "Vamos saber para treinar. – Let's know to rest.",
      "Eu ia saber se tivesse tempo. – I would know if I had time."
    ]
  },
  {
    "rank": 15,
    "verb": "pôr",
    "translation": "to put",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a pôr na escola. – I'm put at school.",
      "Vais pôr às vezes? – Are you going to put tonight?",
      "Ele/ela vai pôr com os colegas. – He/She is going to put with friends.",
      "Vamos pôr para descansar. – Let's put to train.",
      "Eu ia pôr se tivesse tempo. – I would put if I had time."
    ]
  },
  {
    "rank": 16,
    "verb": "trazer",
    "translation": "to bring",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a trazer no ginásio. – I'm bring downtown.",
      "Vais trazer de manhã? – Are you going to bring tonight?",
      "Ele/ela vai trazer com amigos. – He/She is going to bring with the team.",
      "Vamos trazer para resolver o problema. – Let's bring to rest.",
      "Eu ia trazer se tivesse tempo. – I would bring if I had time."
    ]
  },
  {
    "rank": 17,
    "verb": "falar",
    "translation": "to speak, to talk",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu falo no ginásio às vezes. – I speak at school at night.",
      "Tu falas com o meu irmão? – Do you speak with the team?",
      "Nós falamos para treinar. – We speak to practice.",
      "Ele/ela falou na universidade ontem. – He/She speaked at home last week.",
      "Eles em falar amanhã. – They will speak tomorrow."
    ]
  },
  {
    "rank": 18,
    "verb": "deixar",
    "translation": "to leave, to let",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu deixo no aeroporto amanhã. – I leave at home today.",
      "Tu deixas com o meu irmão? – Do you leave with the team?",
      "Nós deixamos para aprender. – We leave to solve the problem.",
      "Ele/ela deixou no ginásio na semana passada. – He/She leaved at work yesterday.",
      "Eles em deixar de manhã. – They will leave this weekend."
    ]
  },
  {
    "rank": 19,
    "verb": "pensar",
    "translation": "to think",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu penso em casa ao fim de semana. – I think downtown in the morning.",
      "Tu pensas com a equipa? – Do you think with friends?",
      "Nós pensamos para descansar. – We think to learn.",
      "Ele/ela pensou no escritório na semana passada. – He/She thinked at home last week.",
      "Eles em pensar amanhã. – They will think this weekend."
    ]
  },
  {
    "rank": 20,
    "verb": "chegar",
    "translation": "to arrive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu chego no trabalho ao fim de semana. – I arrive at work today.",
      "Tu chegas com o meu irmão? – Do you arrive with the team?",
      "Nós chegamos para resolver o problema. – We arrive to solve the problem.",
      "Ele/ela chegou no ginásio ontem. – He/She arrived at home yesterday.",
      "Eles em chegar à noite. – They will arrive today."
    ]
  },
  {
    "rank": 21,
    "verb": "passar",
    "translation": "to pass",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu passo na universidade todas as semanas. – I pass at work in the morning.",
      "Tu passas com a família? – Do you pass with friends?",
      "Nós passamos para praticar. – We pass to practice.",
      "Ele/ela passou no ginásio ontem. – He/She passed at work last week.",
      "Eles em passar hoje. – They will pass this weekend."
    ]
  },
  {
    "rank": 22,
    "verb": "olhar",
    "translation": "to look",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu olho no centro de manhã. – I look at work today.",
      "Tu olhas com a equipa? – Do you look with friends?",
      "Nós olhamos para aprender. – We look to practice.",
      "Ele/ela olhou na universidade ontem. – He/She looked at work yesterday.",
      "Eles em olhar à noite. – They will look this weekend."
    ]
  },
  {
    "rank": 23,
    "verb": "precisar",
    "translation": "to need",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu preciso na escola hoje. – I need at work in the morning.",
      "Tu precisas com a família? – Do you need with friends?",
      "Nós precisamos para aprender. – We need to learn.",
      "Ele/ela precisou no escritório na semana passada. – He/She needed at work last week.",
      "Eles em precisar todos os dias. – They will need today."
    ]
  },
  {
    "rank": 24,
    "verb": "gostar",
    "translation": "to like",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu gosto na escola à noite. – I like at school at night.",
      "Tu gostas com amigos? – Do you like with the family?",
      "Nós gostamos para aprender. – We like to rest.",
      "Ele/ela gostou na escola ontem. – He/She liked at work yesterday.",
      "Eles em gostar todos os dias. – They will like today."
    ]
  },
  {
    "rank": 25,
    "verb": "conseguir",
    "translation": "to manage, to achieve",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a conseguir no escritório. – I'm manage at work.",
      "Vais conseguir à noite? – Are you going to manage in the morning?",
      "Ele/ela vai conseguir com o meu irmão. – He/She is going to manage with the family.",
      "Vamos conseguir para descansar. – Let's manage to rest.",
      "Eu ia conseguir se tivesse tempo. – I would manage if I had time."
    ]
  },
  {
    "rank": 26,
    "verb": "tentar",
    "translation": "to try",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu tento no aeroporto todas as semanas. – I try at school in the morning.",
      "Tu tentas com os colegas? – Do you try with the team?",
      "Nós tentamos para praticar. – We try to rest.",
      "Ele/ela tentou no ginásio ontem. – He/She tryed at work last week.",
      "Eles em tentar à noite. – They will try today."
    ]
  },
  {
    "rank": 27,
    "verb": "pedir",
    "translation": "to ask for, to request",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a pedir no centro. – I'm ask for at home.",
      "Vais pedir às vezes? – Are you going to ask for tonight?",
      "Ele/ela vai pedir com amigos. – He/She is going to ask for with friends.",
      "Vamos pedir para treinar. – Let's ask for to rest.",
      "Eu ia pedir se tivesse tempo. – I would ask for if I had time."
    ]
  },
  {
    "rank": 28,
    "verb": "esperar",
    "translation": "to wait, to hope",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu espero na universidade ao fim de semana. – I wait at home at night.",
      "Tu esperas com a equipa? – Do you wait with the team?",
      "Nós esperamos para aprender. – We wait to solve the problem.",
      "Ele/ela esperou no trabalho ontem. – He/She waited at home last week.",
      "Eles em esperar hoje. – They will wait tomorrow."
    ]
  },
  {
    "rank": 29,
    "verb": "usar",
    "translation": "to use",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu uso na escola todos os dias. – I use downtown in the morning.",
      "Tu usas com os colegas? – Do you use with the family?",
      "Nós usamos para treinar. – We use to practice.",
      "Ele/ela usou no escritório na semana passada. – He/She used at home yesterday.",
      "Eles em usar hoje. – They will use this weekend."
    ]
  },
  {
    "rank": 30,
    "verb": "continuar",
    "translation": "to continue",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu continuo no centro à noite. – I continue downtown at night.",
      "Tu continuas com amigos? – Do you continue with friends?",
      "Nós continuamos para treinar. – We continue to learn.",
      "Ele/ela continuou no ginásio ontem. – He/She continued at work last week.",
      "Eles em continuar todos os dias. – They will continue today."
    ]
  },
  {
    "rank": 31,
    "verb": "chamar",
    "translation": "to call",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu chamo no aeroporto todas as semanas. – I call at work at night.",
      "Tu chamas com amigos? – Do you call with the team?",
      "Nós chamamos para aprender. – We call to rest.",
      "Ele/ela chamou no aeroporto na semana passada. – He/She called at home yesterday.",
      "Eles em chamar amanhã. – They will call tomorrow."
    ]
  },
  {
    "rank": 32,
    "verb": "tornar",
    "translation": "to become, to turn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu torno na universidade amanhã. – I become at work at night.",
      "Tu tornas com os colegas? – Do you become with the family?",
      "Nós tornamos para resolver o problema. – We become to rest.",
      "Ele/ela tornou no trabalho na semana passada. – He/She becomed at home yesterday.",
      "Eles em tornar todas as semanas. – They will become today."
    ]
  },
  {
    "rank": 33,
    "verb": "existir",
    "translation": "to exist",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu existo em casa todos os dias. – I exist downtown today.",
      "Tu existes com os colegas? – Do you exist with friends?",
      "Nós existimos para aprender. – We exist to learn.",
      "Ele/ela existiu no centro na semana passada. – He/She existed at work last week.",
      "Eles em existir todos os dias. – They will exist tomorrow."
    ]
  },
  {
    "rank": 34,
    "verb": "perder",
    "translation": "to lose",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a perder na escola. – I'm lose at home.",
      "Vais perder todos os dias? – Are you going to lose in the morning?",
      "Ele/ela vai perder com amigos. – He/She is going to lose with the team.",
      "Vamos perder para treinar. – Let's lose to practice.",
      "Eu ia perder se tivesse tempo. – I would lose if I had time."
    ]
  },
  {
    "rank": 35,
    "verb": "tomar",
    "translation": "to take (food/drink)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu tomo em casa todos os dias. – I take (food/drink) at home at night.",
      "Tu tomas com os colegas? – Do you take (food/drink) with the family?",
      "Nós tomamos para aprender. – We take (food/drink) to rest.",
      "Ele/ela tomou na escola na semana passada. – He/She take (food/drink)ed at home yesterday.",
      "Eles em tomar todos os dias. – They will take (food/drink) today."
    ]
  },
  {
    "rank": 36,
    "verb": "receber",
    "translation": "to receive",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu recebo no centro de manhã. – I receive at school in the morning.",
      "Tu recebes com os colegas? – Do you receive with friends?",
      "Nós recebemos para praticar. – We receive to learn.",
      "Ele/ela recebeu na universidade ontem. – He/She received at home last week.",
      "Eles em receber amanhã. – They will receive tomorrow."
    ]
  },
  {
    "rank": 37,
    "verb": "andar",
    "translation": "to walk, to go",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ando na escola todos os dias. – I walk at work at night.",
      "Tu andas com a família? – Do you walk with the team?",
      "Nós andamos para descansar. – We walk to practice.",
      "Ele/ela andou no aeroporto na semana passada. – He/She walked at work last week.",
      "Eles em andar de manhã. – They will walk this weekend."
    ]
  },
  {
    "rank": 38,
    "verb": "comer",
    "translation": "to eat",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu como no ginásio amanhã. – I eat at home at night.",
      "Tu comes com o meu irmão? – Do you eat with the team?",
      "Nós comemos para descansar. – We eat to learn.",
      "Ele/ela comeu na escola ontem. – He/She eated at home yesterday.",
      "Eles em comer de manhã. – They will eat today."
    ]
  },
  {
    "rank": 39,
    "verb": "beber",
    "translation": "to drink",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu bebo no escritório amanhã. – I drink at school in the morning.",
      "Tu bebes com o meu irmão? – Do you drink with the family?",
      "Nós bebemos para praticar. – We drink to learn.",
      "Ele/ela bebeu no trabalho ontem. – He/She drinked at home yesterday.",
      "Eles em beber ao fim de semana. – They will drink today."
    ]
  },
  {
    "rank": 40,
    "verb": "dormir",
    "translation": "to sleep",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a dormir na escola. – I'm sleep at home.",
      "Vais dormir hoje? – Are you going to sleep tomorrow?",
      "Ele/ela vai dormir com o meu irmão. – He/She is going to sleep with the family.",
      "Vamos dormir para treinar. – Let's sleep to train.",
      "Eu ia dormir se tivesse tempo. – I would sleep if I had time."
    ]
  },
  {
    "rank": 41,
    "verb": "estudar",
    "translation": "to study",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu estudo na escola amanhã. – I study at home in the morning.",
      "Tu estudas com a família? – Do you study with the family?",
      "Nós estudamos para praticar. – We study to practice.",
      "Ele/ela estudou no centro na semana passada. – He/She studyed at home last week.",
      "Eles em estudar de manhã. – They will study tomorrow."
    ]
  },
  {
    "rank": 42,
    "verb": "comprar",
    "translation": "to buy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu compro no centro hoje. – I buy at school today.",
      "Tu compras com amigos? – Do you buy with the team?",
      "Nós compramos para descansar. – We buy to learn.",
      "Ele/ela comprou em casa na semana passada. – He/She buyed at home yesterday.",
      "Eles em comprar ao fim de semana. – They will buy today."
    ]
  },
  {
    "rank": 43,
    "verb": "viajar",
    "translation": "to travel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu viajo no ginásio hoje. – I travel downtown today.",
      "Tu viajas com a equipa? – Do you travel with the team?",
      "Nós viajamos para resolver o problema. – We travel to learn.",
      "Ele/ela viajou no centro ontem. – He/She traveled at home yesterday.",
      "Eles em viajar de manhã. – They will travel today."
    ]
  },
  {
    "rank": 44,
    "verb": "ajudar",
    "translation": "to help",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ajudo na escola amanhã. – I help downtown in the morning.",
      "Tu ajudas com os colegas? – Do you help with the family?",
      "Nós ajudamos para aprender. – We help to solve the problem.",
      "Ele/ela ajudou no ginásio na semana passada. – He/She helped at home yesterday.",
      "Eles em ajudar hoje. – They will help this weekend."
    ]
  },
  {
    "rank": 45,
    "verb": "escrever",
    "translation": "to write",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu escrevo na escola à noite. – I write at school in the morning.",
      "Tu escreves com os colegas? – Do you write with friends?",
      "Nós escrevemos para praticar. – We write to learn.",
      "Ele/ela escreveu no escritório na semana passada. – He/She writed at home last week.",
      "Eles em escrever de manhã. – They will write tomorrow."
    ]
  },
  {
    "rank": 46,
    "verb": "ler",
    "translation": "to read",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a ler na escola. – I'm read at home.",
      "Vais ler amanhã? – Are you going to read today?",
      "Ele/ela vai ler com a equipa. – He/She is going to read with the team.",
      "Vamos ler para treinar. – Let's read to learn.",
      "Eu ia ler se tivesse tempo. – I would read if I had time."
    ]
  },
  {
    "rank": 47,
    "verb": "ouvir",
    "translation": "to hear, to listen",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a ouvir no centro. – I'm hear downtown.",
      "Vais ouvir todas as semanas? – Are you going to hear tonight?",
      "Ele/ela vai ouvir com os colegas. – He/She is going to hear with friends.",
      "Vamos ouvir para praticar. – Let's hear to learn.",
      "Eu ia ouvir se tivesse tempo. – I would hear if I had time."
    ]
  },
  {
    "rank": 48,
    "verb": "escolher",
    "translation": "to choose",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu escolho no escritório todos os dias. – I choose at work at night.",
      "Tu escolhes com o meu irmão? – Do you choose with the family?",
      "Nós escolhemos para resolver o problema. – We choose to rest.",
      "Ele/ela escolheu no centro ontem. – He/She choosed at work last week.",
      "Eles em escolher todas as semanas. – They will choose tomorrow."
    ]
  },
  {
    "rank": 49,
    "verb": "jogar",
    "translation": "to play",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu jogo na escola hoje. – I play at school today.",
      "Tu jogas com a equipa? – Do you play with the team?",
      "Nós jogamos para praticar. – We play to practice.",
      "Ele/ela jogou no centro na semana passada. – He/She played at home last week.",
      "Eles em jogar de manhã. – They will play this weekend."
    ]
  },
  {
    "rank": 50,
    "verb": "descansar",
    "translation": "to rest",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu descanso na escola ao fim de semana. – I rest at home at night.",
      "Tu descansas com o meu irmão? – Do you rest with the team?",
      "Nós descansamos para descansar. – We rest to practice.",
      "Ele/ela descansou no ginásio na semana passada. – He/She rested at work yesterday.",
      "Eles em descansar todos os dias. – They will rest today."
    ]
  },
  {
    "rank": 51,
    "verb": "perguntar",
    "translation": "to ask",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pergunto na escola hoje. – I ask at home today.",
      "Tu perguntas com os colegas? – Do you ask with friends?",
      "Nós perguntamos para aprender. – We ask to rest.",
      "Ele/ela perguntou na escola na semana passada. – He/She asked at home yesterday.",
      "Eles em perguntar às vezes. – They will ask tomorrow."
    ]
  },
  {
    "rank": 52,
    "verb": "mostrar",
    "translation": "to show",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu mostro no trabalho todos os dias. – I show at home at night.",
      "Tu mostras com o meu irmão? – Do you show with friends?",
      "Nós mostramos para descansar. – We show to learn.",
      "Ele/ela mostrou na universidade ontem. – He/She showed at home yesterday.",
      "Eles em mostrar à noite. – They will show this weekend."
    ]
  },
  {
    "rank": 53,
    "verb": "morrer",
    "translation": "to die",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu morro no trabalho amanhã. – I die at work in the morning.",
      "Tu morres com a equipa? – Do you die with the family?",
      "Nós morremos para resolver o problema. – We die to practice.",
      "Ele/ela morreu na universidade ontem. – He/She died at work yesterday.",
      "Eles em morrer à noite. – They will die today."
    ]
  },
  {
    "rank": 54,
    "verb": "nascer",
    "translation": "to be born",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu nasco no centro todas as semanas. – I be born at school at night.",
      "Tu nasces com a equipa? – Do you be born with friends?",
      "Nós nascemos para praticar. – We be born to learn.",
      "Ele/ela nasceu na escola ontem. – He/She be borned at home last week.",
      "Eles em nascer ao fim de semana. – They will be born this weekend."
    ]
  },
  {
    "rank": 55,
    "verb": "mudar",
    "translation": "to change",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu mudo no centro hoje. – I change at school today.",
      "Tu mudas com os colegas? – Do you change with the family?",
      "Nós mudamos para treinar. – We change to solve the problem.",
      "Ele/ela mudou no escritório na semana passada. – He/She changed at work last week.",
      "Eles em mudar às vezes. – They will change today."
    ]
  },
  {
    "rank": 56,
    "verb": "criar",
    "translation": "to create",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu crio no ginásio de manhã. – I create at home today.",
      "Tu crias com os colegas? – Do you create with the team?",
      "Nós criamos para resolver o problema. – We create to learn.",
      "Ele/ela criou na escola ontem. – He/She created at work last week.",
      "Eles em criar hoje. – They will create today."
    ]
  },
  {
    "rank": 57,
    "verb": "abrir",
    "translation": "to open",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu abro no escritório de manhã. – I open at work in the morning.",
      "Tu abres com o meu irmão? – Do you open with friends?",
      "Nós abrimos para aprender. – We open to solve the problem.",
      "Ele/ela abriu no trabalho na semana passada. – He/She opened at work yesterday.",
      "Eles em abrir às vezes. – They will open tomorrow."
    ]
  },
  {
    "rank": 58,
    "verb": "fechar",
    "translation": "to close",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fecho no escritório todas as semanas. – I close downtown today.",
      "Tu fechas com amigos? – Do you close with friends?",
      "Nós fechamos para resolver o problema. – We close to practice.",
      "Ele/ela fechou em casa na semana passada. – He/She closed at work last week.",
      "Eles em fechar às vezes. – They will close this weekend."
    ]
  },
  {
    "rank": 59,
    "verb": "cair",
    "translation": "to fall",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a cair no trabalho. – I'm fall downtown.",
      "Vais cair à noite? – Are you going to fall today?",
      "Ele/ela vai cair com a família. – He/She is going to fall with friends.",
      "Vamos cair para resolver o problema. – Let's fall to learn.",
      "Eu ia cair se tivesse tempo. – I would fall if I had time."
    ]
  },
  {
    "rank": 60,
    "verb": "subir",
    "translation": "to go up, to climb",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a subir na universidade. – I'm go up at work.",
      "Vais subir à noite? – Are you going to go up tonight?",
      "Ele/ela vai subir com amigos. – He/She is going to go up with the family.",
      "Vamos subir para treinar. – Let's go up to rest.",
      "Eu ia subir se tivesse tempo. – I would go up if I had time."
    ]
  },
  {
    "rank": 61,
    "verb": "descer",
    "translation": "to go down, to descend",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu desco no escritório amanhã. – I go down downtown at night.",
      "Tu desces com a equipa? – Do you go down with the family?",
      "Nós descemos para resolver o problema. – We go down to rest.",
      "Ele/ela desceu no ginásio ontem. – He/She go downed at work yesterday.",
      "Eles em descer hoje. – They will go down today."
    ]
  },
  {
    "rank": 62,
    "verb": "crescer",
    "translation": "to grow",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu cresco no aeroporto ao fim de semana. – I grow at work today.",
      "Tu cresces com a família? – Do you grow with friends?",
      "Nós crescemos para treinar. – We grow to rest.",
      "Ele/ela cresceu no escritório na semana passada. – He/She growed at work last week.",
      "Eles em crescer todas as semanas. – They will grow this weekend."
    ]
  },
  {
    "rank": 63,
    "verb": "aprender",
    "translation": "to learn",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu aprendo em casa amanhã. – I learn downtown in the morning.",
      "Tu aprendes com o meu irmão? – Do you learn with the family?",
      "Nós aprendemos para aprender. – We learn to solve the problem.",
      "Ele/ela aprendeu na universidade ontem. – He/She learned at work last week.",
      "Eles em aprender ao fim de semana. – They will learn this weekend."
    ]
  },
  {
    "rank": 64,
    "verb": "entender",
    "translation": "to understand",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu entendo no centro de manhã. – I understand at school at night.",
      "Tu entendes com amigos? – Do you understand with friends?",
      "Nós entendemos para descansar. – We understand to rest.",
      "Ele/ela entendeu no centro na semana passada. – He/She understanded at home yesterday.",
      "Eles em entender amanhã. – They will understand tomorrow."
    ]
  },
  {
    "rank": 65,
    "verb": "explicar",
    "translation": "to explain",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu explico no trabalho todos os dias. – I explain at home today.",
      "Tu explicas com amigos? – Do you explain with the team?",
      "Nós explicamos para praticar. – We explain to solve the problem.",
      "Ele/ela explicou na escola ontem. – He/She explained at home yesterday.",
      "Eles em explicar ao fim de semana. – They will explain this weekend."
    ]
  },
  {
    "rank": 66,
    "verb": "ensinar",
    "translation": "to teach",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ensino no aeroporto amanhã. – I teach at work at night.",
      "Tu ensinas com amigos? – Do you teach with friends?",
      "Nós ensinamos para resolver o problema. – We teach to learn.",
      "Ele/ela ensinou na universidade na semana passada. – He/She teached at home last week.",
      "Eles em ensinar todos os dias. – They will teach tomorrow."
    ]
  },
  {
    "rank": 67,
    "verb": "lembrar",
    "translation": "to remember",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lembro no escritório às vezes. – I remember at home at night.",
      "Tu lembras com o meu irmão? – Do you remember with the family?",
      "Nós lembramos para descansar. – We remember to learn.",
      "Ele/ela lembrou na universidade na semana passada. – He/She remembered at home yesterday.",
      "Eles em lembrar hoje. – They will remember this weekend."
    ]
  },
  {
    "rank": 68,
    "verb": "esquecer",
    "translation": "to forget",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu esqueco no aeroporto todas as semanas. – I forget at home in the morning.",
      "Tu esqueces com o meu irmão? – Do you forget with friends?",
      "Nós esquecemos para resolver o problema. – We forget to solve the problem.",
      "Ele/ela esqueceu no escritório ontem. – He/She forgeted at home last week.",
      "Eles em esquecer amanhã. – They will forget tomorrow."
    ]
  },
  {
    "rank": 69,
    "verb": "acordar",
    "translation": "to wake up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acordo na escola ao fim de semana. – I wake up at school in the morning.",
      "Tu acordas com amigos? – Do you wake up with friends?",
      "Nós acordamos para resolver o problema. – We wake up to rest.",
      "Ele/ela acordou na escola ontem. – He/She wake uped at work yesterday.",
      "Eles em acordar amanhã. – They will wake up this weekend."
    ]
  },
  {
    "rank": 70,
    "verb": "levantar",
    "translation": "to get up, to lift",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu levanto no escritório de manhã. – I get up at school today.",
      "Tu levantas com a equipa? – Do you get up with the family?",
      "Nós levantamos para praticar. – We get up to learn.",
      "Ele/ela levantou no trabalho na semana passada. – He/She get uped at home last week.",
      "Eles em levantar às vezes. – They will get up this weekend."
    ]
  },
  {
    "rank": 71,
    "verb": "sentar",
    "translation": "to sit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sento no centro amanhã. – I sit downtown today.",
      "Tu sentas com amigos? – Do you sit with the team?",
      "Nós sentamos para resolver o problema. – We sit to rest.",
      "Ele/ela sentou no escritório ontem. – He/She sited at home last week.",
      "Eles em sentar hoje. – They will sit today."
    ]
  },
  {
    "rank": 72,
    "verb": "correr",
    "translation": "to run",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu corro no trabalho às vezes. – I run downtown today.",
      "Tu corres com a equipa? – Do you run with the family?",
      "Nós corremos para resolver o problema. – We run to solve the problem.",
      "Ele/ela correu na universidade ontem. – He/She runed at work yesterday.",
      "Eles em correr todos os dias. – They will run today."
    ]
  },
  {
    "rank": 73,
    "verb": "caminhar",
    "translation": "to walk",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu caminho em casa todas as semanas. – I walk at home today.",
      "Tu caminhas com a família? – Do you walk with the team?",
      "Nós caminhamos para treinar. – We walk to solve the problem.",
      "Ele/ela caminhou em casa ontem. – He/She walked at work last week.",
      "Eles em caminhar à noite. – They will walk today."
    ]
  },
  {
    "rank": 74,
    "verb": "parar",
    "translation": "to stop",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu paro na universidade hoje. – I stop at home today.",
      "Tu paras com a equipa? – Do you stop with the team?",
      "Nós paramos para treinar. – We stop to solve the problem.",
      "Ele/ela parou na universidade na semana passada. – He/She stoped at home yesterday.",
      "Eles em parar todas as semanas. – They will stop this weekend."
    ]
  },
  {
    "rank": 75,
    "verb": "dirigir",
    "translation": "to drive",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a dirigir em casa. – I'm drive downtown.",
      "Vais dirigir amanhã? – Are you going to drive today?",
      "Ele/ela vai dirigir com o meu irmão. – He/She is going to drive with the team.",
      "Vamos dirigir para resolver o problema. – Let's drive to train.",
      "Eu ia dirigir se tivesse tempo. – I would drive if I had time."
    ]
  },
  {
    "rank": 76,
    "verb": "aceitar",
    "translation": "to accept",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aceito no ginásio ao fim de semana. – I accept at home in the morning.",
      "Tu aceitas com os colegas? – Do you accept with friends?",
      "Nós aceitamos para aprender. – We accept to rest.",
      "Ele/ela aceitou em casa ontem. – He/She accepted at home yesterday.",
      "Eles em aceitar de manhã. – They will accept today."
    ]
  },
  {
    "rank": 77,
    "verb": "recusar",
    "translation": "to refuse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu recuso no aeroporto amanhã. – I refuse at home in the morning.",
      "Tu recusas com os colegas? – Do you refuse with the team?",
      "Nós recusamos para aprender. – We refuse to rest.",
      "Ele/ela recusou no aeroporto na semana passada. – He/She refused at work last week.",
      "Eles em recusar às vezes. – They will refuse this weekend."
    ]
  },
  {
    "rank": 78,
    "verb": "acreditar",
    "translation": "to believe",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acredito na escola hoje. – I believe at home in the morning.",
      "Tu acreditas com o meu irmão? – Do you believe with the family?",
      "Nós acreditamos para praticar. – We believe to solve the problem.",
      "Ele/ela acreditou na escola na semana passada. – He/She believed at work last week.",
      "Eles em acreditar amanhã. – They will believe this weekend."
    ]
  },
  {
    "rank": 79,
    "verb": "concordar",
    "translation": "to agree",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu concordo na universidade hoje. – I agree downtown in the morning.",
      "Tu concordas com a equipa? – Do you agree with friends?",
      "Nós concordamos para resolver o problema. – We agree to rest.",
      "Ele/ela concordou no centro ontem. – He/She agreed at work last week.",
      "Eles em concordar amanhã. – They will agree today."
    ]
  },
  {
    "rank": 80,
    "verb": "discordar",
    "translation": "to disagree",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu discordo na escola de manhã. – I disagree at school in the morning.",
      "Tu discordas com a família? – Do you disagree with the team?",
      "Nós discordamos para aprender. – We disagree to practice.",
      "Ele/ela discordou no centro ontem. – He/She disagreed at work yesterday.",
      "Eles em discordar amanhã. – They will disagree today."
    ]
  },
  {
    "rank": 81,
    "verb": "ganhar",
    "translation": "to win, to earn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ganho no ginásio de manhã. – I win at home today.",
      "Tu ganhas com os colegas? – Do you win with friends?",
      "Nós ganhamos para treinar. – We win to learn.",
      "Ele/ela ganhou no aeroporto ontem. – He/She wined at work last week.",
      "Eles em ganhar todos os dias. – They will win this weekend."
    ]
  },
  {
    "rank": 82,
    "verb": "pagar",
    "translation": "to pay",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pago no ginásio amanhã. – I pay at work in the morning.",
      "Tu pagas com os colegas? – Do you pay with friends?",
      "Nós pagamos para aprender. – We pay to practice.",
      "Ele/ela pagou na universidade na semana passada. – He/She payed at work yesterday.",
      "Eles em pagar todos os dias. – They will pay tomorrow."
    ]
  },
  {
    "rank": 83,
    "verb": "gastar",
    "translation": "to spend",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu gasto no centro todas as semanas. – I spend at school in the morning.",
      "Tu gastas com os colegas? – Do you spend with friends?",
      "Nós gastamos para resolver o problema. – We spend to learn.",
      "Ele/ela gastou no escritório na semana passada. – He/She spended at work yesterday.",
      "Eles em gastar à noite. – They will spend tomorrow."
    ]
  },
  {
    "rank": 84,
    "verb": "poupar",
    "translation": "to save (money)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu poupo em casa amanhã. – I save (money) downtown in the morning.",
      "Tu poupas com a equipa? – Do you save (money) with the family?",
      "Nós poupamos para descansar. – We save (money) to solve the problem.",
      "Ele/ela poupou no centro ontem. – He/She save (money)ed at work yesterday.",
      "Eles em poupar de manhã. – They will save (money) today."
    ]
  },
  {
    "rank": 85,
    "verb": "vender",
    "translation": "to sell",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu vendo no trabalho ao fim de semana. – I sell at school at night.",
      "Tu vendes com os colegas? – Do you sell with the team?",
      "Nós vendemos para aprender. – We sell to practice.",
      "Ele/ela vendeu no ginásio na semana passada. – He/She selled at home last week.",
      "Eles em vender todas as semanas. – They will sell this weekend."
    ]
  },
  {
    "rank": 86,
    "verb": "alugar",
    "translation": "to rent",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alugo no trabalho todas as semanas. – I rent at school today.",
      "Tu alugas com o meu irmão? – Do you rent with the family?",
      "Nós alugamos para aprender. – We rent to solve the problem.",
      "Ele/ela alugou em casa ontem. – He/She rented at home yesterday.",
      "Eles em alugar à noite. – They will rent tomorrow."
    ]
  },
  {
    "rank": 87,
    "verb": "morar",
    "translation": "to live (reside)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu moro no centro amanhã. – I live (reside) at home in the morning.",
      "Tu moras com amigos? – Do you live (reside) with friends?",
      "Nós moramos para treinar. – We live (reside) to rest.",
      "Ele/ela morou no trabalho na semana passada. – He/She live (reside)ed at work last week.",
      "Eles em morar hoje. – They will live (reside) this weekend."
    ]
  },
  {
    "rank": 88,
    "verb": "buscar",
    "translation": "to search for, to fetch",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu busco em casa todos os dias. – I search for at home today.",
      "Tu buscas com amigos? – Do you search for with the team?",
      "Nós buscamos para descansar. – We search for to practice.",
      "Ele/ela buscou na universidade ontem. – He/She search fored at home yesterday.",
      "Eles em buscar todos os dias. – They will search for today."
    ]
  },
  {
    "rank": 89,
    "verb": "procurar",
    "translation": "to look for",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu procuro na escola amanhã. – I look for downtown at night.",
      "Tu procuras com a equipa? – Do you look for with the family?",
      "Nós procuramos para descansar. – We look for to solve the problem.",
      "Ele/ela procurou na escola ontem. – He/She look fored at work last week.",
      "Eles em procurar amanhã. – They will look for this weekend."
    ]
  },
  {
    "rank": 90,
    "verb": "ligar",
    "translation": "to call, to turn on",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ligo no aeroporto às vezes. – I call at school in the morning.",
      "Tu ligas com amigos? – Do you call with the team?",
      "Nós ligamos para descansar. – We call to solve the problem.",
      "Ele/ela ligou na universidade na semana passada. – He/She called at work yesterday.",
      "Eles em ligar todos os dias. – They will call today."
    ]
  },
  {
    "rank": 91,
    "verb": "desligar",
    "translation": "to turn off, to hang up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desligo na universidade hoje. – I turn off at work today.",
      "Tu desligas com o meu irmão? – Do you turn off with the team?",
      "Nós desligamos para aprender. – We turn off to practice.",
      "Ele/ela desligou na escola ontem. – He/She turn offed at work yesterday.",
      "Eles em desligar hoje. – They will turn off tomorrow."
    ]
  },
  {
    "rank": 92,
    "verb": "cantar",
    "translation": "to sing",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu canto no centro de manhã. – I sing at school today.",
      "Tu cantas com a família? – Do you sing with the team?",
      "Nós cantamos para resolver o problema. – We sing to rest.",
      "Ele/ela cantou em casa ontem. – He/She singed at work last week.",
      "Eles em cantar amanhã. – They will sing tomorrow."
    ]
  },
  {
    "rank": 93,
    "verb": "dançar",
    "translation": "to dance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu danço no ginásio à noite. – I dance at home today.",
      "Tu danças com os colegas? – Do you dance with the family?",
      "Nós dançamos para praticar. – We dance to solve the problem.",
      "Ele/ela dançou no trabalho ontem. – He/She danced at work last week.",
      "Eles em dançar às vezes. – They will dance this weekend."
    ]
  },
  {
    "rank": 94,
    "verb": "acabar",
    "translation": "to acabar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acabo no aeroporto à noite. – I acabar at work at night.",
      "Tu acabas com a equipa? – Do you acabar with the family?",
      "Nós acabamos para descansar. – We acabar to solve the problem.",
      "Ele/ela acabou na escola na semana passada. – He/She acabared at home last week.",
      "Eles em acabar às vezes. – They will acabar this weekend."
    ]
  },
  {
    "rank": 95,
    "verb": "acontecer",
    "translation": "to acontecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu aconteco na escola todos os dias. – I acontecer at school in the morning.",
      "Tu aconteces com o meu irmão? – Do you acontecer with friends?",
      "Nós acontecemos para treinar. – We acontecer to rest.",
      "Ele/ela aconteceu no escritório ontem. – He/She acontecered at work last week.",
      "Eles em acontecer à noite. – They will acontecer this weekend."
    ]
  },
  {
    "rank": 96,
    "verb": "manter",
    "translation": "to manter",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a manter na escola. – I'm manter at home.",
      "Vais manter de manhã? – Are you going to manter in the morning?",
      "Ele/ela vai manter com a equipa. – He/She is going to manter with friends.",
      "Vamos manter para aprender. – Let's manter to train.",
      "Eu ia manter se tivesse tempo. – I would manter if I had time."
    ]
  },
  {
    "rank": 97,
    "verb": "ocorrer",
    "translation": "to ocorrer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu ocorro no escritório ao fim de semana. – I ocorrer downtown today.",
      "Tu ocorres com os colegas? – Do you ocorrer with the team?",
      "Nós ocorremos para aprender. – We ocorrer to rest.",
      "Ele/ela ocorreu no centro ontem. – He/She ocorrered at home yesterday.",
      "Eles em ocorrer amanhã. – They will ocorrer this weekend."
    ]
  },
  {
    "rank": 98,
    "verb": "decidir",
    "translation": "to decide",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu decido em casa todas as semanas. – I decide at home today.",
      "Tu decides com a equipa? – Do you decide with the team?",
      "Nós decidimos para descansar. – We decide to practice.",
      "Ele/ela decidiu na escola na semana passada. – He/She decided at work last week.",
      "Eles em decidir todos os dias. – They will decide today."
    ]
  },
  {
    "rank": 99,
    "verb": "seguir",
    "translation": "to follow",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a seguir no ginásio. – I'm follow at work.",
      "Vais seguir à noite? – Are you going to follow in the morning?",
      "Ele/ela vai seguir com a família. – He/She is going to follow with friends.",
      "Vamos seguir para praticar. – Let's follow to practice.",
      "Eu ia seguir se tivesse tempo. – I would follow if I had time."
    ]
  },
  {
    "rank": 100,
    "verb": "contar",
    "translation": "to tell, to count",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conto no trabalho amanhã. – I tell at school today.",
      "Tu contas com amigos? – Do you tell with friends?",
      "Nós contamos para aprender. – We tell to rest.",
      "Ele/ela contou no centro ontem. – He/She telled at home last week.",
      "Eles em contar todos os dias. – They will tell today."
    ]
  },
  {
    "rank": 101,
    "verb": "utilizar",
    "translation": "to use, to utilize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu utilizo no centro todos os dias. – I use at school today.",
      "Tu utilizas com amigos? – Do you use with the team?",
      "Nós utilizamos para aprender. – We use to practice.",
      "Ele/ela utilizou em casa ontem. – He/She used at work yesterday.",
      "Eles em utilizar às vezes. – They will use this weekend."
    ]
  },
  {
    "rank": 102,
    "verb": "colocar",
    "translation": "to put, to place",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu coloco no centro hoje. – I put at work today.",
      "Tu colocas com o meu irmão? – Do you put with the family?",
      "Nós colocamos para resolver o problema. – We put to practice.",
      "Ele/ela colocou em casa na semana passada. – He/She puted at home yesterday.",
      "Eles em colocar amanhã. – They will put this weekend."
    ]
  },
  {
    "rank": 103,
    "verb": "tirar",
    "translation": "to take out, to remove",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu tiro na escola ao fim de semana. – I take out at home in the morning.",
      "Tu tiras com a família? – Do you take out with the family?",
      "Nós tiramos para praticar. – We take out to learn.",
      "Ele/ela tirou na universidade na semana passada. – He/She take outed at home last week.",
      "Eles em tirar à noite. – They will take out tomorrow."
    ]
  },
  {
    "rank": 104,
    "verb": "pegar",
    "translation": "to take, to grab",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pego no trabalho de manhã. – I take at work in the morning.",
      "Tu pegas com a equipa? – Do you take with friends?",
      "Nós pegamos para descansar. – We take to practice.",
      "Ele/ela pegou no centro na semana passada. – He/She taked at work yesterday.",
      "Eles em pegar ao fim de semana. – They will take this weekend."
    ]
  },
  {
    "rank": 105,
    "verb": "mandar",
    "translation": "to send",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu mando no aeroporto amanhã. – I send at school in the morning.",
      "Tu mandas com amigos? – Do you send with the team?",
      "Nós mandamos para descansar. – We send to learn.",
      "Ele/ela mandou em casa ontem. – He/She sended at home yesterday.",
      "Eles em mandar de manhã. – They will send this weekend."
    ]
  },
  {
    "rank": 106,
    "verb": "responder",
    "translation": "to answer, to reply",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu respondo no aeroporto hoje. – I answer downtown at night.",
      "Tu respondes com a família? – Do you answer with the team?",
      "Nós respondemos para descansar. – We answer to learn.",
      "Ele/ela respondeu em casa na semana passada. – He/She answered at home yesterday.",
      "Eles em responder todos os dias. – They will answer today."
    ]
  },
  {
    "rank": 107,
    "verb": "enviar",
    "translation": "to send",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu envio no escritório todas as semanas. – I send downtown in the morning.",
      "Tu envias com a equipa? – Do you send with the family?",
      "Nós enviamos para praticar. – We send to rest.",
      "Ele/ela enviou na escola ontem. – He/She sended at home yesterday.",
      "Eles em enviar às vezes. – They will send this weekend."
    ]
  },
  {
    "rank": 108,
    "verb": "obter",
    "translation": "to obtain, to get",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a obter no trabalho. – I'm obtain downtown.",
      "Vais obter ao fim de semana? – Are you going to obtain tomorrow?",
      "Ele/ela vai obter com o meu irmão. – He/She is going to obtain with friends.",
      "Vamos obter para resolver o problema. – Let's obtain to rest.",
      "Eu ia obter se tivesse tempo. – I would obtain if I had time."
    ]
  },
  {
    "rank": 109,
    "verb": "produzir",
    "translation": "to produce",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu produzo na escola todos os dias. – I produce at home today.",
      "Tu produzes com os colegas? – Do you produce with the team?",
      "Nós produzimos para praticar. – We produce to learn.",
      "Ele/ela produziu no trabalho ontem. – He/She produced at work yesterday.",
      "Eles em produzir às vezes. – They will produce today."
    ]
  },
  {
    "rank": 110,
    "verb": "aparecer",
    "translation": "to appear, to show up",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu apareco no trabalho às vezes. – I appear at home in the morning.",
      "Tu apareces com a família? – Do you appear with friends?",
      "Nós aparecemos para aprender. – We appear to rest.",
      "Ele/ela apareceu no centro na semana passada. – He/She appeared at work yesterday.",
      "Eles em aparecer amanhã. – They will appear tomorrow."
    ]
  },
  {
    "rank": 111,
    "verb": "permitir",
    "translation": "to allow, to permit",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu permito na universidade todas as semanas. – I allow at home today.",
      "Tu permites com amigos? – Do you allow with the family?",
      "Nós permitimos para aprender. – We allow to rest.",
      "Ele/ela permitiu na escola na semana passada. – He/She allowed at home yesterday.",
      "Eles em permitir à noite. – They will allow this weekend."
    ]
  },
  {
    "rank": 112,
    "verb": "dever",
    "translation": "must, should; to owe",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu devo no trabalho amanhã. – I must at work at night.",
      "Tu deves com o meu irmão? – Do you must with the team?",
      "Nós devemos para resolver o problema. – We must to rest.",
      "Ele/ela deveu na escola na semana passada. – He/She musted at home last week.",
      "Eles em dever de manhã. – They will must this weekend."
    ]
  },
  {
    "rank": 113,
    "verb": "costumar",
    "translation": "to usually do",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu costumo no ginásio hoje. – I usually do at work at night.",
      "Tu costumas com a família? – Do you usually do with friends?",
      "Nós costumamos para resolver o problema. – We usually do to learn.",
      "Ele/ela costumou na universidade na semana passada. – He/She usually doed at home last week.",
      "Eles em costumar de manhã. – They will usually do this weekend."
    ]
  },
  {
    "rank": 114,
    "verb": "apresentar",
    "translation": "to present, to introduce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu apresento no centro amanhã. – I present at home in the morning.",
      "Tu apresentas com a equipa? – Do you present with friends?",
      "Nós apresentamos para resolver o problema. – We present to practice.",
      "Ele/ela apresentou no centro ontem. – He/She presented at home yesterday.",
      "Eles em apresentar amanhã. – They will present tomorrow."
    ]
  },
  {
    "rank": 115,
    "verb": "resultar",
    "translation": "to result",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu resulto no escritório ao fim de semana. – I result at school in the morning.",
      "Tu resultas com o meu irmão? – Do you result with friends?",
      "Nós resultamos para praticar. – We result to rest.",
      "Ele/ela resultou no escritório na semana passada. – He/She resulted at work yesterday.",
      "Eles em resultar ao fim de semana. – They will result this weekend."
    ]
  },
  {
    "rank": 116,
    "verb": "funcionar",
    "translation": "to work, to function",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu funciono na universidade às vezes. – I work at work today.",
      "Tu funcionas com o meu irmão? – Do you work with the family?",
      "Nós funcionamos para praticar. – We work to rest.",
      "Ele/ela funcionou no centro na semana passada. – He/She worked at work last week.",
      "Eles em funcionar ao fim de semana. – They will work this weekend."
    ]
  },
  {
    "rank": 117,
    "verb": "evitar",
    "translation": "to avoid",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu evito no trabalho à noite. – I avoid at school in the morning.",
      "Tu evitas com amigos? – Do you avoid with the family?",
      "Nós evitamos para aprender. – We avoid to practice.",
      "Ele/ela evitou no ginásio ontem. – He/She avoided at work yesterday.",
      "Eles em evitar às vezes. – They will avoid today."
    ]
  },
  {
    "rank": 118,
    "verb": "entrar",
    "translation": "to enter, to go in",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu entro no ginásio todas as semanas. – I enter at school in the morning.",
      "Tu entras com os colegas? – Do you enter with the team?",
      "Nós entramos para resolver o problema. – We enter to solve the problem.",
      "Ele/ela entrou no aeroporto ontem. – He/She entered at home yesterday.",
      "Eles em entrar todos os dias. – They will enter today."
    ]
  },
  {
    "rank": 119,
    "verb": "sair",
    "translation": "to leave, to go out",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a sair na universidade. – I'm leave downtown.",
      "Vais sair à noite? – Are you going to leave tonight?",
      "Ele/ela vai sair com a família. – He/She is going to leave with the team.",
      "Vamos sair para resolver o problema. – Let's leave to rest.",
      "Eu ia sair se tivesse tempo. – I would leave if I had time."
    ]
  },
  {
    "rank": 120,
    "verb": "viver",
    "translation": "to live",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu vivo no trabalho à noite. – I live at school at night.",
      "Tu vives com a equipa? – Do you live with friends?",
      "Nós vivemos para aprender. – We live to learn.",
      "Ele/ela viveu na universidade na semana passada. – He/She lived at work yesterday.",
      "Eles em viver às vezes. – They will live today."
    ]
  },
  {
    "rank": 121,
    "verb": "voltar",
    "translation": "to return, to come back",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu volto no aeroporto ao fim de semana. – I return at work today.",
      "Tu voltas com o meu irmão? – Do you return with friends?",
      "Nós voltamos para praticar. – We return to rest.",
      "Ele/ela voltou no centro na semana passada. – He/She returned at work yesterday.",
      "Eles em voltar todas as semanas. – They will return this weekend."
    ]
  },
  {
    "rank": 122,
    "verb": "partir",
    "translation": "to depart, to leave",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu parto em casa à noite. – I depart at home at night.",
      "Tu partes com os colegas? – Do you depart with friends?",
      "Nós partimos para treinar. – We depart to solve the problem.",
      "Ele/ela partiu na escola na semana passada. – He/She departed at home yesterday.",
      "Eles em partir hoje. – They will depart today."
    ]
  },
  {
    "rank": 123,
    "verb": "encontrar",
    "translation": "to find, to meet",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu encontro na escola de manhã. – I find at work in the morning.",
      "Tu encontras com a equipa? – Do you find with the team?",
      "Nós encontramos para treinar. – We find to learn.",
      "Ele/ela encontrou na escola na semana passada. – He/She finded at work yesterday.",
      "Eles em encontrar todos os dias. – They will find today."
    ]
  },
  {
    "rank": 124,
    "verb": "sentir",
    "translation": "to feel",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a sentir no centro. – I'm feel at work.",
      "Vais sentir à noite? – Are you going to feel tomorrow?",
      "Ele/ela vai sentir com o meu irmão. – He/She is going to feel with the team.",
      "Vamos sentir para resolver o problema. – Let's feel to learn.",
      "Eu ia sentir se tivesse tempo. – I would feel if I had time."
    ]
  },
  {
    "rank": 125,
    "verb": "trabalhar",
    "translation": "to work",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu trabalho no trabalho ao fim de semana. – I work downtown in the morning.",
      "Tu trabalhas com a família? – Do you work with the team?",
      "Nós trabalhamos para resolver o problema. – We work to practice.",
      "Ele/ela trabalhou no escritório na semana passada. – He/She worked at home yesterday.",
      "Eles em trabalhar hoje. – They will work today."
    ]
  },
  {
    "rank": 126,
    "verb": "rir",
    "translation": "to rir",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a rir no centro. – I'm rir at home.",
      "Vais rir à noite? – Are you going to rir tomorrow?",
      "Ele/ela vai rir com a família. – He/She is going to rir with the family.",
      "Vamos rir para descansar. – Let's rir to rest.",
      "Eu ia rir se tivesse tempo. – I would rir if I had time."
    ]
  },
  {
    "rank": 127,
    "verb": "chorar",
    "translation": "to chorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu choro na escola às vezes. – I chorar downtown at night.",
      "Tu choras com amigos? – Do you chorar with the family?",
      "Nós choramos para treinar. – We chorar to practice.",
      "Ele/ela chorou no aeroporto na semana passada. – He/She chorared at work last week.",
      "Eles em chorar de manhã. – They will chorar tomorrow."
    ]
  },
  {
    "rank": 128,
    "verb": "casar",
    "translation": "to casar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu caso no ginásio hoje. – I casar at work in the morning.",
      "Tu casas com a equipa? – Do you casar with the team?",
      "Nós casamos para descansar. – We casar to rest.",
      "Ele/ela casou na universidade ontem. – He/She casared at work last week.",
      "Eles em casar todos os dias. – They will casar tomorrow."
    ]
  },
  {
    "rank": 129,
    "verb": "perceber",
    "translation": "to understand, to notice",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu percebo no escritório hoje. – I understand downtown today.",
      "Tu percebes com os colegas? – Do you understand with the team?",
      "Nós percebemos para resolver o problema. – We understand to practice.",
      "Ele/ela percebeu no aeroporto na semana passada. – He/She understanded at home last week.",
      "Eles em perceber todos os dias. – They will understand tomorrow."
    ]
  },
  {
    "rank": 130,
    "verb": "construir",
    "translation": "to build",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu construo no centro todas as semanas. – I build at school at night.",
      "Tu construes com a equipa? – Do you build with the family?",
      "Nós construimos para descansar. – We build to rest.",
      "Ele/ela construiu no centro ontem. – He/She builded at home yesterday.",
      "Eles em construir hoje. – They will build today."
    ]
  },
  {
    "rank": 131,
    "verb": "servir",
    "translation": "to serve",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu servo na universidade todas as semanas. – I serve at home at night.",
      "Tu serves com a equipa? – Do you serve with the family?",
      "Nós servimos para resolver o problema. – We serve to learn.",
      "Ele/ela serviu na escola ontem. – He/She served at home yesterday.",
      "Eles em servir todas as semanas. – They will serve this weekend."
    ]
  },
  {
    "rank": 132,
    "verb": "afetar",
    "translation": "to affect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu afeto no escritório à noite. – I affect at school today.",
      "Tu afetas com a equipa? – Do you affect with the team?",
      "Nós afetamos para descansar. – We affect to solve the problem.",
      "Ele/ela afetou no aeroporto ontem. – He/She affected at home yesterday.",
      "Eles em afetar amanhã. – They will affect this weekend."
    ]
  },
  {
    "rank": 133,
    "verb": "abranger",
    "translation": "to cover, to encompass",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu abrango no trabalho à noite. – I cover at work today.",
      "Tu abranges com a equipa? – Do you cover with the team?",
      "Nós abrangemos para aprender. – We cover to solve the problem.",
      "Ele/ela abrangeu no aeroporto na semana passada. – He/She covered at home last week.",
      "Eles em abranger amanhã. – They will cover today."
    ]
  },
  {
    "rank": 134,
    "verb": "avisar",
    "translation": "to warn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aviso em casa ao fim de semana. – I warn at home today.",
      "Tu avisas com a família? – Do you warn with the family?",
      "Nós avisamos para treinar. – We warn to solve the problem.",
      "Ele/ela avisou no ginásio ontem. – He/She warned at work yesterday.",
      "Eles em avisar à noite. – They will warn this weekend."
    ]
  },
  {
    "rank": 135,
    "verb": "informar",
    "translation": "to inform",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu informo no escritório todas as semanas. – I inform at school today.",
      "Tu informas com os colegas? – Do you inform with the team?",
      "Nós informamos para praticar. – We inform to learn.",
      "Ele/ela informou na universidade na semana passada. – He/She informed at work yesterday.",
      "Eles em informar todos os dias. – They will inform this weekend."
    ]
  },
  {
    "rank": 136,
    "verb": "comunicar",
    "translation": "to communicate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu comunico no trabalho hoje. – I communicate at school at night.",
      "Tu comunicas com os colegas? – Do you communicate with the family?",
      "Nós comunicamos para resolver o problema. – We communicate to learn.",
      "Ele/ela comunicou no ginásio ontem. – He/She communicated at home yesterday.",
      "Eles em comunicar às vezes. – They will communicate this weekend."
    ]
  },
  {
    "rank": 137,
    "verb": "anunciar",
    "translation": "to announce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu anuncio no ginásio ao fim de semana. – I announce at home in the morning.",
      "Tu anuncias com a equipa? – Do you announce with the family?",
      "Nós anunciamos para praticar. – We announce to learn.",
      "Ele/ela anunciou no centro na semana passada. – He/She announced at home last week.",
      "Eles em anunciar de manhã. – They will announce tomorrow."
    ]
  },
  {
    "rank": 138,
    "verb": "afirmar",
    "translation": "to affirm, to state",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu afirmo em casa de manhã. – I affirm at home in the morning.",
      "Tu afirmas com amigos? – Do you affirm with the team?",
      "Nós afirmamos para treinar. – We affirm to practice.",
      "Ele/ela afirmou no ginásio na semana passada. – He/She affirmed at work yesterday.",
      "Eles em afirmar todas as semanas. – They will affirm tomorrow."
    ]
  },
  {
    "rank": 139,
    "verb": "negar",
    "translation": "to deny",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu nego na universidade de manhã. – I deny downtown in the morning.",
      "Tu negas com o meu irmão? – Do you deny with the family?",
      "Nós negamos para treinar. – We deny to solve the problem.",
      "Ele/ela negou no aeroporto na semana passada. – He/She denyed at work yesterday.",
      "Eles em negar todas as semanas. – They will deny today."
    ]
  },
  {
    "rank": 140,
    "verb": "confirmar",
    "translation": "to confirm",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu confirmo no escritório hoje. – I confirm downtown in the morning.",
      "Tu confirmas com o meu irmão? – Do you confirm with the family?",
      "Nós confirmamos para aprender. – We confirm to practice.",
      "Ele/ela confirmou na universidade ontem. – He/She confirmed at work last week.",
      "Eles em confirmar à noite. – They will confirm tomorrow."
    ]
  },
  {
    "rank": 141,
    "verb": "mentir",
    "translation": "to lie",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a mentir no ginásio. – I'm lie at work.",
      "Vais mentir ao fim de semana? – Are you going to lie tomorrow?",
      "Ele/ela vai mentir com amigos. – He/She is going to lie with the family.",
      "Vamos mentir para treinar. – Let's lie to learn.",
      "Eu ia mentir se tivesse tempo. – I would lie if I had time."
    ]
  },
  {
    "rank": 142,
    "verb": "enganar",
    "translation": "to deceive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu engano na universidade amanhã. – I deceive at school today.",
      "Tu enganas com o meu irmão? – Do you deceive with the family?",
      "Nós enganamos para descansar. – We deceive to practice.",
      "Ele/ela enganou na escola na semana passada. – He/She deceived at work last week.",
      "Eles em enganar todas as semanas. – They will deceive today."
    ]
  },
  {
    "rank": 143,
    "verb": "esclarecer",
    "translation": "to clarify",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu esclareco no trabalho todos os dias. – I clarify at home at night.",
      "Tu esclareces com amigos? – Do you clarify with friends?",
      "Nós esclarecemos para aprender. – We clarify to practice.",
      "Ele/ela esclareceu no aeroporto ontem. – He/She clarifyed at work last week.",
      "Eles em esclarecer amanhã. – They will clarify today."
    ]
  },
  {
    "rank": 144,
    "verb": "fingir",
    "translation": "to pretend",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu fingo no ginásio ao fim de semana. – I pretend at home today.",
      "Tu finges com amigos? – Do you pretend with the family?",
      "Nós fingimos para aprender. – We pretend to solve the problem.",
      "Ele/ela fingiu no trabalho ontem. – He/She pretended at work yesterday.",
      "Eles em fingir ao fim de semana. – They will pretend today."
    ]
  },
  {
    "rank": 145,
    "verb": "representar",
    "translation": "to represent",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu represento na universidade de manhã. – I represent at home in the morning.",
      "Tu representas com os colegas? – Do you represent with the family?",
      "Nós representamos para praticar. – We represent to solve the problem.",
      "Ele/ela representou no trabalho ontem. – He/She represented at work yesterday.",
      "Eles em representar à noite. – They will represent today."
    ]
  },
  {
    "rank": 146,
    "verb": "interpretar",
    "translation": "to interpret",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu interpreto no centro todos os dias. – I interpret at work at night.",
      "Tu interpretas com amigos? – Do you interpret with friends?",
      "Nós interpretamos para praticar. – We interpret to learn.",
      "Ele/ela interpretou na escola na semana passada. – He/She interpreted at home yesterday.",
      "Eles em interpretar amanhã. – They will interpret tomorrow."
    ]
  },
  {
    "rank": 147,
    "verb": "traduzir",
    "translation": "to translate",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a traduzir na escola. – I'm translate at school.",
      "Vais traduzir todas as semanas? – Are you going to translate today?",
      "Ele/ela vai traduzir com o meu irmão. – He/She is going to translate with the team.",
      "Vamos traduzir para aprender. – Let's translate to practice.",
      "Eu ia traduzir se tivesse tempo. – I would translate if I had time."
    ]
  },
  {
    "rank": 148,
    "verb": "pronunciar",
    "translation": "to pronounce",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pronuncio no trabalho às vezes. – I pronounce downtown today.",
      "Tu pronuncias com a equipa? – Do you pronounce with friends?",
      "Nós pronunciamos para descansar. – We pronounce to practice.",
      "Ele/ela pronunciou no aeroporto ontem. – He/She pronounced at home last week.",
      "Eles em pronunciar todos os dias. – They will pronounce today."
    ]
  },
  {
    "rank": 149,
    "verb": "soletrar",
    "translation": "to spell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu soletro no trabalho amanhã. – I spell downtown in the morning.",
      "Tu soletras com a equipa? – Do you spell with friends?",
      "Nós soletramos para aprender. – We spell to rest.",
      "Ele/ela soletrou no ginásio ontem. – He/She spelled at work yesterday.",
      "Eles em soletrar todos os dias. – They will spell tomorrow."
    ]
  },
  {
    "rank": 150,
    "verb": "articular",
    "translation": "to articulate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu articulo no trabalho ao fim de semana. – I articulate at work in the morning.",
      "Tu articulas com a família? – Do you articulate with friends?",
      "Nós articulamos para descansar. – We articulate to solve the problem.",
      "Ele/ela articulou em casa na semana passada. – He/She articulated at work yesterday.",
      "Eles em articular amanhã. – They will articulate today."
    ]
  },
  {
    "rank": 151,
    "verb": "convidar",
    "translation": "to invite",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu convido no trabalho ao fim de semana. – I invite downtown today.",
      "Tu convidas com a equipa? – Do you invite with the family?",
      "Nós convidamos para treinar. – We invite to practice.",
      "Ele/ela convidou na escola ontem. – He/She invited at home yesterday.",
      "Eles em convidar às vezes. – They will invite today."
    ]
  },
  {
    "rank": 152,
    "verb": "sugerir",
    "translation": "to suggest",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu sugero na escola às vezes. – I suggest at home today.",
      "Tu sugeres com os colegas? – Do you suggest with the family?",
      "Nós sugerimos para aprender. – We suggest to solve the problem.",
      "Ele/ela sugeriu na universidade na semana passada. – He/She suggested at home last week.",
      "Eles em sugerir ao fim de semana. – They will suggest today."
    ]
  },
  {
    "rank": 153,
    "verb": "reclamar",
    "translation": "to complain",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu reclamo no ginásio todas as semanas. – I complain at work in the morning.",
      "Tu reclamas com amigos? – Do you complain with the team?",
      "Nós reclamamos para aprender. – We complain to learn.",
      "Ele/ela reclamou no centro ontem. – He/She complained at work yesterday.",
      "Eles em reclamar ao fim de semana. – They will complain today."
    ]
  },
  {
    "rank": 154,
    "verb": "agradecer",
    "translation": "to thank",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu agradeco no aeroporto amanhã. – I thank at school today.",
      "Tu agradeces com a família? – Do you thank with the family?",
      "Nós agradecemos para aprender. – We thank to solve the problem.",
      "Ele/ela agradeceu na universidade ontem. – He/She thanked at work yesterday.",
      "Eles em agradecer amanhã. – They will thank this weekend."
    ]
  },
  {
    "rank": 155,
    "verb": "elogiar",
    "translation": "to praise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu elogio no centro hoje. – I praise at work today.",
      "Tu elogias com a equipa? – Do you praise with the family?",
      "Nós elogiamos para praticar. – We praise to learn.",
      "Ele/ela elogiou na universidade ontem. – He/She praised at work last week.",
      "Eles em elogiar de manhã. – They will praise today."
    ]
  },
  {
    "rank": 156,
    "verb": "criticar",
    "translation": "to criticize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu critico no aeroporto hoje. – I criticize at work at night.",
      "Tu criticas com o meu irmão? – Do you criticize with friends?",
      "Nós criticamos para praticar. – We criticize to rest.",
      "Ele/ela criticou no centro na semana passada. – He/She criticized at work yesterday.",
      "Eles em criticar à noite. – They will criticize today."
    ]
  },
  {
    "rank": 157,
    "verb": "imaginar",
    "translation": "to imagine",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu imagino no ginásio à noite. – I imagine at work at night.",
      "Tu imaginas com amigos? – Do you imagine with the team?",
      "Nós imaginamos para descansar. – We imagine to learn.",
      "Ele/ela imaginou no ginásio ontem. – He/She imagined at home last week.",
      "Eles em imaginar todos os dias. – They will imagine this weekend."
    ]
  },
  {
    "rank": 158,
    "verb": "desejar",
    "translation": "to wish, to desire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desejo no escritório todas as semanas. – I wish at home at night.",
      "Tu desejas com amigos? – Do you wish with the family?",
      "Nós desejamos para treinar. – We wish to solve the problem.",
      "Ele/ela desejou em casa ontem. – He/She wished at work last week.",
      "Eles em desejar amanhã. – They will wish today."
    ]
  },
  {
    "rank": 159,
    "verb": "sonhar",
    "translation": "to dream",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sonho na universidade às vezes. – I dream downtown at night.",
      "Tu sonhas com amigos? – Do you dream with the family?",
      "Nós sonhamos para praticar. – We dream to learn.",
      "Ele/ela sonhou na escola ontem. – He/She dreamed at home last week.",
      "Eles em sonhar todas as semanas. – They will dream tomorrow."
    ]
  },
  {
    "rank": 160,
    "verb": "julgar",
    "translation": "to judge",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu julgo na escola todos os dias. – I judge downtown today.",
      "Tu julgas com a equipa? – Do you judge with the family?",
      "Nós julgamos para descansar. – We judge to rest.",
      "Ele/ela julgou na universidade na semana passada. – He/She judged at home yesterday.",
      "Eles em julgar às vezes. – They will judge tomorrow."
    ]
  },
  {
    "rank": 161,
    "verb": "avaliar",
    "translation": "to evaluate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu avalio em casa à noite. – I evaluate at home today.",
      "Tu avalias com os colegas? – Do you evaluate with friends?",
      "Nós avaliamos para resolver o problema. – We evaluate to practice.",
      "Ele/ela avaliou no escritório na semana passada. – He/She evaluated at home last week.",
      "Eles em avaliar às vezes. – They will evaluate tomorrow."
    ]
  },
  {
    "rank": 162,
    "verb": "estimar",
    "translation": "to estimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu estimo em casa hoje. – I estimate at work at night.",
      "Tu estimas com o meu irmão? – Do you estimate with friends?",
      "Nós estimamos para praticar. – We estimate to practice.",
      "Ele/ela estimou em casa na semana passada. – He/She estimated at work last week.",
      "Eles em estimar amanhã. – They will estimate today."
    ]
  },
  {
    "rank": 163,
    "verb": "rejeitar",
    "translation": "to rejeitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu rejeito no aeroporto amanhã. – I rejeitar at school in the morning.",
      "Tu rejeitas com os colegas? – Do you rejeitar with the family?",
      "Nós rejeitamos para descansar. – We rejeitar to learn.",
      "Ele/ela rejeitou no centro ontem. – He/She rejeitared at work yesterday.",
      "Eles em rejeitar amanhã. – They will rejeitar tomorrow."
    ]
  },
  {
    "rank": 164,
    "verb": "provar",
    "translation": "to prove, to taste",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu provo no aeroporto ao fim de semana. – I prove downtown today.",
      "Tu provas com a equipa? – Do you prove with friends?",
      "Nós provamos para descansar. – We prove to learn.",
      "Ele/ela provou no trabalho na semana passada. – He/She proved at home last week.",
      "Eles em provar à noite. – They will prove this weekend."
    ]
  },
  {
    "rank": 165,
    "verb": "lavar",
    "translation": "to wash",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lavo no ginásio às vezes. – I wash at work in the morning.",
      "Tu lavas com os colegas? – Do you wash with friends?",
      "Nós lavamos para praticar. – We wash to solve the problem.",
      "Ele/ela lavou no trabalho na semana passada. – He/She washed at work last week.",
      "Eles em lavar de manhã. – They will wash tomorrow."
    ]
  },
  {
    "rank": 166,
    "verb": "secar",
    "translation": "to dry",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu seco no escritório à noite. – I dry at home in the morning.",
      "Tu secas com a equipa? – Do you dry with the team?",
      "Nós secamos para descansar. – We dry to learn.",
      "Ele/ela secou na escola ontem. – He/She dryed at work last week.",
      "Eles em secar hoje. – They will dry tomorrow."
    ]
  },
  {
    "rank": 167,
    "verb": "cozinhar",
    "translation": "to cook",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cozinho na escola todos os dias. – I cook at school today.",
      "Tu cozinhas com a equipa? – Do you cook with friends?",
      "Nós cozinhamos para treinar. – We cook to learn.",
      "Ele/ela cozinhou no aeroporto ontem. – He/She cooked at work yesterday.",
      "Eles em cozinhar à noite. – They will cook this weekend."
    ]
  },
  {
    "rank": 168,
    "verb": "ferver",
    "translation": "to boil",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu fervo no escritório ao fim de semana. – I boil at work today.",
      "Tu ferves com a família? – Do you boil with friends?",
      "Nós fervemos para resolver o problema. – We boil to practice.",
      "Ele/ela ferveu na universidade na semana passada. – He/She boiled at home yesterday.",
      "Eles em ferver de manhã. – They will boil this weekend."
    ]
  },
  {
    "rank": 169,
    "verb": "assar",
    "translation": "to bake, to roast",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu asso no ginásio ao fim de semana. – I bake at work today.",
      "Tu assas com o meu irmão? – Do you bake with friends?",
      "Nós assamos para descansar. – We bake to solve the problem.",
      "Ele/ela assou no ginásio na semana passada. – He/She baked at work last week.",
      "Eles em assar à noite. – They will bake tomorrow."
    ]
  },
  {
    "rank": 170,
    "verb": "cortar",
    "translation": "to cut",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu corto no ginásio à noite. – I cut at work in the morning.",
      "Tu cortas com o meu irmão? – Do you cut with friends?",
      "Nós cortamos para praticar. – We cut to solve the problem.",
      "Ele/ela cortou no ginásio ontem. – He/She cuted at work last week.",
      "Eles em cortar às vezes. – They will cut this weekend."
    ]
  },
  {
    "rank": 171,
    "verb": "misturar",
    "translation": "to mix",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu misturo no aeroporto hoje. – I mix at school at night.",
      "Tu misturas com o meu irmão? – Do you mix with friends?",
      "Nós misturamos para treinar. – We mix to rest.",
      "Ele/ela misturou em casa na semana passada. – He/She mixed at work yesterday.",
      "Eles em misturar às vezes. – They will mix this weekend."
    ]
  },
  {
    "rank": 172,
    "verb": "preparar",
    "translation": "to prepare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu preparo no aeroporto às vezes. – I prepare at school in the morning.",
      "Tu preparas com amigos? – Do you prepare with the team?",
      "Nós preparamos para aprender. – We prepare to practice.",
      "Ele/ela preparou no escritório na semana passada. – He/She prepared at work yesterday.",
      "Eles em preparar à noite. – They will prepare today."
    ]
  },
  {
    "rank": 173,
    "verb": "limpar",
    "translation": "to clean",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu limpo no escritório às vezes. – I clean at home today.",
      "Tu limpas com amigos? – Do you clean with the family?",
      "Nós limpamos para treinar. – We clean to rest.",
      "Ele/ela limpou em casa ontem. – He/She cleaned at work last week.",
      "Eles em limpar todos os dias. – They will clean today."
    ]
  },
  {
    "rank": 174,
    "verb": "arrumar",
    "translation": "to tidy up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu arrumo no aeroporto hoje. – I tidy up downtown in the morning.",
      "Tu arrumas com a equipa? – Do you tidy up with the family?",
      "Nós arrumamos para treinar. – We tidy up to practice.",
      "Ele/ela arrumou no aeroporto na semana passada. – He/She tidy uped at work last week.",
      "Eles em arrumar ao fim de semana. – They will tidy up tomorrow."
    ]
  },
  {
    "rank": 175,
    "verb": "guardar",
    "translation": "to keep, to store",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu guardo no aeroporto todas as semanas. – I keep at home in the morning.",
      "Tu guardas com o meu irmão? – Do you keep with the team?",
      "Nós guardamos para resolver o problema. – We keep to practice.",
      "Ele/ela guardou no escritório na semana passada. – He/She keeped at work last week.",
      "Eles em guardar amanhã. – They will keep today."
    ]
  },
  {
    "rank": 176,
    "verb": "apagar",
    "translation": "to turn off, to erase",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu apago no aeroporto ao fim de semana. – I turn off at home in the morning.",
      "Tu apagas com amigos? – Do you turn off with the team?",
      "Nós apagamos para praticar. – We turn off to practice.",
      "Ele/ela apagou no escritório ontem. – He/She turn offed at home yesterday.",
      "Eles em apagar amanhã. – They will turn off this weekend."
    ]
  },
  {
    "rank": 177,
    "verb": "acender",
    "translation": "to turn on, to light",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu acendo em casa de manhã. – I turn on downtown at night.",
      "Tu acendes com a equipa? – Do you turn on with the team?",
      "Nós acendemos para praticar. – We turn on to rest.",
      "Ele/ela acendeu na universidade na semana passada. – He/She turn oned at home last week.",
      "Eles em acender à noite. – They will turn on this weekend."
    ]
  },
  {
    "rank": 178,
    "verb": "trocar",
    "translation": "to exchange, to change",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu troco no centro ao fim de semana. – I exchange at school today.",
      "Tu trocas com amigos? – Do you exchange with friends?",
      "Nós trocamos para praticar. – We exchange to practice.",
      "Ele/ela trocou no centro na semana passada. – He/She exchanged at work yesterday.",
      "Eles em trocar amanhã. – They will exchange tomorrow."
    ]
  },
  {
    "rank": 179,
    "verb": "mover",
    "translation": "to move",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu movo no centro hoje. – I move at school in the morning.",
      "Tu moves com a família? – Do you move with friends?",
      "Nós movemos para descansar. – We move to rest.",
      "Ele/ela moveu no aeroporto ontem. – He/She moved at work last week.",
      "Eles em mover à noite. – They will move this weekend."
    ]
  },
  {
    "rank": 180,
    "verb": "carregar",
    "translation": "to upload, to charge",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu carrego em casa todos os dias. – I upload at work in the morning.",
      "Tu carregas com o meu irmão? – Do you upload with the family?",
      "Nós carregamos para aprender. – We upload to solve the problem.",
      "Ele/ela carregou no escritório na semana passada. – He/She uploaded at work last week.",
      "Eles em carregar hoje. – They will upload this weekend."
    ]
  },
  {
    "rank": 181,
    "verb": "levar",
    "translation": "to take",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu levo na escola à noite. – I take downtown today.",
      "Tu levas com os colegas? – Do you take with the team?",
      "Nós levamos para resolver o problema. – We take to solve the problem.",
      "Ele/ela levou no centro ontem. – He/She taked at home last week.",
      "Eles em levar todos os dias. – They will take this weekend."
    ]
  },
  {
    "rank": 182,
    "verb": "devolver",
    "translation": "to return (something)",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu devolvo no escritório ao fim de semana. – I return (something) at work today.",
      "Tu devolves com a família? – Do you return (something) with the family?",
      "Nós devolvemos para treinar. – We return (something) to solve the problem.",
      "Ele/ela devolveu em casa ontem. – He/She return (something)ed at work yesterday.",
      "Eles em devolver ao fim de semana. – They will return (something) tomorrow."
    ]
  },
  {
    "rank": 183,
    "verb": "deitar",
    "translation": "to lie down, to throw away",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu deito no trabalho ao fim de semana. – I lie down at work today.",
      "Tu deitas com o meu irmão? – Do you lie down with friends?",
      "Nós deitamos para descansar. – We lie down to learn.",
      "Ele/ela deitou no ginásio na semana passada. – He/She lie downed at work last week.",
      "Eles em deitar todos os dias. – They will lie down today."
    ]
  },
  {
    "rank": 184,
    "verb": "atravessar",
    "translation": "to atravessar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu atravesso no trabalho todas as semanas. – I atravessar at work at night.",
      "Tu atravessas com o meu irmão? – Do you atravessar with friends?",
      "Nós atravessamos para aprender. – We atravessar to learn.",
      "Ele/ela atravessou no aeroporto ontem. – He/She atravessared at work last week.",
      "Eles em atravessar todas as semanas. – They will atravessar tomorrow."
    ]
  },
  {
    "rank": 185,
    "verb": "voar",
    "translation": "to fly",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu voo no escritório ao fim de semana. – I fly at home in the morning.",
      "Tu voas com amigos? – Do you fly with friends?",
      "Nós voamos para treinar. – We fly to practice.",
      "Ele/ela voou no aeroporto na semana passada. – He/She flyed at work yesterday.",
      "Eles em voar às vezes. – They will fly this weekend."
    ]
  },
  {
    "rank": 186,
    "verb": "nadar",
    "translation": "to swim",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu nado na universidade às vezes. – I swim at school at night.",
      "Tu nadas com a família? – Do you swim with friends?",
      "Nós nadamos para descansar. – We swim to learn.",
      "Ele/ela nadou no centro ontem. – He/She swimed at work yesterday.",
      "Eles em nadar hoje. – They will swim this weekend."
    ]
  },
  {
    "rank": 187,
    "verb": "planejar",
    "translation": "to plan",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu planejo em casa amanhã. – I plan at school in the morning.",
      "Tu planejas com a família? – Do you plan with the family?",
      "Nós planejamos para aprender. – We plan to rest.",
      "Ele/ela planejou na universidade ontem. – He/She planed at work last week.",
      "Eles em planejar todos os dias. – They will plan today."
    ]
  },
  {
    "rank": 188,
    "verb": "organizar",
    "translation": "to organize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu organizo no ginásio ao fim de semana. – I organize at home at night.",
      "Tu organizas com o meu irmão? – Do you organize with the family?",
      "Nós organizamos para descansar. – We organize to solve the problem.",
      "Ele/ela organizou na universidade ontem. – He/She organized at work yesterday.",
      "Eles em organizar hoje. – They will organize today."
    ]
  },
  {
    "rank": 189,
    "verb": "marcar",
    "translation": "to schedule, to mark",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu marco no aeroporto hoje. – I schedule downtown at night.",
      "Tu marcas com a família? – Do you schedule with friends?",
      "Nós marcamos para resolver o problema. – We schedule to solve the problem.",
      "Ele/ela marcou no trabalho ontem. – He/She scheduled at work last week.",
      "Eles em marcar todas as semanas. – They will schedule this weekend."
    ]
  },
  {
    "rank": 190,
    "verb": "desmarcar",
    "translation": "to cancel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desmarco em casa às vezes. – I cancel at school in the morning.",
      "Tu desmarcas com amigos? – Do you cancel with the team?",
      "Nós desmarcamos para descansar. – We cancel to practice.",
      "Ele/ela desmarcou na universidade na semana passada. – He/She canceled at work yesterday.",
      "Eles em desmarcar todos os dias. – They will cancel this weekend."
    ]
  },
  {
    "rank": 191,
    "verb": "começar",
    "translation": "to start, to begin",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu começo no ginásio todos os dias. – I start at work in the morning.",
      "Tu começas com a equipa? – Do you start with the family?",
      "Nós começamos para descansar. – We start to solve the problem.",
      "Ele/ela começou no escritório na semana passada. – He/She started at work yesterday.",
      "Eles em começar todas as semanas. – They will start today."
    ]
  },
  {
    "rank": 192,
    "verb": "terminar",
    "translation": "to finish, to end",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu termino no centro ao fim de semana. – I finish downtown today.",
      "Tu terminas com o meu irmão? – Do you finish with the family?",
      "Nós terminamos para treinar. – We finish to practice.",
      "Ele/ela terminou em casa na semana passada. – He/She finished at home last week.",
      "Eles em terminar amanhã. – They will finish this weekend."
    ]
  },
  {
    "rank": 193,
    "verb": "incluir",
    "translation": "to include",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu incluo em casa amanhã. – I include downtown at night.",
      "Tu inclues com a família? – Do you include with the team?",
      "Nós incluimos para treinar. – We include to solve the problem.",
      "Ele/ela incluiu no trabalho na semana passada. – He/She included at work last week.",
      "Eles em incluir à noite. – They will include tomorrow."
    ]
  },
  {
    "rank": 194,
    "verb": "excluir",
    "translation": "to exclude",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu excluo na universidade todas as semanas. – I exclude downtown today.",
      "Tu exclues com amigos? – Do you exclude with the team?",
      "Nós excluimos para praticar. – We exclude to solve the problem.",
      "Ele/ela excluiu no aeroporto na semana passada. – He/She excluded at home last week.",
      "Eles em excluir hoje. – They will exclude today."
    ]
  },
  {
    "rank": 195,
    "verb": "adicionar",
    "translation": "to add",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu adiciono em casa todas as semanas. – I add downtown at night.",
      "Tu adicionas com os colegas? – Do you add with friends?",
      "Nós adicionamos para praticar. – We add to rest.",
      "Ele/ela adicionou na universidade ontem. – He/She added at work yesterday.",
      "Eles em adicionar à noite. – They will add this weekend."
    ]
  },
  {
    "rank": 196,
    "verb": "remover",
    "translation": "to remove",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu removo em casa às vezes. – I remove at school at night.",
      "Tu removes com o meu irmão? – Do you remove with the team?",
      "Nós removemos para aprender. – We remove to learn.",
      "Ele/ela removeu no aeroporto na semana passada. – He/She removed at work last week.",
      "Eles em remover ao fim de semana. – They will remove today."
    ]
  },
  {
    "rank": 197,
    "verb": "atualizar",
    "translation": "to update",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu atualizo no trabalho todos os dias. – I update at home in the morning.",
      "Tu atualizas com o meu irmão? – Do you update with friends?",
      "Nós atualizamos para treinar. – We update to rest.",
      "Ele/ela atualizou no escritório ontem. – He/She updated at home yesterday.",
      "Eles em atualizar à noite. – They will update this weekend."
    ]
  },
  {
    "rank": 198,
    "verb": "instalar",
    "translation": "to install",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu instalo no centro amanhã. – I install at school at night.",
      "Tu instalas com a família? – Do you install with friends?",
      "Nós instalamos para aprender. – We install to learn.",
      "Ele/ela instalou no centro ontem. – He/She installed at work last week.",
      "Eles em instalar todos os dias. – They will install this weekend."
    ]
  },
  {
    "rank": 199,
    "verb": "pesquisar",
    "translation": "to research, to search",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pesquiso na escola às vezes. – I research at work at night.",
      "Tu pesquisas com a equipa? – Do you research with friends?",
      "Nós pesquisamos para resolver o problema. – We research to rest.",
      "Ele/ela pesquisou em casa na semana passada. – He/She researched at work last week.",
      "Eles em pesquisar ao fim de semana. – They will research tomorrow."
    ]
  },
  {
    "rank": 200,
    "verb": "analisar",
    "translation": "to analyze",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu analiso no escritório amanhã. – I analyze at home in the morning.",
      "Tu analisas com a equipa? – Do you analyze with the team?",
      "Nós analisamos para praticar. – We analyze to rest.",
      "Ele/ela analisou no escritório ontem. – He/She analyzed at work last week.",
      "Eles em analisar às vezes. – They will analyze tomorrow."
    ]
  },
  {
    "rank": 201,
    "verb": "comparar",
    "translation": "to compare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu comparo no escritório ao fim de semana. – I compare at work at night.",
      "Tu comparas com amigos? – Do you compare with the family?",
      "Nós comparamos para aprender. – We compare to rest.",
      "Ele/ela comparou no ginásio na semana passada. – He/She compared at home yesterday.",
      "Eles em comparar todos os dias. – They will compare this weekend."
    ]
  },
  {
    "rank": 202,
    "verb": "medir",
    "translation": "to measure",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu medo no aeroporto todos os dias. – I measure downtown today.",
      "Tu medes com a família? – Do you measure with friends?",
      "Nós medimos para resolver o problema. – We measure to rest.",
      "Ele/ela mediu em casa ontem. – He/She measured at home last week.",
      "Eles em medir de manhã. – They will measure tomorrow."
    ]
  },
  {
    "rank": 203,
    "verb": "testar",
    "translation": "to test",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu testo na escola todos os dias. – I test at work today.",
      "Tu testas com os colegas? – Do you test with the family?",
      "Nós testamos para descansar. – We test to rest.",
      "Ele/ela testou no ginásio na semana passada. – He/She tested at work last week.",
      "Eles em testar ao fim de semana. – They will test tomorrow."
    ]
  },
  {
    "rank": 204,
    "verb": "calcular",
    "translation": "to calculate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu calculo na escola todos os dias. – I calculate at school today.",
      "Tu calculas com os colegas? – Do you calculate with friends?",
      "Nós calculamos para treinar. – We calculate to practice.",
      "Ele/ela calculou no trabalho ontem. – He/She calculated at home last week.",
      "Eles em calcular à noite. – They will calculate this weekend."
    ]
  },
  {
    "rank": 205,
    "verb": "programar",
    "translation": "to program",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu programo na universidade todas as semanas. – I program at work at night.",
      "Tu programas com a equipa? – Do you program with friends?",
      "Nós programamos para resolver o problema. – We program to rest.",
      "Ele/ela programou no trabalho na semana passada. – He/She programed at work yesterday.",
      "Eles em programar hoje. – They will program tomorrow."
    ]
  },
  {
    "rank": 206,
    "verb": "desenvolver",
    "translation": "to develop",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu desenvolvo em casa de manhã. – I develop downtown today.",
      "Tu desenvolves com a família? – Do you develop with friends?",
      "Nós desenvolvemos para aprender. – We develop to learn.",
      "Ele/ela desenvolveu na escola ontem. – He/She developed at work yesterday.",
      "Eles em desenvolver às vezes. – They will develop tomorrow."
    ]
  },
  {
    "rank": 207,
    "verb": "publicar",
    "translation": "to publish",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu publico em casa ao fim de semana. – I publish at home in the morning.",
      "Tu publicas com amigos? – Do you publish with friends?",
      "Nós publicamos para aprender. – We publish to rest.",
      "Ele/ela publicou no centro na semana passada. – He/She published at work last week.",
      "Eles em publicar hoje. – They will publish today."
    ]
  },
  {
    "rank": 208,
    "verb": "imprimir",
    "translation": "to print",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu imprimo no escritório todos os dias. – I print at school at night.",
      "Tu imprimes com o meu irmão? – Do you print with the team?",
      "Nós imprimimos para praticar. – We print to rest.",
      "Ele/ela imprimiu no ginásio ontem. – He/She printed at home last week.",
      "Eles em imprimir ao fim de semana. – They will print tomorrow."
    ]
  },
  {
    "rank": 209,
    "verb": "assinar",
    "translation": "to sign",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu assino no aeroporto ao fim de semana. – I sign at school in the morning.",
      "Tu assinas com a equipa? – Do you sign with the family?",
      "Nós assinamos para resolver o problema. – We sign to practice.",
      "Ele/ela assinou na universidade na semana passada. – He/She signed at work last week.",
      "Eles em assinar de manhã. – They will sign today."
    ]
  },
  {
    "rank": 210,
    "verb": "revisar",
    "translation": "to review",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu reviso no aeroporto às vezes. – I review at home in the morning.",
      "Tu revisas com a equipa? – Do you review with the team?",
      "Nós revisamos para praticar. – We review to rest.",
      "Ele/ela revisou na escola na semana passada. – He/She reviewed at work last week.",
      "Eles em revisar ao fim de semana. – They will review tomorrow."
    ]
  },
  {
    "rank": 211,
    "verb": "editar",
    "translation": "to edit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu edito na escola todas as semanas. – I edit at home today.",
      "Tu editas com a equipa? – Do you edit with the family?",
      "Nós editamos para resolver o problema. – We edit to practice.",
      "Ele/ela editou na universidade ontem. – He/She edited at home last week.",
      "Eles em editar amanhã. – They will edit this weekend."
    ]
  },
  {
    "rank": 212,
    "verb": "negociar",
    "translation": "to negotiate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu negocio no ginásio todos os dias. – I negotiate at work at night.",
      "Tu negocias com os colegas? – Do you negotiate with the team?",
      "Nós negociamos para resolver o problema. – We negotiate to rest.",
      "Ele/ela negociou no escritório na semana passada. – He/She negotiated at work yesterday.",
      "Eles em negociar amanhã. – They will negotiate this weekend."
    ]
  },
  {
    "rank": 213,
    "verb": "investir",
    "translation": "to invest",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu investo no escritório de manhã. – I invest at work today.",
      "Tu investes com a família? – Do you invest with friends?",
      "Nós investimos para resolver o problema. – We invest to solve the problem.",
      "Ele/ela investiu na universidade na semana passada. – He/She invested at home yesterday.",
      "Eles em investir de manhã. – They will invest tomorrow."
    ]
  },
  {
    "rank": 214,
    "verb": "economizar",
    "translation": "to save (money)",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu economizo no ginásio às vezes. – I save (money) at school at night.",
      "Tu economizas com a equipa? – Do you save (money) with the family?",
      "Nós economizamos para treinar. – We save (money) to solve the problem.",
      "Ele/ela economizou no ginásio ontem. – He/She save (money)ed at home last week.",
      "Eles em economizar ao fim de semana. – They will save (money) today."
    ]
  },
  {
    "rank": 215,
    "verb": "retirar",
    "translation": "to withdraw",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu retiro no aeroporto de manhã. – I withdraw at work today.",
      "Tu retiras com a família? – Do you withdraw with friends?",
      "Nós retiramos para treinar. – We withdraw to learn.",
      "Ele/ela retirou na universidade na semana passada. – He/She withdrawed at work last week.",
      "Eles em retirar todos os dias. – They will withdraw tomorrow."
    ]
  },
  {
    "rank": 216,
    "verb": "depositar",
    "translation": "to deposit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu deposito no escritório hoje. – I deposit at school at night.",
      "Tu depositas com amigos? – Do you deposit with the team?",
      "Nós depositamos para aprender. – We deposit to learn.",
      "Ele/ela depositou no trabalho na semana passada. – He/She deposited at work last week.",
      "Eles em depositar amanhã. – They will deposit today."
    ]
  },
  {
    "rank": 217,
    "verb": "transferir",
    "translation": "to transfer",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu transfero no escritório todos os dias. – I transfer at home at night.",
      "Tu transferes com a família? – Do you transfer with the family?",
      "Nós transferimos para treinar. – We transfer to rest.",
      "Ele/ela transferiu no aeroporto ontem. – He/She transfered at work yesterday.",
      "Eles em transferir todos os dias. – They will transfer today."
    ]
  },
  {
    "rank": 218,
    "verb": "cobrar",
    "translation": "to charge",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cobro na escola hoje. – I charge at work in the morning.",
      "Tu cobras com a equipa? – Do you charge with the team?",
      "Nós cobramos para praticar. – We charge to practice.",
      "Ele/ela cobrou no ginásio ontem. – He/She charged at work yesterday.",
      "Eles em cobrar às vezes. – They will charge tomorrow."
    ]
  },
  {
    "rank": 219,
    "verb": "custar",
    "translation": "to cost",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu custo no escritório de manhã. – I cost downtown at night.",
      "Tu custas com amigos? – Do you cost with the family?",
      "Nós custamos para aprender. – We cost to learn.",
      "Ele/ela custou no ginásio ontem. – He/She costed at home last week.",
      "Eles em custar hoje. – They will cost today."
    ]
  },
  {
    "rank": 220,
    "verb": "valer",
    "translation": "to be worth",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu valo em casa todos os dias. – I be worth at school today.",
      "Tu vales com a família? – Do you be worth with friends?",
      "Nós valemos para descansar. – We be worth to learn.",
      "Ele/ela valeu no centro ontem. – He/She be worthed at work last week.",
      "Eles em valer de manhã. – They will be worth tomorrow."
    ]
  },
  {
    "rank": 221,
    "verb": "baixar",
    "translation": "to download",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu baixo em casa à noite. – I download downtown in the morning.",
      "Tu baixas com o meu irmão? – Do you download with friends?",
      "Nós baixamos para treinar. – We download to rest.",
      "Ele/ela baixou no aeroporto na semana passada. – He/She downloaded at work yesterday.",
      "Eles em baixar de manhã. – They will download today."
    ]
  },
  {
    "rank": 222,
    "verb": "configurar",
    "translation": "to set up, to configure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu configuro no ginásio à noite. – I set up at school today.",
      "Tu configuras com a família? – Do you set up with friends?",
      "Nós configuramos para praticar. – We set up to solve the problem.",
      "Ele/ela configurou no trabalho na semana passada. – He/She set uped at home yesterday.",
      "Eles em configurar todos os dias. – They will set up tomorrow."
    ]
  },
  {
    "rank": 223,
    "verb": "desinstalar",
    "translation": "to uninstall",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desinstalo no aeroporto hoje. – I uninstall at home in the morning.",
      "Tu desinstalas com a equipa? – Do you uninstall with the team?",
      "Nós desinstalamos para descansar. – We uninstall to learn.",
      "Ele/ela desinstalou em casa ontem. – He/She uninstalled at work last week.",
      "Eles em desinstalar todas as semanas. – They will uninstall this weekend."
    ]
  },
  {
    "rank": 224,
    "verb": "formatar",
    "translation": "to format",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu formato no ginásio hoje. – I format downtown at night.",
      "Tu formatas com a família? – Do you format with friends?",
      "Nós formatamos para praticar. – We format to rest.",
      "Ele/ela formatou no escritório ontem. – He/She formated at work last week.",
      "Eles em formatar todos os dias. – They will format tomorrow."
    ]
  },
  {
    "rank": 225,
    "verb": "reiniciar",
    "translation": "to restart",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu reinicio na universidade à noite. – I restart at work at night.",
      "Tu reinicias com a família? – Do you restart with the family?",
      "Nós reiniciamos para praticar. – We restart to rest.",
      "Ele/ela reiniciou em casa na semana passada. – He/She restarted at work last week.",
      "Eles em reiniciar hoje. – They will restart this weekend."
    ]
  },
  {
    "rank": 226,
    "verb": "conectar",
    "translation": "to connect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conecto na universidade amanhã. – I connect at work today.",
      "Tu conectas com a equipa? – Do you connect with the family?",
      "Nós conectamos para aprender. – We connect to practice.",
      "Ele/ela conectou no aeroporto na semana passada. – He/She connected at home last week.",
      "Eles em conectar de manhã. – They will connect this weekend."
    ]
  },
  {
    "rank": 227,
    "verb": "desconectar",
    "translation": "to disconnect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desconecto no ginásio de manhã. – I disconnect at work today.",
      "Tu desconectas com a família? – Do you disconnect with the team?",
      "Nós desconectamos para treinar. – We disconnect to rest.",
      "Ele/ela desconectou no escritório na semana passada. – He/She disconnected at home last week.",
      "Eles em desconectar ao fim de semana. – They will disconnect tomorrow."
    ]
  },
  {
    "rank": 228,
    "verb": "copiar",
    "translation": "to copy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu copio na universidade todos os dias. – I copy at school today.",
      "Tu copias com a equipa? – Do you copy with the team?",
      "Nós copiamos para aprender. – We copy to learn.",
      "Ele/ela copiou na escola ontem. – He/She copyed at home last week.",
      "Eles em copiar hoje. – They will copy today."
    ]
  },
  {
    "rank": 229,
    "verb": "colar",
    "translation": "to paste",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu colo em casa de manhã. – I paste downtown in the morning.",
      "Tu colas com a família? – Do you paste with friends?",
      "Nós colamos para treinar. – We paste to rest.",
      "Ele/ela colou no escritório na semana passada. – He/She pasted at work yesterday.",
      "Eles em colar de manhã. – They will paste tomorrow."
    ]
  },
  {
    "rank": 230,
    "verb": "renomear",
    "translation": "to rename",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu renomeo em casa todas as semanas. – I rename at school in the morning.",
      "Tu renomeas com amigos? – Do you rename with the family?",
      "Nós renomeamos para aprender. – We rename to learn.",
      "Ele/ela renomeou no centro na semana passada. – He/She renamed at work last week.",
      "Eles em renomear ao fim de semana. – They will rename tomorrow."
    ]
  },
  {
    "rank": 231,
    "verb": "salvar",
    "translation": "to save",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu salvo em casa às vezes. – I save at home today.",
      "Tu salvas com a família? – Do you save with the family?",
      "Nós salvamos para descansar. – We save to practice.",
      "Ele/ela salvou na universidade ontem. – He/She saved at work yesterday.",
      "Eles em salvar todos os dias. – They will save this weekend."
    ]
  },
  {
    "rank": 232,
    "verb": "digitalizar",
    "translation": "to scan",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu digitalizo na escola todas as semanas. – I scan downtown today.",
      "Tu digitalizas com o meu irmão? – Do you scan with friends?",
      "Nós digitalizamos para praticar. – We scan to rest.",
      "Ele/ela digitalizou no ginásio na semana passada. – He/She scaned at home last week.",
      "Eles em digitalizar às vezes. – They will scan this weekend."
    ]
  },
  {
    "rank": 233,
    "verb": "assistir",
    "translation": "to watch, to attend",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu assisto na universidade hoje. – I watch at school in the morning.",
      "Tu assistes com amigos? – Do you watch with the family?",
      "Nós assistimos para treinar. – We watch to learn.",
      "Ele/ela assistiu na universidade ontem. – He/She watched at work yesterday.",
      "Eles em assistir de manhã. – They will watch this weekend."
    ]
  },
  {
    "rank": 234,
    "verb": "escutar",
    "translation": "to listen",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu escuto no trabalho à noite. – I listen at home at night.",
      "Tu escutas com os colegas? – Do you listen with the team?",
      "Nós escutamos para resolver o problema. – We listen to learn.",
      "Ele/ela escutou no centro ontem. – He/She listened at home last week.",
      "Eles em escutar às vezes. – They will listen today."
    ]
  },
  {
    "rank": 235,
    "verb": "cheirar",
    "translation": "to smell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cheiro no ginásio amanhã. – I smell at home today.",
      "Tu cheiras com o meu irmão? – Do you smell with the team?",
      "Nós cheiramos para treinar. – We smell to practice.",
      "Ele/ela cheirou na universidade ontem. – He/She smelled at work last week.",
      "Eles em cheirar todos os dias. – They will smell this weekend."
    ]
  },
  {
    "rank": 236,
    "verb": "tocar",
    "translation": "to touch, to play",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu toco em casa todas as semanas. – I touch downtown today.",
      "Tu tocas com a equipa? – Do you touch with friends?",
      "Nós tocamos para descansar. – We touch to solve the problem.",
      "Ele/ela tocou no trabalho na semana passada. – He/She touched at work last week.",
      "Eles em tocar todas as semanas. – They will touch tomorrow."
    ]
  },
  {
    "rank": 237,
    "verb": "amar",
    "translation": "to love",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu amo no escritório de manhã. – I love at work today.",
      "Tu amas com a equipa? – Do you love with friends?",
      "Nós amamos para descansar. – We love to learn.",
      "Ele/ela amou no trabalho na semana passada. – He/She loved at home last week.",
      "Eles em amar amanhã. – They will love this weekend."
    ]
  },
  {
    "rank": 238,
    "verb": "odiar",
    "translation": "to hate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu odio em casa amanhã. – I hate at work today.",
      "Tu odias com os colegas? – Do you hate with the team?",
      "Nós odiamos para aprender. – We hate to practice.",
      "Ele/ela odiou no ginásio na semana passada. – He/She hated at home last week.",
      "Eles em odiar de manhã. – They will hate today."
    ]
  },
  {
    "rank": 239,
    "verb": "temer",
    "translation": "to fear",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu temo no ginásio à noite. – I fear at school in the morning.",
      "Tu temes com o meu irmão? – Do you fear with friends?",
      "Nós tememos para praticar. – We fear to practice.",
      "Ele/ela temeu na escola na semana passada. – He/She feared at work yesterday.",
      "Eles em temer todas as semanas. – They will fear this weekend."
    ]
  },
  {
    "rank": 240,
    "verb": "preferir",
    "translation": "to prefer",
    "category": "ir",
    "irregular": true,
    "examples": [
      "Estou a preferir no aeroporto. – I'm prefer downtown.",
      "Vais preferir amanhã? – Are you going to prefer tonight?",
      "Ele/ela vai preferir com amigos. – He/She is going to prefer with friends.",
      "Vamos preferir para resolver o problema. – Let's prefer to rest.",
      "Eu ia preferir se tivesse tempo. – I would prefer if I had time."
    ]
  },
  {
    "rank": 241,
    "verb": "adorar",
    "translation": "to adore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu adoro em casa de manhã. – I adore at home at night.",
      "Tu adoras com o meu irmão? – Do you adore with friends?",
      "Nós adoramos para praticar. – We adore to solve the problem.",
      "Ele/ela adorou no ginásio ontem. – He/She adored at work yesterday.",
      "Eles em adorar às vezes. – They will adore this weekend."
    ]
  },
  {
    "rank": 242,
    "verb": "visitar",
    "translation": "to visit",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu visito no escritório todas as semanas. – I visit downtown at night.",
      "Tu visitas com a equipa? – Do you visit with friends?",
      "Nós visitamos para treinar. – We visit to practice.",
      "Ele/ela visitou na universidade ontem. – He/She visited at work last week.",
      "Eles em visitar todos os dias. – They will visit this weekend."
    ]
  },
  {
    "rank": 243,
    "verb": "conhecer",
    "translation": "to know, to meet",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu conheco no centro hoje. – I know downtown in the morning.",
      "Tu conheces com os colegas? – Do you know with friends?",
      "Nós conhecemos para treinar. – We know to practice.",
      "Ele/ela conheceu na universidade ontem. – He/She knowed at work yesterday.",
      "Eles em conhecer ao fim de semana. – They will know this weekend."
    ]
  },
  {
    "rank": 244,
    "verb": "participar",
    "translation": "to participate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu participo na escola de manhã. – I participate at school in the morning.",
      "Tu participas com o meu irmão? – Do you participate with the family?",
      "Nós participamos para aprender. – We participate to solve the problem.",
      "Ele/ela participou na escola na semana passada. – He/She participated at work last week.",
      "Eles em participar amanhã. – They will participate today."
    ]
  },
  {
    "rank": 245,
    "verb": "apoiar",
    "translation": "to support",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu apoio no centro todas as semanas. – I support downtown in the morning.",
      "Tu apoias com os colegas? – Do you support with friends?",
      "Nós apoiamos para praticar. – We support to learn.",
      "Ele/ela apoiou na universidade ontem. – He/She supported at home yesterday.",
      "Eles em apoiar hoje. – They will support this weekend."
    ]
  },
  {
    "rank": 246,
    "verb": "liderar",
    "translation": "to lead",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lidero em casa de manhã. – I lead at school today.",
      "Tu lideras com os colegas? – Do you lead with the team?",
      "Nós lideramos para aprender. – We lead to solve the problem.",
      "Ele/ela liderou no aeroporto na semana passada. – He/She leaded at work last week.",
      "Eles em liderar à noite. – They will lead this weekend."
    ]
  },
  {
    "rank": 247,
    "verb": "obedecer",
    "translation": "to obey",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu obedeco na escola hoje. – I obey downtown in the morning.",
      "Tu obedeces com a família? – Do you obey with the team?",
      "Nós obedecemos para treinar. – We obey to solve the problem.",
      "Ele/ela obedeceu no centro ontem. – He/She obeyed at work last week.",
      "Eles em obedecer de manhã. – They will obey this weekend."
    ]
  },
  {
    "rank": 248,
    "verb": "respeitar",
    "translation": "to respect",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu respeito no ginásio todos os dias. – I respect downtown today.",
      "Tu respeitas com a equipa? – Do you respect with the team?",
      "Nós respeitamos para resolver o problema. – We respect to learn.",
      "Ele/ela respeitou no trabalho ontem. – He/She respected at home yesterday.",
      "Eles em respeitar ao fim de semana. – They will respect today."
    ]
  },
  {
    "rank": 249,
    "verb": "ignorar",
    "translation": "to ignore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ignoro no escritório de manhã. – I ignore downtown at night.",
      "Tu ignoras com os colegas? – Do you ignore with friends?",
      "Nós ignoramos para aprender. – We ignore to rest.",
      "Ele/ela ignorou no escritório ontem. – He/She ignored at work yesterday.",
      "Eles em ignorar amanhã. – They will ignore today."
    ]
  },
  {
    "rank": 250,
    "verb": "proibir",
    "translation": "to prohibit",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu proibo no trabalho todos os dias. – I prohibit downtown in the morning.",
      "Tu proibes com amigos? – Do you prohibit with the family?",
      "Nós proibimos para descansar. – We prohibit to rest.",
      "Ele/ela proibiu no ginásio na semana passada. – He/She prohibited at home yesterday.",
      "Eles em proibir às vezes. – They will prohibit tomorrow."
    ]
  },
  {
    "rank": 251,
    "verb": "discutir",
    "translation": "to discuss",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu discuto em casa às vezes. – I discuss at work in the morning.",
      "Tu discutes com os colegas? – Do you discuss with the team?",
      "Nós discutimos para treinar. – We discuss to rest.",
      "Ele/ela discutiu na escola ontem. – He/She discussed at work yesterday.",
      "Eles em discutir de manhã. – They will discuss this weekend."
    ]
  },
  {
    "rank": 252,
    "verb": "debater",
    "translation": "to debate",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu debato no trabalho às vezes. – I debate at work in the morning.",
      "Tu debates com a equipa? – Do you debate with friends?",
      "Nós debatemos para resolver o problema. – We debate to learn.",
      "Ele/ela debateu em casa ontem. – He/She debated at work last week.",
      "Eles em debater ao fim de semana. – They will debate tomorrow."
    ]
  },
  {
    "rank": 253,
    "verb": "achar",
    "translation": "to think, to find",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acho no trabalho todos os dias. – I think at work at night.",
      "Tu achas com os colegas? – Do you think with friends?",
      "Nós achamos para descansar. – We think to practice.",
      "Ele/ela achou na universidade ontem. – He/She thinked at home yesterday.",
      "Eles em achar todas as semanas. – They will think this weekend."
    ]
  },
  {
    "rank": 254,
    "verb": "esconder",
    "translation": "to hide",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu escondo em casa amanhã. – I hide at home at night.",
      "Tu escondes com o meu irmão? – Do you hide with friends?",
      "Nós escondemos para treinar. – We hide to learn.",
      "Ele/ela escondeu em casa na semana passada. – He/She hided at work last week.",
      "Eles em esconder à noite. – They will hide tomorrow."
    ]
  },
  {
    "rank": 255,
    "verb": "parecer",
    "translation": "to seem, to appear",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu pareco em casa ao fim de semana. – I seem at home in the morning.",
      "Tu pareces com a família? – Do you seem with the team?",
      "Nós parecemos para treinar. – We seem to learn.",
      "Ele/ela pareceu no aeroporto na semana passada. – He/She seemed at work last week.",
      "Eles em parecer de manhã. – They will seem this weekend."
    ]
  },
  {
    "rank": 256,
    "verb": "escorregar",
    "translation": "to slip",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu escorrego no aeroporto de manhã. – I slip at school in the morning.",
      "Tu escorregas com a equipa? – Do you slip with friends?",
      "Nós escorregamos para praticar. – We slip to solve the problem.",
      "Ele/ela escorregou em casa na semana passada. – He/She sliped at home last week.",
      "Eles em escorregar de manhã. – They will slip today."
    ]
  },
  {
    "rank": 257,
    "verb": "equilibrar",
    "translation": "to balance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu equilibro no aeroporto hoje. – I balance at home in the morning.",
      "Tu equilibras com a família? – Do you balance with the family?",
      "Nós equilibramos para praticar. – We balance to practice.",
      "Ele/ela equilibrou no escritório ontem. – He/She balanced at home last week.",
      "Eles em equilibrar amanhã. – They will balance tomorrow."
    ]
  },
  {
    "rank": 258,
    "verb": "balançar",
    "translation": "to swing, to rock",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu balanço no ginásio todos os dias. – I swing at school today.",
      "Tu balanças com os colegas? – Do you swing with the team?",
      "Nós balançamos para praticar. – We swing to rest.",
      "Ele/ela balançou em casa ontem. – He/She swinged at work yesterday.",
      "Eles em balançar à noite. – They will swing this weekend."
    ]
  },
  {
    "rank": 259,
    "verb": "girar",
    "translation": "to spin, to rotate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu giro no trabalho hoje. – I spin at work today.",
      "Tu giras com a família? – Do you spin with the family?",
      "Nós giramos para treinar. – We spin to learn.",
      "Ele/ela girou no centro na semana passada. – He/She spined at home last week.",
      "Eles em girar hoje. – They will spin this weekend."
    ]
  },
  {
    "rank": 260,
    "verb": "rodar",
    "translation": "to roll, to rotate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu rodo no escritório amanhã. – I roll downtown at night.",
      "Tu rodas com os colegas? – Do you roll with friends?",
      "Nós rodamos para treinar. – We roll to solve the problem.",
      "Ele/ela rodou no trabalho ontem. – He/She rolled at work yesterday.",
      "Eles em rodar hoje. – They will roll this weekend."
    ]
  },
  {
    "rank": 261,
    "verb": "virar",
    "translation": "to turn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu viro na escola hoje. – I turn at work at night.",
      "Tu viras com o meu irmão? – Do you turn with the family?",
      "Nós viramos para resolver o problema. – We turn to learn.",
      "Ele/ela virou na escola ontem. – He/She turned at work yesterday.",
      "Eles em virar ao fim de semana. – They will turn tomorrow."
    ]
  },
  {
    "rank": 262,
    "verb": "inverter",
    "translation": "to invert, to reverse",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu inverto no aeroporto ao fim de semana. – I invert at school today.",
      "Tu invertes com amigos? – Do you invert with the team?",
      "Nós invertemos para treinar. – We invert to solve the problem.",
      "Ele/ela inverteu no centro ontem. – He/She inverted at work yesterday.",
      "Eles em inverter ao fim de semana. – They will invert this weekend."
    ]
  },
  {
    "rank": 263,
    "verb": "transformar",
    "translation": "to transform",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu transformo no ginásio todas as semanas. – I transform at work today.",
      "Tu transformas com os colegas? – Do you transform with the family?",
      "Nós transformamos para praticar. – We transform to practice.",
      "Ele/ela transformou em casa na semana passada. – He/She transformed at work yesterday.",
      "Eles em transformar hoje. – They will transform today."
    ]
  },
  {
    "rank": 264,
    "verb": "alterar",
    "translation": "to alter, to change",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu altero no escritório todos os dias. – I alter at home today.",
      "Tu alteras com o meu irmão? – Do you alter with the family?",
      "Nós alteramos para resolver o problema. – We alter to practice.",
      "Ele/ela alterou no centro na semana passada. – He/She altered at home last week.",
      "Eles em alterar todos os dias. – They will alter tomorrow."
    ]
  },
  {
    "rank": 265,
    "verb": "modificar",
    "translation": "to modify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu modifico no centro todas as semanas. – I modify at school today.",
      "Tu modificas com o meu irmão? – Do you modify with the team?",
      "Nós modificamos para resolver o problema. – We modify to practice.",
      "Ele/ela modificou em casa na semana passada. – He/She modifyed at home yesterday.",
      "Eles em modificar às vezes. – They will modify tomorrow."
    ]
  },
  {
    "rank": 266,
    "verb": "ajustar",
    "translation": "to adjust",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ajusto no trabalho às vezes. – I adjust at work in the morning.",
      "Tu ajustas com os colegas? – Do you adjust with friends?",
      "Nós ajustamos para aprender. – We adjust to learn.",
      "Ele/ela ajustou no ginásio ontem. – He/She adjusted at home yesterday.",
      "Eles em ajustar ao fim de semana. – They will adjust tomorrow."
    ]
  },
  {
    "rank": 267,
    "verb": "adaptar",
    "translation": "to adapt",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu adapto no escritório de manhã. – I adapt at school at night.",
      "Tu adaptas com a família? – Do you adapt with the family?",
      "Nós adaptamos para resolver o problema. – We adapt to solve the problem.",
      "Ele/ela adaptou no escritório ontem. – He/She adapted at work last week.",
      "Eles em adaptar hoje. – They will adapt tomorrow."
    ]
  },
  {
    "rank": 268,
    "verb": "personalizar",
    "translation": "to personalize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu personalizo no centro hoje. – I personalize at school today.",
      "Tu personalizas com os colegas? – Do you personalize with the family?",
      "Nós personalizamos para aprender. – We personalize to rest.",
      "Ele/ela personalizou na universidade na semana passada. – He/She personalized at home last week.",
      "Eles em personalizar todas as semanas. – They will personalize this weekend."
    ]
  },
  {
    "rank": 269,
    "verb": "customizar",
    "translation": "to customize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu customizo na universidade hoje. – I customize downtown in the morning.",
      "Tu customizas com a família? – Do you customize with the team?",
      "Nós customizamos para resolver o problema. – We customize to learn.",
      "Ele/ela customizou no trabalho ontem. – He/She customized at work yesterday.",
      "Eles em customizar todas as semanas. – They will customize this weekend."
    ]
  },
  {
    "rank": 270,
    "verb": "otimizar",
    "translation": "to optimize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu otimizo no aeroporto de manhã. – I optimize at school at night.",
      "Tu otimizas com amigos? – Do you optimize with friends?",
      "Nós otimizamos para resolver o problema. – We optimize to practice.",
      "Ele/ela otimizou em casa ontem. – He/She optimized at home yesterday.",
      "Eles em otimizar à noite. – They will optimize today."
    ]
  },
  {
    "rank": 271,
    "verb": "maximizar",
    "translation": "to maximize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu maximizo na escola às vezes. – I maximize at work today.",
      "Tu maximizas com o meu irmão? – Do you maximize with the team?",
      "Nós maximizamos para aprender. – We maximize to solve the problem.",
      "Ele/ela maximizou no ginásio ontem. – He/She maximized at home yesterday.",
      "Eles em maximizar todas as semanas. – They will maximize this weekend."
    ]
  },
  {
    "rank": 272,
    "verb": "minimizar",
    "translation": "to minimize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu minimizo no ginásio às vezes. – I minimize at home today.",
      "Tu minimizas com a equipa? – Do you minimize with the team?",
      "Nós minimizamos para descansar. – We minimize to practice.",
      "Ele/ela minimizou no trabalho na semana passada. – He/She minimized at home last week.",
      "Eles em minimizar ao fim de semana. – They will minimize today."
    ]
  },
  {
    "rank": 273,
    "verb": "simplificar",
    "translation": "to simplify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu simplifico na universidade todas as semanas. – I simplify at school in the morning.",
      "Tu simplificas com a família? – Do you simplify with friends?",
      "Nós simplificamos para praticar. – We simplify to solve the problem.",
      "Ele/ela simplificou no trabalho na semana passada. – He/She simplifyed at home last week.",
      "Eles em simplificar ao fim de semana. – They will simplify tomorrow."
    ]
  },
  {
    "rank": 274,
    "verb": "complicar",
    "translation": "to complicate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu complico no aeroporto à noite. – I complicate at home in the morning.",
      "Tu complicas com os colegas? – Do you complicate with the family?",
      "Nós complicamos para praticar. – We complicate to practice.",
      "Ele/ela complicou no ginásio ontem. – He/She complicated at work yesterday.",
      "Eles em complicar hoje. – They will complicate this weekend."
    ]
  },
  {
    "rank": 275,
    "verb": "facilitar",
    "translation": "to facilitate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu facilito em casa de manhã. – I facilitate at work today.",
      "Tu facilitas com os colegas? – Do you facilitate with the family?",
      "Nós facilitamos para aprender. – We facilitate to learn.",
      "Ele/ela facilitou na escola ontem. – He/She facilitated at work last week.",
      "Eles em facilitar todas as semanas. – They will facilitate today."
    ]
  },
  {
    "rank": 276,
    "verb": "dificultar",
    "translation": "to hinder",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu dificulto no escritório todas as semanas. – I hinder at home at night.",
      "Tu dificultas com a família? – Do you hinder with the family?",
      "Nós dificultamos para aprender. – We hinder to learn.",
      "Ele/ela dificultou na escola na semana passada. – He/She hindered at home yesterday.",
      "Eles em dificultar hoje. – They will hinder today."
    ]
  },
  {
    "rank": 277,
    "verb": "impedir",
    "translation": "to prevent",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu impedo no centro ao fim de semana. – I prevent at school at night.",
      "Tu impedes com amigos? – Do you prevent with the team?",
      "Nós impedimos para treinar. – We prevent to solve the problem.",
      "Ele/ela impediu no centro na semana passada. – He/She prevented at home last week.",
      "Eles em impedir ao fim de semana. – They will prevent today."
    ]
  },
  {
    "rank": 278,
    "verb": "autorizar",
    "translation": "to authorize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu autorizo no escritório amanhã. – I authorize at school in the morning.",
      "Tu autorizas com a equipa? – Do you authorize with the team?",
      "Nós autorizamos para treinar. – We authorize to practice.",
      "Ele/ela autorizou no escritório na semana passada. – He/She authorized at work yesterday.",
      "Eles em autorizar amanhã. – They will authorize today."
    ]
  },
  {
    "rank": 279,
    "verb": "banir",
    "translation": "to ban",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu bano na universidade todas as semanas. – I ban at school in the morning.",
      "Tu banes com a família? – Do you ban with the team?",
      "Nós banimos para praticar. – We ban to learn.",
      "Ele/ela baniu no ginásio ontem. – He/She baned at work yesterday.",
      "Eles em banir todas as semanas. – They will ban this weekend."
    ]
  },
  {
    "rank": 280,
    "verb": "censurar",
    "translation": "to censor",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu censuro no ginásio ao fim de semana. – I censor at school at night.",
      "Tu censuras com a equipa? – Do you censor with the family?",
      "Nós censuramos para praticar. – We censor to rest.",
      "Ele/ela censurou na universidade na semana passada. – He/She censored at work last week.",
      "Eles em censurar às vezes. – They will censor tomorrow."
    ]
  },
  {
    "rank": 281,
    "verb": "admirar",
    "translation": "to admire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu admiro no escritório hoje. – I admire at home today.",
      "Tu admiras com o meu irmão? – Do you admire with the team?",
      "Nós admiramos para praticar. – We admire to practice.",
      "Ele/ela admirou no aeroporto ontem. – He/She admired at home yesterday.",
      "Eles em admirar ao fim de semana. – They will admire today."
    ]
  },
  {
    "rank": 282,
    "verb": "honrar",
    "translation": "to honor",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu honro no escritório hoje. – I honor downtown at night.",
      "Tu honras com amigos? – Do you honor with the team?",
      "Nós honramos para treinar. – We honor to solve the problem.",
      "Ele/ela honrou no trabalho ontem. – He/She honored at home last week.",
      "Eles em honrar hoje. – They will honor tomorrow."
    ]
  },
  {
    "rank": 283,
    "verb": "desprezar",
    "translation": "to despise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desprezo no ginásio às vezes. – I despise downtown in the morning.",
      "Tu desprezas com a família? – Do you despise with the family?",
      "Nós desprezamos para treinar. – We despise to rest.",
      "Ele/ela desprezou na escola na semana passada. – He/She despised at home yesterday.",
      "Eles em desprezar todas as semanas. – They will despise today."
    ]
  },
  {
    "rank": 284,
    "verb": "apreciar",
    "translation": "to appreciate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aprecio na universidade de manhã. – I appreciate at home at night.",
      "Tu aprecias com a equipa? – Do you appreciate with the family?",
      "Nós apreciamos para descansar. – We appreciate to solve the problem.",
      "Ele/ela apreciou no centro na semana passada. – He/She appreciated at home last week.",
      "Eles em apreciar todos os dias. – They will appreciate this weekend."
    ]
  },
  {
    "rank": 285,
    "verb": "valorizar",
    "translation": "to value",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu valorizo no ginásio à noite. – I value at home in the morning.",
      "Tu valorizas com o meu irmão? – Do you value with the family?",
      "Nós valorizamos para resolver o problema. – We value to rest.",
      "Ele/ela valorizou na escola ontem. – He/She valued at work yesterday.",
      "Eles em valorizar ao fim de semana. – They will value tomorrow."
    ]
  },
  {
    "rank": 286,
    "verb": "desvalorizar",
    "translation": "to devalue",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desvalorizo no ginásio hoje. – I devalue at school in the morning.",
      "Tu desvalorizas com amigos? – Do you devalue with the team?",
      "Nós desvalorizamos para resolver o problema. – We devalue to solve the problem.",
      "Ele/ela desvalorizou na escola na semana passada. – He/She devalued at work last week.",
      "Eles em desvalorizar todas as semanas. – They will devalue today."
    ]
  },
  {
    "rank": 287,
    "verb": "condenar",
    "translation": "to condemn",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu condeno no aeroporto às vezes. – I condemn at work today.",
      "Tu condenas com a equipa? – Do you condemn with friends?",
      "Nós condenamos para descansar. – We condemn to learn.",
      "Ele/ela condenou no ginásio ontem. – He/She condemned at home last week.",
      "Eles em condenar todas as semanas. – They will condemn today."
    ]
  },
  {
    "rank": 288,
    "verb": "absolver",
    "translation": "to absolve",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu absolvo no ginásio todas as semanas. – I absolve at home in the morning.",
      "Tu absolves com amigos? – Do you absolve with the team?",
      "Nós absolvemos para aprender. – We absolve to rest.",
      "Ele/ela absolveu em casa ontem. – He/She absolved at home yesterday.",
      "Eles em absolver ao fim de semana. – They will absolve tomorrow."
    ]
  },
  {
    "rank": 289,
    "verb": "perdoar",
    "translation": "to forgive",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu perdoo na universidade à noite. – I forgive at home at night.",
      "Tu perdoas com amigos? – Do you forgive with friends?",
      "Nós perdoamos para treinar. – We forgive to practice.",
      "Ele/ela perdoou no trabalho na semana passada. – He/She forgived at home last week.",
      "Eles em perdoar hoje. – They will forgive tomorrow."
    ]
  },
  {
    "rank": 290,
    "verb": "desculpar",
    "translation": "to excuse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desculpo na universidade todas as semanas. – I excuse downtown in the morning.",
      "Tu desculpas com a equipa? – Do you excuse with friends?",
      "Nós desculpamos para praticar. – We excuse to rest.",
      "Ele/ela desculpou na escola na semana passada. – He/She excused at home last week.",
      "Eles em desculpar todas as semanas. – They will excuse today."
    ]
  },
  {
    "rank": 291,
    "verb": "reconciliar",
    "translation": "to reconcile",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu reconcilio no escritório todos os dias. – I reconcile at home at night.",
      "Tu reconcilias com a equipa? – Do you reconcile with friends?",
      "Nós reconciliamos para praticar. – We reconcile to solve the problem.",
      "Ele/ela reconciliou na escola na semana passada. – He/She reconciled at home last week.",
      "Eles em reconciliar ao fim de semana. – They will reconcile today."
    ]
  },
  {
    "rank": 292,
    "verb": "zangar",
    "translation": "to anger",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu zango na escola à noite. – I anger at work in the morning.",
      "Tu zangas com a família? – Do you anger with the family?",
      "Nós zangamos para descansar. – We anger to learn.",
      "Ele/ela zangou no escritório na semana passada. – He/She angered at home yesterday.",
      "Eles em zangar todas as semanas. – They will anger today."
    ]
  },
  {
    "rank": 293,
    "verb": "acalmar",
    "translation": "to calm down",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acalmo no trabalho de manhã. – I calm down at work today.",
      "Tu acalmas com a equipa? – Do you calm down with friends?",
      "Nós acalmamos para resolver o problema. – We calm down to practice.",
      "Ele/ela acalmou no centro ontem. – He/She calm downed at work yesterday.",
      "Eles em acalmar de manhã. – They will calm down today."
    ]
  },
  {
    "rank": 294,
    "verb": "tranquilizar",
    "translation": "to reassure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu tranquilizo em casa ao fim de semana. – I reassure downtown today.",
      "Tu tranquilizas com amigos? – Do you reassure with the team?",
      "Nós tranquilizamos para resolver o problema. – We reassure to solve the problem.",
      "Ele/ela tranquilizou na escola na semana passada. – He/She reassured at home yesterday.",
      "Eles em tranquilizar hoje. – They will reassure today."
    ]
  },
  {
    "rank": 295,
    "verb": "assustar",
    "translation": "to scare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu assusto no trabalho às vezes. – I scare at home in the morning.",
      "Tu assustas com a família? – Do you scare with friends?",
      "Nós assustamos para aprender. – We scare to solve the problem.",
      "Ele/ela assustou na universidade ontem. – He/She scared at home last week.",
      "Eles em assustar todos os dias. – They will scare this weekend."
    ]
  },
  {
    "rank": 296,
    "verb": "aterrorizar",
    "translation": "to terrorize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aterrorizo na universidade às vezes. – I terrorize at school at night.",
      "Tu aterrorizas com a equipa? – Do you terrorize with the team?",
      "Nós aterrorizamos para aprender. – We terrorize to practice.",
      "Ele/ela aterrorizou no ginásio ontem. – He/She terrorized at home last week.",
      "Eles em aterrorizar à noite. – They will terrorize today."
    ]
  },
  {
    "rank": 297,
    "verb": "ameaçar",
    "translation": "to threaten",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ameaço em casa todas as semanas. – I threaten downtown at night.",
      "Tu ameaças com os colegas? – Do you threaten with the family?",
      "Nós ameaçamos para descansar. – We threaten to solve the problem.",
      "Ele/ela ameaçou no escritório na semana passada. – He/She threatened at home yesterday.",
      "Eles em ameaçar à noite. – They will threaten this weekend."
    ]
  },
  {
    "rank": 298,
    "verb": "alertar",
    "translation": "to alert",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alerto no aeroporto todos os dias. – I alert at school in the morning.",
      "Tu alertas com os colegas? – Do you alert with friends?",
      "Nós alertamos para descansar. – We alert to rest.",
      "Ele/ela alertou na escola ontem. – He/She alerted at work yesterday.",
      "Eles em alertar hoje. – They will alert today."
    ]
  },
  {
    "rank": 299,
    "verb": "declarar",
    "translation": "to declare",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu declaro no escritório ao fim de semana. – I declare at work in the morning.",
      "Tu declaras com amigos? – Do you declare with the family?",
      "Nós declaramos para praticar. – We declare to practice.",
      "Ele/ela declarou no trabalho na semana passada. – He/She declared at work yesterday.",
      "Eles em declarar amanhã. – They will declare tomorrow."
    ]
  },
  {
    "rank": 300,
    "verb": "desmentir",
    "translation": "to deny, to refute",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu desmento na universidade hoje. – I deny at home in the morning.",
      "Tu desmentes com a equipa? – Do you deny with the team?",
      "Nós desmentimos para aprender. – We deny to solve the problem.",
      "Ele/ela desmentiu no escritório ontem. – He/She denyed at home yesterday.",
      "Eles em desmentir ao fim de semana. – They will deny today."
    ]
  },
  {
    "rank": 301,
    "verb": "iludir",
    "translation": "to delude",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu iludo no ginásio todos os dias. – I delude downtown at night.",
      "Tu iludes com a equipa? – Do you delude with the team?",
      "Nós iludimos para resolver o problema. – We delude to practice.",
      "Ele/ela iludiu no trabalho na semana passada. – He/She deluded at work yesterday.",
      "Eles em iludir de manhã. – They will delude this weekend."
    ]
  },
  {
    "rank": 302,
    "verb": "confundir",
    "translation": "to confuse",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu confundo no ginásio hoje. – I confuse at school at night.",
      "Tu confundes com amigos? – Do you confuse with the family?",
      "Nós confundimos para resolver o problema. – We confuse to learn.",
      "Ele/ela confundiu no aeroporto na semana passada. – He/She confused at work last week.",
      "Eles em confundir todos os dias. – They will confuse tomorrow."
    ]
  },
  {
    "rank": 303,
    "verb": "ocultar",
    "translation": "to hide, to conceal",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu oculto na universidade à noite. – I hide at home at night.",
      "Tu ocultas com a família? – Do you hide with friends?",
      "Nós ocultamos para descansar. – We hide to solve the problem.",
      "Ele/ela ocultou na universidade na semana passada. – He/She hided at work yesterday.",
      "Eles em ocultar à noite. – They will hide today."
    ]
  },
  {
    "rank": 304,
    "verb": "disfarçar",
    "translation": "to disguise",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu disfarço no trabalho de manhã. – I disguise at school at night.",
      "Tu disfarças com os colegas? – Do you disguise with the team?",
      "Nós disfarçamos para praticar. – We disguise to solve the problem.",
      "Ele/ela disfarçou na escola na semana passada. – He/She disguised at home last week.",
      "Eles em disfarçar todos os dias. – They will disguise tomorrow."
    ]
  },
  {
    "rank": 305,
    "verb": "simular",
    "translation": "to simulate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu simulo na universidade amanhã. – I simulate downtown today.",
      "Tu simulas com a equipa? – Do you simulate with friends?",
      "Nós simulamos para resolver o problema. – We simulate to solve the problem.",
      "Ele/ela simulou no trabalho ontem. – He/She simulated at work yesterday.",
      "Eles em simular hoje. – They will simulate today."
    ]
  },
  {
    "rank": 306,
    "verb": "murmurar",
    "translation": "to murmur",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu murmuro em casa hoje. – I murmur at school at night.",
      "Tu murmuras com a família? – Do you murmur with the team?",
      "Nós murmuramos para descansar. – We murmur to rest.",
      "Ele/ela murmurou no aeroporto ontem. – He/She murmured at home yesterday.",
      "Eles em murmurar ao fim de semana. – They will murmur today."
    ]
  },
  {
    "rank": 307,
    "verb": "estalar",
    "translation": "to crack, to snap",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu estalo na universidade às vezes. – I crack downtown today.",
      "Tu estalas com a família? – Do you crack with the family?",
      "Nós estalamos para treinar. – We crack to solve the problem.",
      "Ele/ela estalou na escola na semana passada. – He/She cracked at work yesterday.",
      "Eles em estalar de manhã. – They will crack this weekend."
    ]
  },
  {
    "rank": 308,
    "verb": "ranger",
    "translation": "to creak",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu rango na escola às vezes. – I creak at work at night.",
      "Tu ranges com a família? – Do you creak with the family?",
      "Nós rangemos para descansar. – We creak to practice.",
      "Ele/ela rangeu no aeroporto ontem. – He/She creaked at home yesterday.",
      "Eles em ranger todos os dias. – They will creak today."
    ]
  },
  {
    "rank": 309,
    "verb": "vibrar",
    "translation": "to vibrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu vibro em casa amanhã. – I vibrate downtown in the morning.",
      "Tu vibras com a família? – Do you vibrate with the team?",
      "Nós vibramos para aprender. – We vibrate to solve the problem.",
      "Ele/ela vibrou no ginásio na semana passada. – He/She vibrated at work yesterday.",
      "Eles em vibrar às vezes. – They will vibrate this weekend."
    ]
  },
  {
    "rank": 310,
    "verb": "tremer",
    "translation": "to shake, to tremble",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu tremo no escritório todos os dias. – I shake at home in the morning.",
      "Tu tremes com amigos? – Do you shake with friends?",
      "Nós trememos para aprender. – We shake to practice.",
      "Ele/ela tremeu na escola na semana passada. – He/She shaked at home last week.",
      "Eles em tremer hoje. – They will shake today."
    ]
  },
  {
    "rank": 311,
    "verb": "estremecer",
    "translation": "to shudder",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu estremeco na escola hoje. – I shudder at work in the morning.",
      "Tu estremeces com os colegas? – Do you shudder with the family?",
      "Nós estremecemos para praticar. – We shudder to solve the problem.",
      "Ele/ela estremeceu no trabalho ontem. – He/She shuddered at home yesterday.",
      "Eles em estremecer todas as semanas. – They will shudder this weekend."
    ]
  },
  {
    "rank": 312,
    "verb": "arrepiar",
    "translation": "to shiver, to get goosebumps",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu arrepio no trabalho todos os dias. – I shiver downtown in the morning.",
      "Tu arrepias com amigos? – Do you shiver with the family?",
      "Nós arrepiamos para aprender. – We shiver to practice.",
      "Ele/ela arrepiou no escritório na semana passada. – He/She shivered at home yesterday.",
      "Eles em arrepiar hoje. – They will shiver today."
    ]
  },
  {
    "rank": 313,
    "verb": "suar",
    "translation": "to sweat",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu suo em casa amanhã. – I sweat downtown today.",
      "Tu suas com amigos? – Do you sweat with the team?",
      "Nós suamos para treinar. – We sweat to practice.",
      "Ele/ela suou na escola ontem. – He/She sweated at work yesterday.",
      "Eles em suar hoje. – They will sweat today."
    ]
  },
  {
    "rank": 314,
    "verb": "transpirar",
    "translation": "to perspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu transpiro no escritório ao fim de semana. – I perspire at work today.",
      "Tu transpiras com o meu irmão? – Do you perspire with the family?",
      "Nós transpiramos para aprender. – We perspire to learn.",
      "Ele/ela transpirou no ginásio na semana passada. – He/She perspired at work yesterday.",
      "Eles em transpirar de manhã. – They will perspire this weekend."
    ]
  },
  {
    "rank": 315,
    "verb": "sangrar",
    "translation": "to bleed",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sangro na escola de manhã. – I bleed at work at night.",
      "Tu sangras com a família? – Do you bleed with friends?",
      "Nós sangramos para aprender. – We bleed to rest.",
      "Ele/ela sangrou no escritório na semana passada. – He/She bleeded at work last week.",
      "Eles em sangrar ao fim de semana. – They will bleed tomorrow."
    ]
  },
  {
    "rank": 316,
    "verb": "cicatrizar",
    "translation": "to heal",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cicatrizo no centro todas as semanas. – I heal downtown today.",
      "Tu cicatrizas com os colegas? – Do you heal with the family?",
      "Nós cicatrizamos para resolver o problema. – We heal to rest.",
      "Ele/ela cicatrizou no ginásio ontem. – He/She healed at home last week.",
      "Eles em cicatrizar todas as semanas. – They will heal tomorrow."
    ]
  },
  {
    "rank": 317,
    "verb": "inflamar",
    "translation": "to inflame",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inflamo no aeroporto ao fim de semana. – I inflame downtown at night.",
      "Tu inflamas com os colegas? – Do you inflame with the team?",
      "Nós inflamamos para treinar. – We inflame to learn.",
      "Ele/ela inflamou no centro na semana passada. – He/She inflamed at home last week.",
      "Eles em inflamar à noite. – They will inflame this weekend."
    ]
  },
  {
    "rank": 318,
    "verb": "inchar",
    "translation": "to swell",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu incho no centro amanhã. – I swell downtown today.",
      "Tu inchas com amigos? – Do you swell with the family?",
      "Nós inchamos para praticar. – We swell to practice.",
      "Ele/ela inchou no centro na semana passada. – He/She swelled at home last week.",
      "Eles em inchar às vezes. – They will swell this weekend."
    ]
  },
  {
    "rank": 319,
    "verb": "desinflar",
    "translation": "to deflate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desinflo no centro à noite. – I deflate downtown in the morning.",
      "Tu desinflas com os colegas? – Do you deflate with the team?",
      "Nós desinflamos para praticar. – We deflate to learn.",
      "Ele/ela desinflou na universidade na semana passada. – He/She deflated at home yesterday.",
      "Eles em desinflar todas as semanas. – They will deflate tomorrow."
    ]
  },
  {
    "rank": 320,
    "verb": "inflar",
    "translation": "to inflate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inflo na universidade hoje. – I inflate at work today.",
      "Tu inflas com o meu irmão? – Do you inflate with the team?",
      "Nós inflamos para descansar. – We inflate to solve the problem.",
      "Ele/ela inflou no escritório ontem. – He/She inflated at home yesterday.",
      "Eles em inflar amanhã. – They will inflate today."
    ]
  },
  {
    "rank": 321,
    "verb": "esvaziar",
    "translation": "to empty",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu esvazio na universidade hoje. – I empty at home at night.",
      "Tu esvazias com amigos? – Do you empty with the family?",
      "Nós esvaziamos para resolver o problema. – We empty to learn.",
      "Ele/ela esvaziou no aeroporto ontem. – He/She emptyed at work yesterday.",
      "Eles em esvaziar hoje. – They will empty tomorrow."
    ]
  },
  {
    "rank": 322,
    "verb": "encher",
    "translation": "to fill",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu encho no centro às vezes. – I fill at school in the morning.",
      "Tu enches com os colegas? – Do you fill with friends?",
      "Nós enchemos para praticar. – We fill to learn.",
      "Ele/ela encheu no aeroporto na semana passada. – He/She filled at home yesterday.",
      "Eles em encher de manhã. – They will fill today."
    ]
  },
  {
    "rank": 323,
    "verb": "transbordar",
    "translation": "to overflow",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu transbordo em casa hoje. – I overflow at home today.",
      "Tu transbordas com o meu irmão? – Do you overflow with the family?",
      "Nós transbordamos para treinar. – We overflow to learn.",
      "Ele/ela transbordou no centro ontem. – He/She overflowed at home yesterday.",
      "Eles em transbordar ao fim de semana. – They will overflow tomorrow."
    ]
  },
  {
    "rank": 324,
    "verb": "derramar",
    "translation": "to spill",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu derramo no escritório todas as semanas. – I spill downtown today.",
      "Tu derramas com a equipa? – Do you spill with the family?",
      "Nós derramamos para resolver o problema. – We spill to solve the problem.",
      "Ele/ela derramou no aeroporto na semana passada. – He/She spilled at home yesterday.",
      "Eles em derramar às vezes. – They will spill this weekend."
    ]
  },
  {
    "rank": 325,
    "verb": "verter",
    "translation": "to pour",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu verto na universidade ao fim de semana. – I pour at work in the morning.",
      "Tu vertes com o meu irmão? – Do you pour with the family?",
      "Nós vertemos para treinar. – We pour to practice.",
      "Ele/ela verteu em casa na semana passada. – He/She poured at work yesterday.",
      "Eles em verter todos os dias. – They will pour tomorrow."
    ]
  },
  {
    "rank": 326,
    "verb": "espalhar",
    "translation": "to spread",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu espalho no ginásio todas as semanas. – I spread downtown in the morning.",
      "Tu espalhas com amigos? – Do you spread with the team?",
      "Nós espalhamos para aprender. – We spread to rest.",
      "Ele/ela espalhou no trabalho na semana passada. – He/She spreaded at work last week.",
      "Eles em espalhar de manhã. – They will spread this weekend."
    ]
  },
  {
    "rank": 327,
    "verb": "dispersar",
    "translation": "to disperse",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu disperso na universidade amanhã. – I disperse at home at night.",
      "Tu dispersas com a família? – Do you disperse with the family?",
      "Nós dispersamos para aprender. – We disperse to learn.",
      "Ele/ela dispersou no aeroporto ontem. – He/She dispersed at home last week.",
      "Eles em dispersar todas as semanas. – They will disperse today."
    ]
  },
  {
    "rank": 328,
    "verb": "reunir",
    "translation": "to gather, to meet",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu reuno na universidade hoje. – I gather downtown at night.",
      "Tu reunes com o meu irmão? – Do you gather with the team?",
      "Nós reunimos para praticar. – We gather to solve the problem.",
      "Ele/ela reuniu no centro ontem. – He/She gathered at home yesterday.",
      "Eles em reunir amanhã. – They will gather tomorrow."
    ]
  },
  {
    "rank": 329,
    "verb": "congregar",
    "translation": "to congregate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu congrego no trabalho hoje. – I congregate at home today.",
      "Tu congregas com amigos? – Do you congregate with the family?",
      "Nós congregamos para resolver o problema. – We congregate to practice.",
      "Ele/ela congregou no ginásio ontem. – He/She congregated at work last week.",
      "Eles em congregar todas as semanas. – They will congregate tomorrow."
    ]
  },
  {
    "rank": 330,
    "verb": "agrupar",
    "translation": "to group",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu agrupo no ginásio hoje. – I group at school in the morning.",
      "Tu agrupas com os colegas? – Do you group with friends?",
      "Nós agrupamos para aprender. – We group to learn.",
      "Ele/ela agrupou no ginásio ontem. – He/She grouped at work last week.",
      "Eles em agrupar ao fim de semana. – They will group tomorrow."
    ]
  },
  {
    "rank": 331,
    "verb": "classificar",
    "translation": "to classify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu classifico no centro amanhã. – I classify at home in the morning.",
      "Tu classificas com amigos? – Do you classify with friends?",
      "Nós classificamos para resolver o problema. – We classify to solve the problem.",
      "Ele/ela classificou no ginásio na semana passada. – He/She classifyed at home yesterday.",
      "Eles em classificar hoje. – They will classify tomorrow."
    ]
  },
  {
    "rank": 332,
    "verb": "ordenar",
    "translation": "to order, to command",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ordeno no aeroporto ao fim de semana. – I order downtown in the morning.",
      "Tu ordenas com o meu irmão? – Do you order with the family?",
      "Nós ordenamos para aprender. – We order to solve the problem.",
      "Ele/ela ordenou no trabalho ontem. – He/She ordered at home last week.",
      "Eles em ordenar ao fim de semana. – They will order today."
    ]
  },
  {
    "rank": 333,
    "verb": "desordenar",
    "translation": "to disorder",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desordeno na universidade todos os dias. – I disorder at work today.",
      "Tu desordenas com amigos? – Do you disorder with the team?",
      "Nós desordenamos para resolver o problema. – We disorder to practice.",
      "Ele/ela desordenou no centro na semana passada. – He/She disordered at home last week.",
      "Eles em desordenar amanhã. – They will disorder tomorrow."
    ]
  },
  {
    "rank": 334,
    "verb": "bagunçar",
    "translation": "to mess up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu bagunço na escola todas as semanas. – I mess up downtown today.",
      "Tu bagunças com a família? – Do you mess up with the team?",
      "Nós bagunçamos para praticar. – We mess up to learn.",
      "Ele/ela bagunçou no centro ontem. – He/She mess uped at work yesterday.",
      "Eles em bagunçar todas as semanas. – They will mess up tomorrow."
    ]
  },
  {
    "rank": 335,
    "verb": "desarrumar",
    "translation": "to untidy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desarrumo na escola à noite. – I untidy downtown today.",
      "Tu desarrumas com a família? – Do you untidy with the team?",
      "Nós desarrumamos para praticar. – We untidy to solve the problem.",
      "Ele/ela desarrumou em casa na semana passada. – He/She untidyed at work yesterday.",
      "Eles em desarrumar hoje. – They will untidy this weekend."
    ]
  },
  {
    "rank": 336,
    "verb": "alinhar",
    "translation": "to align",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alinho no aeroporto todas as semanas. – I align at work at night.",
      "Tu alinhas com amigos? – Do you align with friends?",
      "Nós alinhamos para praticar. – We align to learn.",
      "Ele/ela alinhou no centro ontem. – He/She aligned at home last week.",
      "Eles em alinhar de manhã. – They will align tomorrow."
    ]
  },
  {
    "rank": 337,
    "verb": "desalinhar",
    "translation": "to misalign",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desalinho no escritório à noite. – I misalign at work today.",
      "Tu desalinhas com amigos? – Do you misalign with the family?",
      "Nós desalinhamos para resolver o problema. – We misalign to learn.",
      "Ele/ela desalinhou no trabalho ontem. – He/She misaligned at home last week.",
      "Eles em desalinhar às vezes. – They will misalign today."
    ]
  },
  {
    "rank": 338,
    "verb": "centralizar",
    "translation": "to centralize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu centralizo no trabalho amanhã. – I centralize at school at night.",
      "Tu centralizas com os colegas? – Do you centralize with the family?",
      "Nós centralizamos para treinar. – We centralize to solve the problem.",
      "Ele/ela centralizou no ginásio na semana passada. – He/She centralized at work yesterday.",
      "Eles em centralizar à noite. – They will centralize this weekend."
    ]
  },
  {
    "rank": 339,
    "verb": "descentralizar",
    "translation": "to decentralize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu descentralizo no escritório todas as semanas. – I decentralize at home at night.",
      "Tu descentralizas com a família? – Do you decentralize with the family?",
      "Nós descentralizamos para treinar. – We decentralize to rest.",
      "Ele/ela descentralizou no ginásio ontem. – He/She decentralized at home yesterday.",
      "Eles em descentralizar ao fim de semana. – They will decentralize tomorrow."
    ]
  },
  {
    "rank": 340,
    "verb": "concentrar",
    "translation": "to concentrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu concentro no escritório hoje. – I concentrate at work today.",
      "Tu concentras com o meu irmão? – Do you concentrate with the family?",
      "Nós concentramos para praticar. – We concentrate to learn.",
      "Ele/ela concentrou no centro na semana passada. – He/She concentrated at home yesterday.",
      "Eles em concentrar às vezes. – They will concentrate this weekend."
    ]
  },
  {
    "rank": 341,
    "verb": "distrair",
    "translation": "to distract",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu distrao no aeroporto hoje. – I distract at school at night.",
      "Tu distraes com a família? – Do you distract with the team?",
      "Nós distraimos para descansar. – We distract to rest.",
      "Ele/ela distraiu na universidade na semana passada. – He/She distracted at work yesterday.",
      "Eles em distrair hoje. – They will distract tomorrow."
    ]
  },
  {
    "rank": 342,
    "verb": "focar",
    "translation": "to focus",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu foco no centro hoje. – I focus at work at night.",
      "Tu focas com a equipa? – Do you focus with friends?",
      "Nós focamos para descansar. – We focus to learn.",
      "Ele/ela focou na universidade na semana passada. – He/She focused at home yesterday.",
      "Eles em focar amanhã. – They will focus this weekend."
    ]
  },
  {
    "rank": 343,
    "verb": "desfocar",
    "translation": "to defocus, to blur",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desfoco no aeroporto de manhã. – I defocus at home at night.",
      "Tu desfocas com os colegas? – Do you defocus with friends?",
      "Nós desfocamos para treinar. – We defocus to practice.",
      "Ele/ela desfocou em casa ontem. – He/She defocused at work yesterday.",
      "Eles em desfocar todas as semanas. – They will defocus this weekend."
    ]
  },
  {
    "rank": 344,
    "verb": "aproximar",
    "translation": "to approach, to bring closer",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aproximo no centro hoje. – I approach at home at night.",
      "Tu aproximas com a família? – Do you approach with the team?",
      "Nós aproximamos para treinar. – We approach to solve the problem.",
      "Ele/ela aproximou no trabalho na semana passada. – He/She approached at home last week.",
      "Eles em aproximar todos os dias. – They will approach this weekend."
    ]
  },
  {
    "rank": 345,
    "verb": "afastar",
    "translation": "to move away",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu afasto no aeroporto todos os dias. – I move away downtown at night.",
      "Tu afastas com a família? – Do you move away with the team?",
      "Nós afastamos para praticar. – We move away to practice.",
      "Ele/ela afastou no aeroporto ontem. – He/She move awayed at work last week.",
      "Eles em afastar ao fim de semana. – They will move away this weekend."
    ]
  },
  {
    "rank": 346,
    "verb": "distanciar",
    "translation": "to distance",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu distancio no escritório à noite. – I distance downtown in the morning.",
      "Tu distancias com os colegas? – Do you distance with the team?",
      "Nós distanciamos para treinar. – We distance to solve the problem.",
      "Ele/ela distanciou na universidade ontem. – He/She distanced at work yesterday.",
      "Eles em distanciar todos os dias. – They will distance today."
    ]
  },
  {
    "rank": 347,
    "verb": "anexar",
    "translation": "to attach, to annex",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu anexo no escritório hoje. – I attach at work in the morning.",
      "Tu anexas com a família? – Do you attach with the team?",
      "Nós anexamos para aprender. – We attach to learn.",
      "Ele/ela anexou no trabalho ontem. – He/She attached at home last week.",
      "Eles em anexar à noite. – They will attach today."
    ]
  },
  {
    "rank": 348,
    "verb": "destacar",
    "translation": "to highlight, to detach",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu destaco no escritório à noite. – I highlight at school today.",
      "Tu destacas com a família? – Do you highlight with friends?",
      "Nós destacamos para descansar. – We highlight to learn.",
      "Ele/ela destacou no aeroporto na semana passada. – He/She highlighted at work last week.",
      "Eles em destacar ao fim de semana. – They will highlight today."
    ]
  },
  {
    "rank": 349,
    "verb": "riscar",
    "translation": "to cross out, to scratch",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu risco na universidade todos os dias. – I cross out at home today.",
      "Tu riscas com os colegas? – Do you cross out with friends?",
      "Nós riscamos para aprender. – We cross out to practice.",
      "Ele/ela riscou no trabalho ontem. – He/She cross outed at home last week.",
      "Eles em riscar de manhã. – They will cross out this weekend."
    ]
  },
  {
    "rank": 350,
    "verb": "sublinhar",
    "translation": "to underline",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sublinho na universidade hoje. – I underline downtown in the morning.",
      "Tu sublinhas com o meu irmão? – Do you underline with the family?",
      "Nós sublinhamos para descansar. – We underline to rest.",
      "Ele/ela sublinhou no escritório na semana passada. – He/She underlined at home yesterday.",
      "Eles em sublinhar às vezes. – They will underline this weekend."
    ]
  },
  {
    "rank": 351,
    "verb": "salientar",
    "translation": "to highlight",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu saliento no trabalho hoje. – I highlight at school today.",
      "Tu salientas com amigos? – Do you highlight with friends?",
      "Nós salientamos para praticar. – We highlight to practice.",
      "Ele/ela salientou no escritório ontem. – He/She highlighted at home last week.",
      "Eles em salientar hoje. – They will highlight this weekend."
    ]
  },
  {
    "rank": 352,
    "verb": "enfatizar",
    "translation": "to emphasize",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu enfatizo na universidade amanhã. – I emphasize at home at night.",
      "Tu enfatizas com amigos? – Do you emphasize with friends?",
      "Nós enfatizamos para praticar. – We emphasize to learn.",
      "Ele/ela enfatizou em casa na semana passada. – He/She emphasized at work yesterday.",
      "Eles em enfatizar de manhã. – They will emphasize this weekend."
    ]
  },
  {
    "rank": 353,
    "verb": "realçar",
    "translation": "to highlight",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu realço na universidade todos os dias. – I highlight downtown at night.",
      "Tu realças com a equipa? – Do you highlight with the family?",
      "Nós realçamos para resolver o problema. – We highlight to practice.",
      "Ele/ela realçou em casa na semana passada. – He/She highlighted at home yesterday.",
      "Eles em realçar de manhã. – They will highlight tomorrow."
    ]
  },
  {
    "rank": 354,
    "verb": "exagerar",
    "translation": "to exaggerate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu exagero em casa todas as semanas. – I exaggerate at school today.",
      "Tu exageras com a família? – Do you exaggerate with the team?",
      "Nós exageramos para treinar. – We exaggerate to solve the problem.",
      "Ele/ela exagerou no aeroporto na semana passada. – He/She exaggerated at home yesterday.",
      "Eles em exagerar à noite. – They will exaggerate tomorrow."
    ]
  },
  {
    "rank": 355,
    "verb": "subestimar",
    "translation": "to underestimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu subestimo na escola hoje. – I underestimate downtown today.",
      "Tu subestimas com a equipa? – Do you underestimate with the team?",
      "Nós subestimamos para treinar. – We underestimate to rest.",
      "Ele/ela subestimou em casa ontem. – He/She underestimated at home last week.",
      "Eles em subestimar todas as semanas. – They will underestimate today."
    ]
  },
  {
    "rank": 356,
    "verb": "sobrestimar",
    "translation": "to overestimate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sobrestimo na escola todas as semanas. – I overestimate at home at night.",
      "Tu sobrestimas com os colegas? – Do you overestimate with the team?",
      "Nós sobrestimamos para praticar. – We overestimate to solve the problem.",
      "Ele/ela sobrestimou na escola ontem. – He/She overestimated at work yesterday.",
      "Eles em sobrestimar à noite. – They will overestimate today."
    ]
  },
  {
    "rank": 357,
    "verb": "presumir",
    "translation": "to presume",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu presumo em casa à noite. – I presume downtown in the morning.",
      "Tu presumes com amigos? – Do you presume with the family?",
      "Nós presumimos para resolver o problema. – We presume to rest.",
      "Ele/ela presumiu no centro na semana passada. – He/She presumed at home yesterday.",
      "Eles em presumir hoje. – They will presume tomorrow."
    ]
  },
  {
    "rank": 358,
    "verb": "supor",
    "translation": "to suppose",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu supo no escritório às vezes. – I suppose at school today.",
      "Tu supes com os colegas? – Do you suppose with the family?",
      "Nós supimos para praticar. – We suppose to learn.",
      "Ele/ela supiu no ginásio na semana passada. – He/She supposed at home yesterday.",
      "Eles em supor todas as semanas. – They will suppose today."
    ]
  },
  {
    "rank": 359,
    "verb": "ansiar",
    "translation": "to long for",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ansio no aeroporto de manhã. – I long for at work today.",
      "Tu ansias com amigos? – Do you long for with the team?",
      "Nós ansiamos para praticar. – We long for to solve the problem.",
      "Ele/ela ansiou no aeroporto ontem. – He/She long fored at work yesterday.",
      "Eles em ansiar à noite. – They will long for this weekend."
    ]
  },
  {
    "rank": 360,
    "verb": "aspirar",
    "translation": "to aspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aspiro no escritório de manhã. – I aspire downtown in the morning.",
      "Tu aspiras com o meu irmão? – Do you aspire with friends?",
      "Nós aspiramos para treinar. – We aspire to solve the problem.",
      "Ele/ela aspirou na universidade na semana passada. – He/She aspired at home yesterday.",
      "Eles em aspirar hoje. – They will aspire this weekend."
    ]
  },
  {
    "rank": 361,
    "verb": "ambicionar",
    "translation": "to aspire to",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ambiciono no centro todos os dias. – I aspire to at work today.",
      "Tu ambicionas com o meu irmão? – Do you aspire to with friends?",
      "Nós ambicionamos para resolver o problema. – We aspire to to practice.",
      "Ele/ela ambicionou na escola na semana passada. – He/She aspire toed at work last week.",
      "Eles em ambicionar hoje. – They will aspire to this weekend."
    ]
  },
  {
    "rank": 362,
    "verb": "cobiçar",
    "translation": "to covet",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cobiço no aeroporto todas as semanas. – I covet downtown in the morning.",
      "Tu cobiças com amigos? – Do you covet with friends?",
      "Nós cobiçamos para resolver o problema. – We covet to practice.",
      "Ele/ela cobiçou no centro ontem. – He/She coveted at home yesterday.",
      "Eles em cobiçar às vezes. – They will covet today."
    ]
  },
  {
    "rank": 363,
    "verb": "invejar",
    "translation": "to envy",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu invejo no escritório todas as semanas. – I envy at home today.",
      "Tu invejas com a família? – Do you envy with the team?",
      "Nós invejamos para descansar. – We envy to learn.",
      "Ele/ela invejou no trabalho na semana passada. – He/She envyed at home yesterday.",
      "Eles em invejar de manhã. – They will envy this weekend."
    ]
  },
  {
    "rank": 364,
    "verb": "lamentar",
    "translation": "to regret, to lament",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lamento no trabalho todos os dias. – I regret at home at night.",
      "Tu lamentas com os colegas? – Do you regret with friends?",
      "Nós lamentamos para praticar. – We regret to rest.",
      "Ele/ela lamentou no centro ontem. – He/She regreted at home last week.",
      "Eles em lamentar todos os dias. – They will regret today."
    ]
  },
  {
    "rank": 365,
    "verb": "arrepender",
    "translation": "to regret",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu arrependo no trabalho de manhã. – I regret at home at night.",
      "Tu arrependes com a equipa? – Do you regret with the team?",
      "Nós arrependemos para treinar. – We regret to practice.",
      "Ele/ela arrependeu no trabalho na semana passada. – He/She regreted at home last week.",
      "Eles em arrepender hoje. – They will regret tomorrow."
    ]
  },
  {
    "rank": 366,
    "verb": "deplorar",
    "translation": "to deplore",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu deploro no ginásio todas as semanas. – I deplore downtown at night.",
      "Tu deploras com a equipa? – Do you deplore with the family?",
      "Nós deploramos para treinar. – We deplore to practice.",
      "Ele/ela deplorou no ginásio ontem. – He/She deplored at work yesterday.",
      "Eles em deplorar ao fim de semana. – They will deplore today."
    ]
  },
  {
    "rank": 367,
    "verb": "consolar",
    "translation": "to console",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu consolo no aeroporto hoje. – I console at school at night.",
      "Tu consolas com o meu irmão? – Do you console with the team?",
      "Nós consolamos para aprender. – We console to practice.",
      "Ele/ela consolou no aeroporto ontem. – He/She consoled at home last week.",
      "Eles em consolar todas as semanas. – They will console tomorrow."
    ]
  },
  {
    "rank": 368,
    "verb": "confortar",
    "translation": "to comfort",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conforto no centro às vezes. – I comfort at school today.",
      "Tu confortas com amigos? – Do you comfort with the team?",
      "Nós confortamos para aprender. – We comfort to learn.",
      "Ele/ela confortou no centro ontem. – He/She comforted at work yesterday.",
      "Eles em confortar de manhã. – They will comfort tomorrow."
    ]
  },
  {
    "rank": 369,
    "verb": "encorajar",
    "translation": "to encourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu encorajo na escola todas as semanas. – I encourage at school in the morning.",
      "Tu encorajas com o meu irmão? – Do you encourage with the family?",
      "Nós encorajamos para resolver o problema. – We encourage to learn.",
      "Ele/ela encorajou na escola na semana passada. – He/She encouraged at work yesterday.",
      "Eles em encorajar todas as semanas. – They will encourage tomorrow."
    ]
  },
  {
    "rank": 370,
    "verb": "desencorajar",
    "translation": "to discourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desencorajo em casa às vezes. – I discourage at school at night.",
      "Tu desencorajas com a família? – Do you discourage with the family?",
      "Nós desencorajamos para aprender. – We discourage to practice.",
      "Ele/ela desencorajou em casa ontem. – He/She discouraged at work yesterday.",
      "Eles em desencorajar de manhã. – They will discourage this weekend."
    ]
  },
  {
    "rank": 371,
    "verb": "motivar",
    "translation": "to motivate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu motivo na escola todos os dias. – I motivate at home today.",
      "Tu motivas com a equipa? – Do you motivate with friends?",
      "Nós motivamos para praticar. – We motivate to practice.",
      "Ele/ela motivou no trabalho ontem. – He/She motivated at home yesterday.",
      "Eles em motivar todos os dias. – They will motivate tomorrow."
    ]
  },
  {
    "rank": 372,
    "verb": "desmotivar",
    "translation": "to demotivate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desmotivo em casa de manhã. – I demotivate at school in the morning.",
      "Tu desmotivas com a equipa? – Do you demotivate with the family?",
      "Nós desmotivamos para resolver o problema. – We demotivate to rest.",
      "Ele/ela desmotivou no trabalho na semana passada. – He/She demotivated at work last week.",
      "Eles em desmotivar todos os dias. – They will demotivate tomorrow."
    ]
  },
  {
    "rank": 373,
    "verb": "inspirar",
    "translation": "to inspire",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inspiro no ginásio de manhã. – I inspire downtown at night.",
      "Tu inspiras com os colegas? – Do you inspire with the family?",
      "Nós inspiramos para treinar. – We inspire to learn.",
      "Ele/ela inspirou no trabalho na semana passada. – He/She inspired at work last week.",
      "Eles em inspirar amanhã. – They will inspire today."
    ]
  },
  {
    "rank": 374,
    "verb": "impressionar",
    "translation": "to impress",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu impressiono no ginásio todos os dias. – I impress downtown today.",
      "Tu impressionas com amigos? – Do you impress with friends?",
      "Nós impressionamos para descansar. – We impress to practice.",
      "Ele/ela impressionou no ginásio ontem. – He/She impressed at work last week.",
      "Eles em impressionar amanhã. – They will impress this weekend."
    ]
  },
  {
    "rank": 375,
    "verb": "surpreender",
    "translation": "to surprise",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu surpreendo no centro hoje. – I surprise at school today.",
      "Tu surpreendes com amigos? – Do you surprise with friends?",
      "Nós surpreendemos para treinar. – We surprise to solve the problem.",
      "Ele/ela surpreendeu no escritório ontem. – He/She surprised at home last week.",
      "Eles em surpreender todos os dias. – They will surprise tomorrow."
    ]
  },
  {
    "rank": 376,
    "verb": "espantar",
    "translation": "to amaze",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu espanto no ginásio todas as semanas. – I amaze at work in the morning.",
      "Tu espantas com a família? – Do you amaze with friends?",
      "Nós espantamos para aprender. – We amaze to solve the problem.",
      "Ele/ela espantou no centro ontem. – He/She amazed at home last week.",
      "Eles em espantar ao fim de semana. – They will amaze this weekend."
    ]
  },
  {
    "rank": 377,
    "verb": "maravilhar",
    "translation": "to marvel",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu maravilho na escola ao fim de semana. – I marvel at home today.",
      "Tu maravilhas com a família? – Do you marvel with the team?",
      "Nós maravilhamos para resolver o problema. – We marvel to rest.",
      "Ele/ela maravilhou no aeroporto na semana passada. – He/She marveled at home last week.",
      "Eles em maravilhar amanhã. – They will marvel tomorrow."
    ]
  },
  {
    "rank": 378,
    "verb": "fascinar",
    "translation": "to fascinate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fascino em casa todos os dias. – I fascinate downtown at night.",
      "Tu fascinas com a equipa? – Do you fascinate with friends?",
      "Nós fascinamos para resolver o problema. – We fascinate to learn.",
      "Ele/ela fascinou no escritório na semana passada. – He/She fascinated at work yesterday.",
      "Eles em fascinar hoje. – They will fascinate tomorrow."
    ]
  },
  {
    "rank": 379,
    "verb": "encantar",
    "translation": "to enchant",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu encanto no escritório amanhã. – I enchant at home today.",
      "Tu encantas com a equipa? – Do you enchant with the family?",
      "Nós encantamos para aprender. – We enchant to learn.",
      "Ele/ela encantou na escola na semana passada. – He/She enchanted at work last week.",
      "Eles em encantar de manhã. – They will enchant this weekend."
    ]
  },
  {
    "rank": 380,
    "verb": "desiludir",
    "translation": "to disappoint",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu desiludo no centro todas as semanas. – I disappoint at work in the morning.",
      "Tu desiludes com amigos? – Do you disappoint with the family?",
      "Nós desiludimos para treinar. – We disappoint to solve the problem.",
      "Ele/ela desiludiu no aeroporto na semana passada. – He/She disappointed at work yesterday.",
      "Eles em desiludir amanhã. – They will disappoint tomorrow."
    ]
  },
  {
    "rank": 381,
    "verb": "decepcionar",
    "translation": "to disappoint",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu decepciono no ginásio ao fim de semana. – I disappoint downtown in the morning.",
      "Tu decepcionas com a equipa? – Do you disappoint with the family?",
      "Nós decepcionamos para resolver o problema. – We disappoint to learn.",
      "Ele/ela decepcionou na universidade ontem. – He/She disappointed at work last week.",
      "Eles em decepcionar hoje. – They will disappoint today."
    ]
  },
  {
    "rank": 382,
    "verb": "frustrar",
    "translation": "to frustrate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu frustro no trabalho à noite. – I frustrate at home today.",
      "Tu frustras com o meu irmão? – Do you frustrate with friends?",
      "Nós frustramos para resolver o problema. – We frustrate to solve the problem.",
      "Ele/ela frustrou no ginásio ontem. – He/She frustrated at work last week.",
      "Eles em frustrar todas as semanas. – They will frustrate this weekend."
    ]
  },
  {
    "rank": 383,
    "verb": "satisfazer",
    "translation": "to satisfy",
    "category": "er",
    "irregular": true,
    "examples": [
      "Estou a satisfazer na escola. – I'm satisfy downtown.",
      "Vais satisfazer à noite? – Are you going to satisfy tonight?",
      "Ele/ela vai satisfazer com a família. – He/She is going to satisfy with friends.",
      "Vamos satisfazer para aprender. – Let's satisfy to learn.",
      "Eu ia satisfazer se tivesse tempo. – I would satisfy if I had time."
    ]
  },
  {
    "rank": 384,
    "verb": "contentar",
    "translation": "to please",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu contento no ginásio ao fim de semana. – I please at work today.",
      "Tu contentas com o meu irmão? – Do you please with the family?",
      "Nós contentamos para aprender. – We please to practice.",
      "Ele/ela contentou no trabalho na semana passada. – He/She pleased at work yesterday.",
      "Eles em contentar às vezes. – They will please this weekend."
    ]
  },
  {
    "rank": 385,
    "verb": "agradar",
    "translation": "to please",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu agrado no centro ao fim de semana. – I please at school at night.",
      "Tu agradas com amigos? – Do you please with the team?",
      "Nós agradamos para praticar. – We please to solve the problem.",
      "Ele/ela agradou no centro ontem. – He/She pleased at home last week.",
      "Eles em agradar todos os dias. – They will please today."
    ]
  },
  {
    "rank": 386,
    "verb": "desagradar",
    "translation": "to displease",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desagrado no trabalho ao fim de semana. – I displease downtown today.",
      "Tu desagradas com a equipa? – Do you displease with the family?",
      "Nós desagradamos para aprender. – We displease to solve the problem.",
      "Ele/ela desagradou no aeroporto na semana passada. – He/She displeased at home yesterday.",
      "Eles em desagradar todas as semanas. – They will displease tomorrow."
    ]
  },
  {
    "rank": 387,
    "verb": "alegrar",
    "translation": "to cheer up",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu alegro no centro às vezes. – I cheer up at school today.",
      "Tu alegras com os colegas? – Do you cheer up with the team?",
      "Nós alegramos para resolver o problema. – We cheer up to learn.",
      "Ele/ela alegrou no centro na semana passada. – He/She cheer uped at work last week.",
      "Eles em alegrar todas as semanas. – They will cheer up today."
    ]
  },
  {
    "rank": 388,
    "verb": "entristecer",
    "translation": "to sadden",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu entristeco no trabalho às vezes. – I sadden at home in the morning.",
      "Tu entristeces com os colegas? – Do you sadden with friends?",
      "Nós entristecemos para treinar. – We sadden to solve the problem.",
      "Ele/ela entristeceu na universidade na semana passada. – He/She saddened at work last week.",
      "Eles em entristecer ao fim de semana. – They will sadden today."
    ]
  },
  {
    "rank": 389,
    "verb": "animar",
    "translation": "to cheer up, to animate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu animo no ginásio às vezes. – I cheer up at home today.",
      "Tu animas com a equipa? – Do you cheer up with friends?",
      "Nós animamos para aprender. – We cheer up to rest.",
      "Ele/ela animou na universidade ontem. – He/She cheer uped at work yesterday.",
      "Eles em animar às vezes. – They will cheer up this weekend."
    ]
  },
  {
    "rank": 390,
    "verb": "desanimar",
    "translation": "to discourage",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desanimo no ginásio às vezes. – I discourage at school in the morning.",
      "Tu desanimas com amigos? – Do you discourage with the team?",
      "Nós desanimamos para praticar. – We discourage to practice.",
      "Ele/ela desanimou no ginásio na semana passada. – He/She discouraged at home last week.",
      "Eles em desanimar hoje. – They will discourage this weekend."
    ]
  },
  {
    "rank": 391,
    "verb": "emocionar",
    "translation": "to move emotionally",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu emociono na universidade hoje. – I move emotionally at home today.",
      "Tu emocionas com os colegas? – Do you move emotionally with the team?",
      "Nós emocionamos para aprender. – We move emotionally to rest.",
      "Ele/ela emocionou na escola na semana passada. – He/She move emotionallyed at home yesterday.",
      "Eles em emocionar ao fim de semana. – They will move emotionally today."
    ]
  },
  {
    "rank": 392,
    "verb": "comover",
    "translation": "to move, to touch",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu comovo na escola de manhã. – I move at work today.",
      "Tu comoves com a equipa? – Do you move with the family?",
      "Nós comovemos para descansar. – We move to practice.",
      "Ele/ela comoveu no centro na semana passada. – He/She moved at work last week.",
      "Eles em comover hoje. – They will move today."
    ]
  },
  {
    "rank": 393,
    "verb": "sensibilizar",
    "translation": "to raise awareness",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu sensibilizo no trabalho às vezes. – I raise awareness at school at night.",
      "Tu sensibilizas com a equipa? – Do you raise awareness with the family?",
      "Nós sensibilizamos para descansar. – We raise awareness to practice.",
      "Ele/ela sensibilizou no trabalho ontem. – He/She raise awarenessed at home last week.",
      "Eles em sensibilizar ao fim de semana. – They will raise awareness today."
    ]
  },
  {
    "rank": 394,
    "verb": "conscientizar",
    "translation": "to raise awareness",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conscientizo em casa todos os dias. – I raise awareness at work at night.",
      "Tu conscientizas com amigos? – Do you raise awareness with friends?",
      "Nós conscientizamos para aprender. – We raise awareness to rest.",
      "Ele/ela conscientizou no aeroporto na semana passada. – He/She raise awarenessed at work yesterday.",
      "Eles em conscientizar à noite. – They will raise awareness today."
    ]
  },
  {
    "rank": 395,
    "verb": "educar",
    "translation": "to educate",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu educo no centro amanhã. – I educate downtown in the morning.",
      "Tu educas com a família? – Do you educate with friends?",
      "Nós educamos para praticar. – We educate to practice.",
      "Ele/ela educou no aeroporto ontem. – He/She educated at work yesterday.",
      "Eles em educar à noite. – They will educate today."
    ]
  },
  {
    "rank": 396,
    "verb": "instruir",
    "translation": "to instruct",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu instruo no aeroporto à noite. – I instruct at home at night.",
      "Tu instrues com a equipa? – Do you instruct with the family?",
      "Nós instruimos para resolver o problema. – We instruct to solve the problem.",
      "Ele/ela instruiu em casa na semana passada. – He/She instructed at work yesterday.",
      "Eles em instruir à noite. – They will instruct this weekend."
    ]
  },
  {
    "rank": 397,
    "verb": "capacitar",
    "translation": "to enable, to train",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu capacito em casa todos os dias. – I enable at work today.",
      "Tu capacitas com os colegas? – Do you enable with the team?",
      "Nós capacitamos para praticar. – We enable to solve the problem.",
      "Ele/ela capacitou no ginásio na semana passada. – He/She enabled at work yesterday.",
      "Eles em capacitar todos os dias. – They will enable this weekend."
    ]
  },
  {
    "rank": 398,
    "verb": "qualificar",
    "translation": "to qualify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu qualifico no ginásio às vezes. – I qualify at school today.",
      "Tu qualificas com o meu irmão? – Do you qualify with the family?",
      "Nós qualificamos para aprender. – We qualify to practice.",
      "Ele/ela qualificou em casa na semana passada. – He/She qualifyed at work last week.",
      "Eles em qualificar de manhã. – They will qualify this weekend."
    ]
  },
  {
    "rank": 399,
    "verb": "desqualificar",
    "translation": "to disqualify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desqualifico na escola todos os dias. – I disqualify at home today.",
      "Tu desqualificas com o meu irmão? – Do you disqualify with the family?",
      "Nós desqualificamos para treinar. – We disqualify to learn.",
      "Ele/ela desqualificou no ginásio ontem. – He/She disqualifyed at work yesterday.",
      "Eles em desqualificar às vezes. – They will disqualify today."
    ]
  },
  {
    "rank": 400,
    "verb": "habilitar",
    "translation": "to qualify, to enable",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu habilito no trabalho hoje. – I qualify at school at night.",
      "Tu habilitas com a equipa? – Do you qualify with friends?",
      "Nós habilitamos para praticar. – We qualify to rest.",
      "Ele/ela habilitou em casa na semana passada. – He/She qualifyed at home yesterday.",
      "Eles em habilitar às vezes. – They will qualify today."
    ]
  },
  {
    "rank": 401,
    "verb": "certificar",
    "translation": "to certify",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu certifico no trabalho de manhã. – I certify downtown at night.",
      "Tu certificas com a família? – Do you certify with the family?",
      "Nós certificamos para descansar. – We certify to learn.",
      "Ele/ela certificou em casa na semana passada. – He/She certifyed at work yesterday.",
      "Eles em certificar às vezes. – They will certify this weekend."
    ]
  },
  {
    "rank": 402,
    "verb": "garantir",
    "translation": "to guarantee",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu garanto na escola todas as semanas. – I guarantee at school at night.",
      "Tu garantes com a equipa? – Do you guarantee with the family?",
      "Nós garantimos para treinar. – We guarantee to learn.",
      "Ele/ela garantiu no ginásio na semana passada. – He/She guaranteed at work last week.",
      "Eles em garantir todas as semanas. – They will guarantee this weekend."
    ]
  },
  {
    "rank": 403,
    "verb": "assegurar",
    "translation": "to assure",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu asseguro em casa às vezes. – I assure downtown in the morning.",
      "Tu asseguras com a equipa? – Do you assure with the team?",
      "Nós asseguramos para aprender. – We assure to solve the problem.",
      "Ele/ela assegurou na escola na semana passada. – He/She assured at home yesterday.",
      "Eles em assegurar todos os dias. – They will assure today."
    ]
  },
  {
    "rank": 404,
    "verb": "prometer",
    "translation": "to promise",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu prometo no ginásio à noite. – I promise at home in the morning.",
      "Tu prometes com os colegas? – Do you promise with friends?",
      "Nós prometemos para treinar. – We promise to rest.",
      "Ele/ela prometeu no aeroporto na semana passada. – He/She promised at home yesterday.",
      "Eles em prometer ao fim de semana. – They will promise today."
    ]
  },
  {
    "rank": 405,
    "verb": "cumprir",
    "translation": "to fulfill",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu cumpro no aeroporto à noite. – I fulfill downtown in the morning.",
      "Tu cumpres com os colegas? – Do you fulfill with friends?",
      "Nós cumprimos para praticar. – We fulfill to solve the problem.",
      "Ele/ela cumpriu no ginásio na semana passada. – He/She fulfilled at home last week.",
      "Eles em cumprir amanhã. – They will fulfill today."
    ]
  },
  {
    "rank": 406,
    "verb": "realizar",
    "translation": "to accomplish",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu realizo no ginásio à noite. – I accomplish at school at night.",
      "Tu realizas com amigos? – Do you accomplish with the family?",
      "Nós realizamos para aprender. – We accomplish to rest.",
      "Ele/ela realizou no ginásio ontem. – He/She accomplished at home last week.",
      "Eles em realizar todas as semanas. – They will accomplish today."
    ]
  },
  {
    "rank": 407,
    "verb": "acertar",
    "translation": "to acertar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu acerto no escritório hoje. – I acertar at home today.",
      "Tu acertas com a família? – Do you acertar with the team?",
      "Nós acertamos para praticar. – We acertar to solve the problem.",
      "Ele/ela acertou no aeroporto na semana passada. – He/She acertared at work last week.",
      "Eles em acertar ao fim de semana. – They will acertar this weekend."
    ]
  },
  {
    "rank": 408,
    "verb": "aguardar",
    "translation": "to aguardar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aguardo no escritório todos os dias. – I aguardar at school today.",
      "Tu aguardas com o meu irmão? – Do you aguardar with the team?",
      "Nós aguardamos para resolver o problema. – We aguardar to rest.",
      "Ele/ela aguardou em casa ontem. – He/She aguardared at home yesterday.",
      "Eles em aguardar amanhã. – They will aguardar today."
    ]
  },
  {
    "rank": 409,
    "verb": "apontar",
    "translation": "to apontar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aponto na escola hoje. – I apontar at home at night.",
      "Tu apontas com o meu irmão? – Do you apontar with the team?",
      "Nós apontamos para descansar. – We apontar to practice.",
      "Ele/ela apontou em casa ontem. – He/She apontared at home yesterday.",
      "Eles em apontar amanhã. – They will apontar today."
    ]
  },
  {
    "rank": 410,
    "verb": "aproveitar",
    "translation": "to aproveitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aproveito na universidade ao fim de semana. – I aproveitar at home at night.",
      "Tu aproveitas com o meu irmão? – Do you aproveitar with the family?",
      "Nós aproveitamos para aprender. – We aproveitar to solve the problem.",
      "Ele/ela aproveitou na escola ontem. – He/She aproveitared at work yesterday.",
      "Eles em aproveitar todos os dias. – They will aproveitar this weekend."
    ]
  },
  {
    "rank": 411,
    "verb": "arrivar",
    "translation": "to arrivar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu arrivo no ginásio todos os dias. – I arrivar downtown in the morning.",
      "Tu arrivas com a família? – Do you arrivar with the family?",
      "Nós arrivamos para resolver o problema. – We arrivar to rest.",
      "Ele/ela arrivou no centro ontem. – He/She arrivared at work yesterday.",
      "Eles em arrivar todas as semanas. – They will arrivar this weekend."
    ]
  },
  {
    "rank": 412,
    "verb": "atingir",
    "translation": "to atingir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu atingo na escola ao fim de semana. – I atingir at home today.",
      "Tu atinges com amigos? – Do you atingir with the family?",
      "Nós atingimos para resolver o problema. – We atingir to learn.",
      "Ele/ela atingiu no trabalho na semana passada. – He/She atingired at work last week.",
      "Eles em atingir amanhã. – They will atingir tomorrow."
    ]
  },
  {
    "rank": 413,
    "verb": "atender",
    "translation": "to atender",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu atendo no ginásio amanhã. – I atender downtown in the morning.",
      "Tu atendes com amigos? – Do you atender with the family?",
      "Nós atendemos para treinar. – We atender to learn.",
      "Ele/ela atendeu em casa ontem. – He/She atendered at work yesterday.",
      "Eles em atender às vezes. – They will atender tomorrow."
    ]
  },
  {
    "rank": 414,
    "verb": "aumentar",
    "translation": "to aumentar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu aumento na escola hoje. – I aumentar at home today.",
      "Tu aumentas com o meu irmão? – Do you aumentar with the family?",
      "Nós aumentamos para praticar. – We aumentar to rest.",
      "Ele/ela aumentou no ginásio na semana passada. – He/She aumentared at home yesterday.",
      "Eles em aumentar de manhã. – They will aumentar this weekend."
    ]
  },
  {
    "rank": 415,
    "verb": "bater",
    "translation": "to bater",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu bato no aeroporto ao fim de semana. – I bater at school today.",
      "Tu bates com amigos? – Do you bater with the team?",
      "Nós batemos para resolver o problema. – We bater to solve the problem.",
      "Ele/ela bateu em casa ontem. – He/She batered at work last week.",
      "Eles em bater de manhã. – They will bater today."
    ]
  },
  {
    "rank": 416,
    "verb": "beijar",
    "translation": "to beijar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu beijo no centro às vezes. – I beijar at home in the morning.",
      "Tu beijas com a família? – Do you beijar with the family?",
      "Nós beijamos para praticar. – We beijar to practice.",
      "Ele/ela beijou no centro na semana passada. – He/She beijared at home last week.",
      "Eles em beijar à noite. – They will beijar tomorrow."
    ]
  },
  {
    "rank": 417,
    "verb": "brincar",
    "translation": "to brincar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu brinco em casa ao fim de semana. – I brincar at work in the morning.",
      "Tu brincas com os colegas? – Do you brincar with friends?",
      "Nós brincamos para praticar. – We brincar to rest.",
      "Ele/ela brincou no centro ontem. – He/She brincared at work yesterday.",
      "Eles em brincar de manhã. – They will brincar today."
    ]
  },
  {
    "rank": 418,
    "verb": "cancelar",
    "translation": "to cancelar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cancelo no centro ao fim de semana. – I cancelar at home at night.",
      "Tu cancelas com a equipa? – Do you cancelar with the team?",
      "Nós cancelamos para praticar. – We cancelar to practice.",
      "Ele/ela cancelou na escola ontem. – He/She cancelared at home yesterday.",
      "Eles em cancelar de manhã. – They will cancelar today."
    ]
  },
  {
    "rank": 419,
    "verb": "cansar",
    "translation": "to cansar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu canso no aeroporto todas as semanas. – I cansar downtown in the morning.",
      "Tu cansas com o meu irmão? – Do you cansar with the family?",
      "Nós cansamos para praticar. – We cansar to learn.",
      "Ele/ela cansou no escritório ontem. – He/She cansared at home last week.",
      "Eles em cansar de manhã. – They will cansar this weekend."
    ]
  },
  {
    "rank": 420,
    "verb": "cavar",
    "translation": "to cavar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cavo no escritório à noite. – I cavar at work at night.",
      "Tu cavas com amigos? – Do you cavar with the family?",
      "Nós cavamos para descansar. – We cavar to rest.",
      "Ele/ela cavou em casa ontem. – He/She cavared at home last week.",
      "Eles em cavar amanhã. – They will cavar this weekend."
    ]
  },
  {
    "rank": 421,
    "verb": "celebrar",
    "translation": "to celebrar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu celebro no escritório hoje. – I celebrar at school at night.",
      "Tu celebras com a família? – Do you celebrar with friends?",
      "Nós celebramos para aprender. – We celebrar to rest.",
      "Ele/ela celebrou no trabalho ontem. – He/She celebrared at home yesterday.",
      "Eles em celebrar todas as semanas. – They will celebrar this weekend."
    ]
  },
  {
    "rank": 422,
    "verb": "chutar",
    "translation": "to chutar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu chuto no ginásio todas as semanas. – I chutar at home at night.",
      "Tu chutas com amigos? – Do you chutar with the team?",
      "Nós chutamos para descansar. – We chutar to learn.",
      "Ele/ela chutou no aeroporto na semana passada. – He/She chutared at home yesterday.",
      "Eles em chutar à noite. – They will chutar tomorrow."
    ]
  },
  {
    "rank": 423,
    "verb": "colher",
    "translation": "to colher",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu colho no ginásio ao fim de semana. – I colher at school in the morning.",
      "Tu colhes com a equipa? – Do you colher with the team?",
      "Nós colhemos para resolver o problema. – We colher to practice.",
      "Ele/ela colheu no escritório ontem. – He/She colhered at home yesterday.",
      "Eles em colher amanhã. – They will colher this weekend."
    ]
  },
  {
    "rank": 424,
    "verb": "colorir",
    "translation": "to colorir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu coloro no centro à noite. – I colorir downtown today.",
      "Tu colores com a família? – Do you colorir with friends?",
      "Nós colorimos para descansar. – We colorir to rest.",
      "Ele/ela coloriu no trabalho ontem. – He/She colorired at home yesterday.",
      "Eles em colorir amanhã. – They will colorir this weekend."
    ]
  },
  {
    "rank": 425,
    "verb": "combinar",
    "translation": "to combinar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu combino na escola de manhã. – I combinar downtown today.",
      "Tu combinas com os colegas? – Do you combinar with the family?",
      "Nós combinamos para praticar. – We combinar to learn.",
      "Ele/ela combinou no ginásio na semana passada. – He/She combinared at home yesterday.",
      "Eles em combinar todas as semanas. – They will combinar today."
    ]
  },
  {
    "rank": 426,
    "verb": "completar",
    "translation": "to completar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu completo no escritório todas as semanas. – I completar downtown today.",
      "Tu completas com o meu irmão? – Do you completar with the team?",
      "Nós completamos para praticar. – We completar to practice.",
      "Ele/ela completou na escola na semana passada. – He/She completared at home yesterday.",
      "Eles em completar hoje. – They will completar this weekend."
    ]
  },
  {
    "rank": 427,
    "verb": "consertar",
    "translation": "to consertar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu conserto na escola todos os dias. – I consertar at work at night.",
      "Tu consertas com a família? – Do you consertar with the family?",
      "Nós consertamos para resolver o problema. – We consertar to learn.",
      "Ele/ela consertou na universidade na semana passada. – He/She consertared at work yesterday.",
      "Eles em consertar à noite. – They will consertar tomorrow."
    ]
  },
  {
    "rank": 428,
    "verb": "constituir",
    "translation": "to constituir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu constituo no escritório à noite. – I constituir downtown in the morning.",
      "Tu constitues com a equipa? – Do you constituir with the team?",
      "Nós constituimos para resolver o problema. – We constituir to learn.",
      "Ele/ela constituiu no trabalho ontem. – He/She constituired at work last week.",
      "Eles em constituir de manhã. – They will constituir this weekend."
    ]
  },
  {
    "rank": 429,
    "verb": "convencer",
    "translation": "to convencer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu convenco no escritório todos os dias. – I convencer downtown today.",
      "Tu convences com a família? – Do you convencer with the team?",
      "Nós convencemos para praticar. – We convencer to learn.",
      "Ele/ela convenceu no trabalho ontem. – He/She convencered at work yesterday.",
      "Eles em convencer todas as semanas. – They will convencer today."
    ]
  },
  {
    "rank": 430,
    "verb": "cuidar",
    "translation": "to cuidar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu cuido no trabalho à noite. – I cuidar at home today.",
      "Tu cuidas com a família? – Do you cuidar with friends?",
      "Nós cuidamos para aprender. – We cuidar to rest.",
      "Ele/ela cuidou no ginásio ontem. – He/She cuidared at work yesterday.",
      "Eles em cuidar ao fim de semana. – They will cuidar tomorrow."
    ]
  },
  {
    "rank": 431,
    "verb": "curtir",
    "translation": "to curtir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu curto na escola às vezes. – I curtir at school at night.",
      "Tu curtes com amigos? – Do you curtir with friends?",
      "Nós curtimos para aprender. – We curtir to solve the problem.",
      "Ele/ela curtiu no aeroporto ontem. – He/She curtired at home last week.",
      "Eles em curtir todas as semanas. – They will curtir tomorrow."
    ]
  },
  {
    "rank": 432,
    "verb": "danificar",
    "translation": "to danificar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu danifico no escritório hoje. – I danificar at school at night.",
      "Tu danificas com amigos? – Do you danificar with friends?",
      "Nós danificamos para treinar. – We danificar to practice.",
      "Ele/ela danificou no ginásio na semana passada. – He/She danificared at work last week.",
      "Eles em danificar de manhã. – They will danificar this weekend."
    ]
  },
  {
    "rank": 433,
    "verb": "decorar",
    "translation": "to decorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu decoro no centro hoje. – I decorar at school in the morning.",
      "Tu decoras com amigos? – Do you decorar with the family?",
      "Nós decoramos para resolver o problema. – We decorar to solve the problem.",
      "Ele/ela decorou em casa ontem. – He/She decorared at work yesterday.",
      "Eles em decorar todos os dias. – They will decorar this weekend."
    ]
  },
  {
    "rank": 434,
    "verb": "delimitar",
    "translation": "to delimitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu delimito no trabalho hoje. – I delimitar downtown at night.",
      "Tu delimitas com a equipa? – Do you delimitar with friends?",
      "Nós delimitamos para treinar. – We delimitar to rest.",
      "Ele/ela delimitou no centro ontem. – He/She delimitared at home last week.",
      "Eles em delimitar hoje. – They will delimitar this weekend."
    ]
  },
  {
    "rank": 435,
    "verb": "demorar",
    "translation": "to demorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu demoro no trabalho amanhã. – I demorar at home at night.",
      "Tu demoras com o meu irmão? – Do you demorar with the team?",
      "Nós demoramos para descansar. – We demorar to learn.",
      "Ele/ela demorou na universidade na semana passada. – He/She demorared at home yesterday.",
      "Eles em demorar ao fim de semana. – They will demorar tomorrow."
    ]
  },
  {
    "rank": 436,
    "verb": "depender",
    "translation": "to depender",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu dependo na escola todas as semanas. – I depender at work in the morning.",
      "Tu dependes com amigos? – Do you depender with the family?",
      "Nós dependemos para aprender. – We depender to solve the problem.",
      "Ele/ela dependeu no aeroporto ontem. – He/She dependered at home last week.",
      "Eles em depender ao fim de semana. – They will depender today."
    ]
  },
  {
    "rank": 437,
    "verb": "descrever",
    "translation": "to descrever",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu descrevo no centro todos os dias. – I descrever downtown today.",
      "Tu descreves com os colegas? – Do you descrever with the team?",
      "Nós descrevemos para praticar. – We descrever to rest.",
      "Ele/ela descreveu no ginásio na semana passada. – He/She descrevered at home last week.",
      "Eles em descrever todos os dias. – They will descrever today."
    ]
  },
  {
    "rank": 438,
    "verb": "descobrir",
    "translation": "to descobrir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu descobro no aeroporto à noite. – I descobrir at school at night.",
      "Tu descobres com os colegas? – Do you descobrir with the team?",
      "Nós descobrimos para treinar. – We descobrir to rest.",
      "Ele/ela descobriu no centro na semana passada. – He/She descobrired at work yesterday.",
      "Eles em descobrir ao fim de semana. – They will descobrir tomorrow."
    ]
  },
  {
    "rank": 439,
    "verb": "desenhar",
    "translation": "to desenhar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu desenho no ginásio à noite. – I desenhar at school today.",
      "Tu desenhas com amigos? – Do you desenhar with the team?",
      "Nós desenhamos para resolver o problema. – We desenhar to solve the problem.",
      "Ele/ela desenhou no trabalho na semana passada. – He/She desenhared at home last week.",
      "Eles em desenhar às vezes. – They will desenhar this weekend."
    ]
  },
  {
    "rank": 440,
    "verb": "despedir",
    "translation": "to despedir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu despedo na universidade todos os dias. – I despedir at school in the morning.",
      "Tu despedes com os colegas? – Do you despedir with the team?",
      "Nós despedimos para praticar. – We despedir to rest.",
      "Ele/ela despediu na escola ontem. – He/She despedired at home last week.",
      "Eles em despedir de manhã. – They will despedir this weekend."
    ]
  },
  {
    "rank": 441,
    "verb": "despir",
    "translation": "to despir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu despo no centro hoje. – I despir at home at night.",
      "Tu despes com a equipa? – Do you despir with friends?",
      "Nós despimos para aprender. – We despir to rest.",
      "Ele/ela despiu no escritório na semana passada. – He/She despired at home last week.",
      "Eles em despir todas as semanas. – They will despir this weekend."
    ]
  },
  {
    "rank": 442,
    "verb": "detectar",
    "translation": "to detectar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu detecto no centro hoje. – I detectar downtown today.",
      "Tu detectas com a família? – Do you detectar with friends?",
      "Nós detectamos para aprender. – We detectar to learn.",
      "Ele/ela detectou na escola ontem. – He/She detectared at work last week.",
      "Eles em detectar de manhã. – They will detectar today."
    ]
  },
  {
    "rank": 443,
    "verb": "determinar",
    "translation": "to determinar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu determino na universidade ao fim de semana. – I determinar at work in the morning.",
      "Tu determinas com a família? – Do you determinar with the family?",
      "Nós determinamos para descansar. – We determinar to solve the problem.",
      "Ele/ela determinou no centro na semana passada. – He/She determinared at work last week.",
      "Eles em determinar à noite. – They will determinar this weekend."
    ]
  },
  {
    "rank": 444,
    "verb": "discorrer",
    "translation": "to discorrer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu discorro na universidade à noite. – I discorrer at home in the morning.",
      "Tu discorres com a família? – Do you discorrer with the team?",
      "Nós discorremos para descansar. – We discorrer to practice.",
      "Ele/ela discorreu no ginásio ontem. – He/She discorrered at home last week.",
      "Eles em discorrer de manhã. – They will discorrer tomorrow."
    ]
  },
  {
    "rank": 445,
    "verb": "disponibilizar",
    "translation": "to disponibilizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu disponibilizo no aeroporto todas as semanas. – I disponibilizar at school at night.",
      "Tu disponibilizas com o meu irmão? – Do you disponibilizar with the family?",
      "Nós disponibilizamos para resolver o problema. – We disponibilizar to learn.",
      "Ele/ela disponibilizou na universidade ontem. – He/She disponibilizared at home last week.",
      "Eles em disponibilizar hoje. – They will disponibilizar this weekend."
    ]
  },
  {
    "rank": 446,
    "verb": "distribuir",
    "translation": "to distribuir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu distribuo na universidade todos os dias. – I distribuir at school in the morning.",
      "Tu distribues com amigos? – Do you distribuir with friends?",
      "Nós distribuimos para praticar. – We distribuir to practice.",
      "Ele/ela distribuiu no centro ontem. – He/She distribuired at home yesterday.",
      "Eles em distribuir de manhã. – They will distribuir today."
    ]
  },
  {
    "rank": 447,
    "verb": "dividir",
    "translation": "to dividir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu divido na escola amanhã. – I dividir at work at night.",
      "Tu divides com a equipa? – Do you dividir with friends?",
      "Nós dividimos para resolver o problema. – We dividir to solve the problem.",
      "Ele/ela dividiu na universidade ontem. – He/She dividired at work last week.",
      "Eles em dividir à noite. – They will dividir tomorrow."
    ]
  },
  {
    "rank": 448,
    "verb": "dominar",
    "translation": "to dominar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu domino na escola todos os dias. – I dominar at school at night.",
      "Tu dominas com o meu irmão? – Do you dominar with friends?",
      "Nós dominamos para resolver o problema. – We dominar to solve the problem.",
      "Ele/ela dominou em casa na semana passada. – He/She dominared at work last week.",
      "Eles em dominar todas as semanas. – They will dominar this weekend."
    ]
  },
  {
    "rank": 449,
    "verb": "durar",
    "translation": "to durar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu duro no aeroporto de manhã. – I durar at work at night.",
      "Tu duras com a equipa? – Do you durar with friends?",
      "Nós duramos para descansar. – We durar to practice.",
      "Ele/ela durou no aeroporto ontem. – He/She durared at work last week.",
      "Eles em durar hoje. – They will durar this weekend."
    ]
  },
  {
    "rank": 450,
    "verb": "elevar",
    "translation": "to elevar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu elevo no escritório hoje. – I elevar at home in the morning.",
      "Tu elevas com o meu irmão? – Do you elevar with the team?",
      "Nós elevamos para treinar. – We elevar to learn.",
      "Ele/ela elevou no trabalho ontem. – He/She elevared at home last week.",
      "Eles em elevar hoje. – They will elevar today."
    ]
  },
  {
    "rank": 451,
    "verb": "embarcar",
    "translation": "to embarcar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu embarco na escola amanhã. – I embarcar at school today.",
      "Tu embarcas com a equipa? – Do you embarcar with friends?",
      "Nós embarcamos para praticar. – We embarcar to learn.",
      "Ele/ela embarcou na universidade ontem. – He/She embarcared at home yesterday.",
      "Eles em embarcar todas as semanas. – They will embarcar today."
    ]
  },
  {
    "rank": 452,
    "verb": "embrulhar",
    "translation": "to embrulhar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu embrulho no centro às vezes. – I embrulhar downtown in the morning.",
      "Tu embrulhas com amigos? – Do you embrulhar with friends?",
      "Nós embrulhamos para treinar. – We embrulhar to rest.",
      "Ele/ela embrulhou na escola na semana passada. – He/She embrulhared at work last week.",
      "Eles em embrulhar de manhã. – They will embrulhar tomorrow."
    ]
  },
  {
    "rank": 453,
    "verb": "emitir",
    "translation": "to emitir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu emito no aeroporto hoje. – I emitir downtown at night.",
      "Tu emites com o meu irmão? – Do you emitir with the team?",
      "Nós emitimos para descansar. – We emitir to learn.",
      "Ele/ela emitiu na escola na semana passada. – He/She emitired at home yesterday.",
      "Eles em emitir todas as semanas. – They will emitir today."
    ]
  },
  {
    "rank": 454,
    "verb": "encerrar",
    "translation": "to encerrar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu encerro na universidade todas as semanas. – I encerrar at school in the morning.",
      "Tu encerras com os colegas? – Do you encerrar with friends?",
      "Nós encerramos para praticar. – We encerrar to rest.",
      "Ele/ela encerrou na escola na semana passada. – He/She encerrared at work last week.",
      "Eles em encerrar ao fim de semana. – They will encerrar today."
    ]
  },
  {
    "rank": 455,
    "verb": "enfrentar",
    "translation": "to enfrentar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu enfrento no centro hoje. – I enfrentar at school at night.",
      "Tu enfrentas com o meu irmão? – Do you enfrentar with the team?",
      "Nós enfrentamos para aprender. – We enfrentar to learn.",
      "Ele/ela enfrentou na escola ontem. – He/She enfrentared at home yesterday.",
      "Eles em enfrentar ao fim de semana. – They will enfrentar today."
    ]
  },
  {
    "rank": 456,
    "verb": "engolir",
    "translation": "to engolir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu engolo na universidade à noite. – I engolir at work at night.",
      "Tu engoles com amigos? – Do you engolir with friends?",
      "Nós engolimos para resolver o problema. – We engolir to practice.",
      "Ele/ela engoliu no trabalho ontem. – He/She engolired at home last week.",
      "Eles em engolir às vezes. – They will engolir tomorrow."
    ]
  },
  {
    "rank": 457,
    "verb": "entregar",
    "translation": "to entregar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu entrego no centro à noite. – I entregar at school at night.",
      "Tu entregas com a equipa? – Do you entregar with friends?",
      "Nós entregamos para praticar. – We entregar to learn.",
      "Ele/ela entregou no escritório na semana passada. – He/She entregared at work yesterday.",
      "Eles em entregar de manhã. – They will entregar tomorrow."
    ]
  },
  {
    "rank": 458,
    "verb": "erguer",
    "translation": "to erguer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu erguo na universidade todas as semanas. – I erguer at school at night.",
      "Tu ergues com amigos? – Do you erguer with friends?",
      "Nós erguemos para praticar. – We erguer to solve the problem.",
      "Ele/ela ergueu na universidade na semana passada. – He/She erguered at work last week.",
      "Eles em erguer de manhã. – They will erguer today."
    ]
  },
  {
    "rank": 459,
    "verb": "errar",
    "translation": "to errar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu erro no escritório de manhã. – I errar at work today.",
      "Tu erras com a equipa? – Do you errar with the team?",
      "Nós erramos para praticar. – We errar to solve the problem.",
      "Ele/ela errou na escola ontem. – He/She errared at home yesterday.",
      "Eles em errar amanhã. – They will errar tomorrow."
    ]
  },
  {
    "rank": 460,
    "verb": "estabelecer",
    "translation": "to estabelecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu estabeleco no aeroporto às vezes. – I estabelecer downtown today.",
      "Tu estabeleces com os colegas? – Do you estabelecer with friends?",
      "Nós estabelecemos para resolver o problema. – We estabelecer to solve the problem.",
      "Ele/ela estabeleceu no escritório na semana passada. – He/She estabelecered at work last week.",
      "Eles em estabelecer às vezes. – They will estabelecer tomorrow."
    ]
  },
  {
    "rank": 461,
    "verb": "exibir",
    "translation": "to exibir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu exibo no escritório à noite. – I exibir at work today.",
      "Tu exibes com amigos? – Do you exibir with the team?",
      "Nós exibimos para treinar. – We exibir to solve the problem.",
      "Ele/ela exibiu em casa na semana passada. – He/She exibired at work last week.",
      "Eles em exibir todos os dias. – They will exibir tomorrow."
    ]
  },
  {
    "rank": 462,
    "verb": "explorar",
    "translation": "to explorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu exploro no aeroporto às vezes. – I explorar downtown at night.",
      "Tu exploras com amigos? – Do you explorar with the team?",
      "Nós exploramos para praticar. – We explorar to solve the problem.",
      "Ele/ela explorou no trabalho na semana passada. – He/She explorared at home last week.",
      "Eles em explorar ao fim de semana. – They will explorar today."
    ]
  },
  {
    "rank": 463,
    "verb": "exportar",
    "translation": "to exportar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu exporto no ginásio todas as semanas. – I exportar at home in the morning.",
      "Tu exportas com amigos? – Do you exportar with the family?",
      "Nós exportamos para aprender. – We exportar to rest.",
      "Ele/ela exportou na escola ontem. – He/She exportared at home last week.",
      "Eles em exportar à noite. – They will exportar today."
    ]
  },
  {
    "rank": 464,
    "verb": "fabricar",
    "translation": "to fabricar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fabrico no trabalho hoje. – I fabricar downtown today.",
      "Tu fabricas com a família? – Do you fabricar with friends?",
      "Nós fabricamos para resolver o problema. – We fabricar to practice.",
      "Ele/ela fabricou no trabalho na semana passada. – He/She fabricared at work yesterday.",
      "Eles em fabricar todas as semanas. – They will fabricar this weekend."
    ]
  },
  {
    "rank": 465,
    "verb": "faltar",
    "translation": "to faltar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu falto na universidade todas as semanas. – I faltar at school in the morning.",
      "Tu faltas com amigos? – Do you faltar with the team?",
      "Nós faltamos para aprender. – We faltar to rest.",
      "Ele/ela faltou na escola na semana passada. – He/She faltared at work last week.",
      "Eles em faltar todas as semanas. – They will faltar this weekend."
    ]
  },
  {
    "rank": 466,
    "verb": "ferir",
    "translation": "to ferir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu fero no escritório amanhã. – I ferir downtown in the morning.",
      "Tu feres com a família? – Do you ferir with the family?",
      "Nós ferimos para praticar. – We ferir to learn.",
      "Ele/ela feriu no trabalho na semana passada. – He/She ferired at home last week.",
      "Eles em ferir amanhã. – They will ferir this weekend."
    ]
  },
  {
    "rank": 467,
    "verb": "finalizar",
    "translation": "to finalizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu finalizo na escola às vezes. – I finalizar downtown at night.",
      "Tu finalizas com amigos? – Do you finalizar with friends?",
      "Nós finalizamos para resolver o problema. – We finalizar to learn.",
      "Ele/ela finalizou no trabalho na semana passada. – He/She finalizared at work yesterday.",
      "Eles em finalizar à noite. – They will finalizar this weekend."
    ]
  },
  {
    "rank": 468,
    "verb": "fornecer",
    "translation": "to fornecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu forneco na escola hoje. – I fornecer downtown today.",
      "Tu forneces com a família? – Do you fornecer with the family?",
      "Nós fornecemos para descansar. – We fornecer to rest.",
      "Ele/ela forneceu no ginásio ontem. – He/She fornecered at home last week.",
      "Eles em fornecer todas as semanas. – They will fornecer this weekend."
    ]
  },
  {
    "rank": 469,
    "verb": "fotografar",
    "translation": "to fotografar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu fotografo no ginásio amanhã. – I fotografar at home at night.",
      "Tu fotografas com a equipa? – Do you fotografar with the team?",
      "Nós fotografamos para descansar. – We fotografar to practice.",
      "Ele/ela fotografou na escola ontem. – He/She fotografared at work yesterday.",
      "Eles em fotografar às vezes. – They will fotografar this weekend."
    ]
  },
  {
    "rank": 470,
    "verb": "gerar",
    "translation": "to gerar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu gero na universidade ao fim de semana. – I gerar at home at night.",
      "Tu geras com a família? – Do you gerar with friends?",
      "Nós geramos para praticar. – We gerar to learn.",
      "Ele/ela gerou na universidade na semana passada. – He/She gerared at work last week.",
      "Eles em gerar ao fim de semana. – They will gerar today."
    ]
  },
  {
    "rank": 471,
    "verb": "iluminar",
    "translation": "to iluminar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu ilumino na universidade ao fim de semana. – I iluminar at home at night.",
      "Tu iluminas com a família? – Do you iluminar with friends?",
      "Nós iluminamos para aprender. – We iluminar to solve the problem.",
      "Ele/ela iluminou no aeroporto na semana passada. – He/She iluminared at home yesterday.",
      "Eles em iluminar à noite. – They will iluminar this weekend."
    ]
  },
  {
    "rank": 472,
    "verb": "importar",
    "translation": "to importar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu importo na universidade às vezes. – I importar at work at night.",
      "Tu importas com amigos? – Do you importar with friends?",
      "Nós importamos para descansar. – We importar to learn.",
      "Ele/ela importou no trabalho ontem. – He/She importared at work yesterday.",
      "Eles em importar de manhã. – They will importar this weekend."
    ]
  },
  {
    "rank": 473,
    "verb": "impor",
    "translation": "to impor",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu impo na universidade à noite. – I impor at work today.",
      "Tu impes com amigos? – Do you impor with friends?",
      "Nós impimos para descansar. – We impor to practice.",
      "Ele/ela impiu no aeroporto ontem. – He/She impored at home last week.",
      "Eles em impor amanhã. – They will impor tomorrow."
    ]
  },
  {
    "rank": 474,
    "verb": "indicar",
    "translation": "to indicar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu indico no aeroporto hoje. – I indicar at work at night.",
      "Tu indicas com a família? – Do you indicar with the team?",
      "Nós indicamos para praticar. – We indicar to rest.",
      "Ele/ela indicou na escola na semana passada. – He/She indicared at work yesterday.",
      "Eles em indicar amanhã. – They will indicar today."
    ]
  },
  {
    "rank": 475,
    "verb": "iniciar",
    "translation": "to iniciar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu inicio na universidade à noite. – I iniciar at school at night.",
      "Tu inicias com amigos? – Do you iniciar with the team?",
      "Nós iniciamos para resolver o problema. – We iniciar to practice.",
      "Ele/ela iniciou em casa na semana passada. – He/She iniciared at home yesterday.",
      "Eles em iniciar ao fim de semana. – They will iniciar tomorrow."
    ]
  },
  {
    "rank": 476,
    "verb": "insistir",
    "translation": "to insistir",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu insisto em casa amanhã. – I insistir at school at night.",
      "Tu insistes com a família? – Do you insistir with the team?",
      "Nós insistimos para descansar. – We insistir to rest.",
      "Ele/ela insistiu no centro ontem. – He/She insistired at home last week.",
      "Eles em insistir à noite. – They will insistir this weekend."
    ]
  },
  {
    "rank": 477,
    "verb": "investigar",
    "translation": "to investigar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu investigo no ginásio amanhã. – I investigar at home at night.",
      "Tu investigas com a equipa? – Do you investigar with the family?",
      "Nós investigamos para treinar. – We investigar to learn.",
      "Ele/ela investigou no aeroporto na semana passada. – He/She investigared at home last week.",
      "Eles em investigar hoje. – They will investigar today."
    ]
  },
  {
    "rank": 478,
    "verb": "justificar",
    "translation": "to justificar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu justifico no centro hoje. – I justificar at school at night.",
      "Tu justificas com o meu irmão? – Do you justificar with the family?",
      "Nós justificamos para praticar. – We justificar to rest.",
      "Ele/ela justificou em casa ontem. – He/She justificared at work last week.",
      "Eles em justificar ao fim de semana. – They will justificar tomorrow."
    ]
  },
  {
    "rank": 479,
    "verb": "lançar",
    "translation": "to lançar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu lanço no trabalho todas as semanas. – I lançar at home today.",
      "Tu lanças com a equipa? – Do you lançar with the family?",
      "Nós lançamos para treinar. – We lançar to learn.",
      "Ele/ela lançou no escritório na semana passada. – He/She lançared at work last week.",
      "Eles em lançar hoje. – They will lançar this weekend."
    ]
  },
  {
    "rank": 480,
    "verb": "legalizar",
    "translation": "to legalizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu legalizo no aeroporto ao fim de semana. – I legalizar at school today.",
      "Tu legalizas com a família? – Do you legalizar with the team?",
      "Nós legalizamos para treinar. – We legalizar to learn.",
      "Ele/ela legalizou em casa na semana passada. – He/She legalizared at work yesterday.",
      "Eles em legalizar todas as semanas. – They will legalizar tomorrow."
    ]
  },
  {
    "rank": 481,
    "verb": "limitar",
    "translation": "to limitar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu limito no trabalho todos os dias. – I limitar at school in the morning.",
      "Tu limitas com o meu irmão? – Do you limitar with friends?",
      "Nós limitamos para treinar. – We limitar to learn.",
      "Ele/ela limitou no centro ontem. – He/She limitared at home yesterday.",
      "Eles em limitar amanhã. – They will limitar this weekend."
    ]
  },
  {
    "rank": 482,
    "verb": "localizar",
    "translation": "to localizar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu localizo na universidade todos os dias. – I localizar at work at night.",
      "Tu localizas com a família? – Do you localizar with the team?",
      "Nós localizamos para praticar. – We localizar to solve the problem.",
      "Ele/ela localizou em casa na semana passada. – He/She localizared at work yesterday.",
      "Eles em localizar hoje. – They will localizar this weekend."
    ]
  },
  {
    "rank": 483,
    "verb": "lotar",
    "translation": "to lotar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu loto no trabalho às vezes. – I lotar at work at night.",
      "Tu lotas com amigos? – Do you lotar with friends?",
      "Nós lotamos para descansar. – We lotar to solve the problem.",
      "Ele/ela lotou no centro na semana passada. – He/She lotared at work yesterday.",
      "Eles em lotar todos os dias. – They will lotar tomorrow."
    ]
  },
  {
    "rank": 484,
    "verb": "melhorar",
    "translation": "to melhorar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu melhoro no ginásio todas as semanas. – I melhorar at school today.",
      "Tu melhoras com o meu irmão? – Do you melhorar with the family?",
      "Nós melhoramos para resolver o problema. – We melhorar to rest.",
      "Ele/ela melhorou na escola ontem. – He/She melhorared at home yesterday.",
      "Eles em melhorar hoje. – They will melhorar today."
    ]
  },
  {
    "rank": 485,
    "verb": "notar",
    "translation": "to notice",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu noto na escola à noite. – I notice at school today.",
      "Tu notas com o meu irmão? – Do you notice with the family?",
      "Nós notamos para resolver o problema. – We notice to learn.",
      "Ele/ela notou no aeroporto ontem. – He/She noticed at work last week.",
      "Eles em notar às vezes. – They will notice tomorrow."
    ]
  },
  {
    "rank": 486,
    "verb": "observar",
    "translation": "to observe",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu observo no centro às vezes. – I observe at school today.",
      "Tu observas com a equipa? – Do you observe with the team?",
      "Nós observamos para treinar. – We observe to solve the problem.",
      "Ele/ela observou no escritório na semana passada. – He/She observed at home yesterday.",
      "Eles em observar todos os dias. – They will observe tomorrow."
    ]
  },
  {
    "rank": 487,
    "verb": "oferecer",
    "translation": "to oferecer",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu ofereco em casa ao fim de semana. – I oferecer downtown at night.",
      "Tu ofereces com a família? – Do you oferecer with friends?",
      "Nós oferecemos para praticar. – We oferecer to solve the problem.",
      "Ele/ela ofereceu no trabalho na semana passada. – He/She oferecered at home last week.",
      "Eles em oferecer às vezes. – They will oferecer this weekend."
    ]
  },
  {
    "rank": 488,
    "verb": "pintar",
    "translation": "to pintar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pinto no trabalho de manhã. – I pintar at home in the morning.",
      "Tu pintas com a família? – Do you pintar with the family?",
      "Nós pintamos para descansar. – We pintar to rest.",
      "Ele/ela pintou na universidade ontem. – He/She pintared at home yesterday.",
      "Eles em pintar de manhã. – They will pintar today."
    ]
  },
  {
    "rank": 489,
    "verb": "ponderar",
    "translation": "to ponderar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pondero no trabalho à noite. – I ponderar at home today.",
      "Tu ponderas com a equipa? – Do you ponderar with the team?",
      "Nós ponderamos para treinar. – We ponderar to practice.",
      "Ele/ela ponderou na universidade ontem. – He/She ponderared at work last week.",
      "Eles em ponderar ao fim de semana. – They will ponderar this weekend."
    ]
  },
  {
    "rank": 490,
    "verb": "preservar",
    "translation": "to preservar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu preservo no ginásio todos os dias. – I preservar downtown in the morning.",
      "Tu preservas com amigos? – Do you preservar with the team?",
      "Nós preservamos para aprender. – We preservar to learn.",
      "Ele/ela preservou em casa na semana passada. – He/She preservared at work last week.",
      "Eles em preservar todas as semanas. – They will preservar this weekend."
    ]
  },
  {
    "rank": 491,
    "verb": "prever",
    "translation": "to prever",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu prevo na escola às vezes. – I prever downtown in the morning.",
      "Tu preves com o meu irmão? – Do you prever with the team?",
      "Nós prevemos para descansar. – We prever to practice.",
      "Ele/ela preveu no escritório ontem. – He/She prevered at work yesterday.",
      "Eles em prever todos os dias. – They will prever today."
    ]
  },
  {
    "rank": 492,
    "verb": "propor",
    "translation": "to propose",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu propo no escritório ao fim de semana. – I propose at school at night.",
      "Tu propes com os colegas? – Do you propose with the family?",
      "Nós propimos para resolver o problema. – We propose to solve the problem.",
      "Ele/ela propiu em casa ontem. – He/She proposed at work yesterday.",
      "Eles em propor às vezes. – They will propose this weekend."
    ]
  },
  {
    "rank": 493,
    "verb": "proteger",
    "translation": "to protect",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu protego no trabalho à noite. – I protect at work at night.",
      "Tu proteges com amigos? – Do you protect with the family?",
      "Nós protegemos para resolver o problema. – We protect to learn.",
      "Ele/ela protegeu em casa ontem. – He/She protected at home yesterday.",
      "Eles em proteger de manhã. – They will protect this weekend."
    ]
  },
  {
    "rank": 494,
    "verb": "providenciar",
    "translation": "to providenciar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu providencio no escritório à noite. – I providenciar at home at night.",
      "Tu providencias com amigos? – Do you providenciar with friends?",
      "Nós providenciamos para praticar. – We providenciar to practice.",
      "Ele/ela providenciou no ginásio na semana passada. – He/She providenciared at work last week.",
      "Eles em providenciar hoje. – They will providenciar this weekend."
    ]
  },
  {
    "rank": 495,
    "verb": "pular",
    "translation": "to pular",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu pulo no centro hoje. – I pular at home today.",
      "Tu pulas com o meu irmão? – Do you pular with the team?",
      "Nós pulamos para descansar. – We pular to solve the problem.",
      "Ele/ela pulou na universidade na semana passada. – He/She pulared at work yesterday.",
      "Eles em pular às vezes. – They will pular tomorrow."
    ]
  },
  {
    "rank": 496,
    "verb": "queimar",
    "translation": "to queimar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu queimo no aeroporto todos os dias. – I queimar downtown in the morning.",
      "Tu queimas com a equipa? – Do you queimar with the family?",
      "Nós queimamos para praticar. – We queimar to solve the problem.",
      "Ele/ela queimou no aeroporto na semana passada. – He/She queimared at work last week.",
      "Eles em queimar hoje. – They will queimar tomorrow."
    ]
  },
  {
    "rank": 497,
    "verb": "quebrar",
    "translation": "to quebrar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu quebro no centro amanhã. – I quebrar at work in the morning.",
      "Tu quebras com amigos? – Do you quebrar with friends?",
      "Nós quebramos para descansar. – We quebrar to solve the problem.",
      "Ele/ela quebrou no centro ontem. – He/She quebrared at home last week.",
      "Eles em quebrar todos os dias. – They will quebrar tomorrow."
    ]
  },
  {
    "rank": 498,
    "verb": "reagir",
    "translation": "to react",
    "category": "ir",
    "irregular": false,
    "examples": [
      "Eu reago no centro ao fim de semana. – I react at work at night.",
      "Tu reages com a família? – Do you react with the team?",
      "Nós reagimos para descansar. – We react to learn.",
      "Ele/ela reagiu no centro na semana passada. – He/She reacted at home yesterday.",
      "Eles em reagir ao fim de semana. – They will react this weekend."
    ]
  },
  {
    "rank": 499,
    "verb": "recolher",
    "translation": "to recolher",
    "category": "er",
    "irregular": false,
    "examples": [
      "Eu recolho na universidade todas as semanas. – I recolher at school in the morning.",
      "Tu recolhes com amigos? – Do you recolher with the team?",
      "Nós recolhemos para aprender. – We recolher to practice.",
      "Ele/ela recolheu na escola ontem. – He/She recolhered at work yesterday.",
      "Eles em recolher de manhã. – They will recolher today."
    ]
  },
  {
    "rank": 500,
    "verb": "recomeçar",
    "translation": "to recomeçar",
    "category": "ar",
    "irregular": false,
    "examples": [
      "Eu recomeço no centro de manhã. – I recomeçar downtown in the morning.",
      "Tu recomeças com os colegas? – Do you recomeçar with the team?",
      "Nós recomeçamos para resolver o problema. – We recomeçar to practice.",
      "Ele/ela recomeçou no trabalho na semana passada. – He/She recomeçared at work yesterday.",
      "Eles em recomeçar todas as semanas. – They will recomeçar this weekend."
    ]
  }
]